[
    {
        "gunung_api": "Agung",
        "code": "AGU",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Puncak G. Agung dapat ditempuh dari tiga jurusan :(1) dari Pasar Agung (selatan puncak)\r\n\r\n(2) dari Budakeling lewat Nangka (tenggara puncak)\r\n\r\n(3) dari Besakih (baratdaya puncak)\r\n\r\nPasar Agung yang berada di sisi selatan Gunungapi Agung menuju ke tepi kawah pendakian dapat dicapai ± 3 jam. Pendakian dari Budakeling melalui Pura Puseh lewat Pura Plawangan ke Pura Telaga Mas, kemudian ke Tirtadasar sampai di batas hutan di Pengubengan memakan waktu 4 - 5 jam. Pendakian dari Besakih dilakukan melalui tempat perkemahan, dicapai ± 4 jam pendakian, pendakian terakhir lewat suatu punggung yang datar hingga dicapai tepi kawah sebelah barat."
    },
    {
        "gunung_api": "Ambang",
        "code": "AMB",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Untuk mencapai puncak G. Ambang dapat dicapai melalui rute Desa Purworejo di Kecamatan Modayag, sebelah selatan G. Ambang sejauh 7 Km dengan waktu tempuh sekitar 5 jam. Selain route ini terdapat route lain melalui lereng sebelah timur dari Desa Bangkudai Baru yang jaraknya hanya 3 Km dengan waktu tempuh sekitar 1,5 jam."
    },
    {
        "gunung_api": "Anak Krakatau",
        "code": "KRA",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Komplek Gunungapi Krakatau dapat dicapai dari beberapa jalur laut. Jalur pertama berangkat dari Pelabuhan Tanjung Priuk dengan menggunakan kapal Jet-Foils atau Kapal Pesiar. Jalur kedua dapat ditempuh dari Pelabuhan Labuan, kota kecamatan di pantai barat Banten, dari pelabuhan ini dapat menyewa kapal motor atau kapal nelayan yang berkapasitas antara 5 sampai 20 orang. Jalur ketiga ditempuh dari Pelabuhan Canti, Kalianda, di pelabuhan ini juga dapat menyewa kapal motor atau kapal nelayan yang akan menempuh Krakatau melalui P. Sebuku dan P. Sebesi."
    },
    {
        "gunung_api": "Awu",
        "code": "AWU",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Pada umumnya pendakian dilakukan dari Kampung Anggis di pantai selatan, sejauh lk. 6,5 km dari kawah. Pendakian dengan berjalan kaki dimulai dari antara hulu S. Muade dan S. Malebuhe. Hingga ketinggian 500 m masih ditemukan tanah perkebunan, setelah itu tumbuhan panda yang semakin ke atas semakin menipis, akhirnya diganti oleh gelagah. Selisih tinggi dengan bibir kawah selatan adalah 300m, lokasi ini disebut G. Dalage. Pendakian selanjutnya agak mudah karena yang dilalui adalah aliran lava keras. Pendakian seluruhnya membutuhkan waktu ± 3 jam"
    },
    {
        "gunung_api": "Banda Api",
        "code": "BAN",
        "pendahuluan": "Dr.R.D.M.Verbeek seorang ahli Geologi pada (1900). menjuluki G.Banda-api sebagai “Etna van Indonesie” (G.Etna di Itali terkenal dengan letusan-letusan khasnya yaitu semburan bara api susul-menusul seperti pesta kembang api pada malam hari). \r\nSelain keindahan alam, hasil rempah-rempah (pala dan fulinya) sudah menarik perhatian orang Eropah untuk mengarungi samudera luas semenjak Abad ke 16 bahkan sempat mempertahankan kepentingannya di wilayah ini. Sisa-sisa peninggalan kekuasaan mereka dapat kita lihat dari sisa bangunan ataupun benteng-benteng pertahanan yang mereka bangun yaitu Benteng Nassau dan Benteng Belgica di P.Neira.\r\n\r\nPada waktu pembangunan negara R.I. sedang giat dilaksanakan (1987) Kep Banda ini mulai dipromosikan sebagai obyek pariwisata karena keindahan alamnya (terutama tumbuhan dan binatang di dalam laut) begitu pula peninggalan sejarah dan kesenian daerah setempat. Di balik keindahan alam yang menakjubkan itu, masih ada obyek yang tidak kalah penting yakni sebuah kerucut gunungapi aktif (G.Banda Api yang muncul di tengah puing-puing gunungapi yang lebih tua. \r\n\r\nSemenjak Th.1856 sampai dengan 1901, sekurang-kurangnya telah terjadi 19 kali masa giat (letusan-letusan) di antaranya dua kali yang mengakibatkan kerusakan lingkungan dan korban jiwa. Sampai akhir Th.1987 gunungapi ini telah menjalani masa tenang selama 86 tahun. Waktu tenang ini cukup berarti untuk pengumpulan energi bagi letusan di kemudian hari yang cukup besar.",
        "cara_mencapai_puncak": "Dari Jakarta dengan menggunakan pesawat terbang maupun Kapal Laut, langsung menuju Kota Ambon dan G. Banda Api"
    },
    {
        "gunung_api": "Batur",
        "code": "BAT",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Pencapaian lokasi kawasan G. Batur adalah dari Denpasar dilanjutkan ke Kintamani yang dapat ditempuh dengan kendaraan pribadi, bus, taksi atau kendaraan biro perjalanan wisata di Bali. Fasilitas  jalan, transportasi, termasuk jalan di dalam kaldera G. Batur sangat baik. Untuk turun menuju dasar kaldera adalah melalui jalan beraspal cukup baik yang mengelilingi tubuh G. Batur.\r\nPencapaian kawah/puncak G. Batur  dapat dilakukan dari Latengaya atau dari Yehmampeh. Dari jalur ini waktu yang dibutuhkan untuk mencapai Kawah 1994 adalah ±  30 menit. Pencapaian kawah dari arah lain adalah dari Kp. Seked dan dari arah timurlaut yaitu dari Kp. Songan. Dari ketiga arah tersebut yang paling mudah adalah pendakian dari Kp. Yehmampeh dari arah baratlaut.  \r\n"
    },
    {
        "gunung_api": "Batutara",
        "code": "TAR",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Gunungapi ini dapat dicapai dari daerah Pantar - P. Lomblen menggunakan kapal charter atau perahu layar mencapai ke lokasi ini atau dari salah satu di daerah Flores Timur, karena memang tidak ada transportasi yang tersedia secara rutin untuk singgah ke pulau ini serta tidak ada penduduk yang bermukim di pulau ini. Pelayaran mencapai lokasi gunungapi ini dari daerah Pantar diperkirakan sekitar lk 1 hari, cuaca dan musim disarankan perlu diperhitungkan."
    },
    {
        "gunung_api": "Bromo",
        "code": "BRO",
        "pendahuluan": null,
        "cara_mencapai_puncak": "1. Lintasan Probolinggo - Sukapura - Ngadisari sampai ke Cemoro Lawang yang merupakan dinding Kaldera Lautan Pasir dapat dilakukan dengan kendaraan bermotor. Kemudian dilanjutkan dengan lintasan melewati lautan pasir. Pendakian ke puncak dan pematang kawah dapat dilakukan dengan 2. Lintasan Pasuruan - Tosari - Jurang Munggal - Lautan Pasir - Bromo.mudah melalui tangga tembok."
    },
    {
        "gunung_api": "Ciremai",
        "code": "CER",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Kawah puncak G. Ciremai biasa di capai dari : 1. Dari Barat, via Apui atau Cipanas (lk.1100m dpl.). 2. Dari Timur, via Kp. Linggajati (lk.580 m dpl.\r\n\r\n."
    },
    {
        "gunung_api": "Colo",
        "code": "COL",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Dari Kampung Awo menyusuri Sungai Awo dan Sungai Tanjung Marola langsung menuju puncak kemudian turun ke kawah. Lama perjalanan sampai mencapai kawah ditempuh selama 2 - 3 jam."
    },
    {
        "gunung_api": "Dempo",
        "code": "DEM",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Daerah terdekat untuk mencapai puncak G. Dempo yang masih bisa dilalui kendaraan adalah daerah perkebunan teh Dempo, terletak di lereng Timur pada ketinggian lk.1665m dpl. Untuk mencapai puncak kawah dari perkampungan terakhir diperlukan waktu 5 - 7 jam. Sedangkan kota terdekat dari perkebunan teh Dempo adalah kota Pagaralam, jaraknya lebih kurang10 km, waktu tempuh antara perkebunan teh Dempo dan kota Pagaralam sekitar ½ jam. Kota Pagaralam bisa dicapai lewat jalan darat dari Kota Palembang - Muara Enim - Lahat ï- Pagar Alam."
    },
    {
        "gunung_api": "Dieng",
        "code": "DIE",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Dataran Tinggi Dieng dapat dicapai dari dua arah, yaitu dari Kota Banjarnegara dengan waktu tempuh sekitar dua jam dan dari Wonosobo dengan waktu tempuh 1 jam. Pencapaian kawah dan tempat lainnya dapat dilihat dalam tabel berikut: No.LokasiCara Pencapaian\r\n1Komplek Dieng/Pos Pengamatan gunungapi, Desa Karang tengah Kec.Baturdari Wonosobo (Kab.Banjar Negara),kendaraan roda empat\r\n2Telaga MenjerDengan kendaraan roda empat\r\n3G.BismaDari Sikunanng\r\n4G.SerojaDari kampung sembungan\r\n5Kw.Sikidang (2050 m)Dari Karang tengah, kendaraan roda empat\r\n6MerdadaDari Karang tengah, kendaraan roda empat\r\n7G.Butak dan Telogo DringoDari Batur, dengan kendaraan bermotor\r\n8G. KendilDari desa Sembungan atau Parikesit"
    },
    {
        "gunung_api": "Dukono",
        "code": "DUK",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Puncak G. Dukono dapat dicapai dari Kota Ternate dengan menggunakan perahu cepat ke Sopipi dengan waktu 45 menit, kemudian dilanjutkan dengan kendaraan roda empat menuju Desa Mamuya dengan waktu 4 jam. Kendaraan roda empat dapat diteruskan hingga pemberhentian terakhir. Pendakian dilanjutkan dengan jalan kaki ke arah selatan dan memerlukan waktu 7 jam untuk sampai ke puncak G. Dukono."
    },
    {
        "gunung_api": "Ebulobo",
        "code": "EBU",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Pendakian pada umumnya dilakukan dari daerah Boa WaE (522 m) yang dapat dicapai dengan kendaraan bermotor dari Ende melewati Nata Merah. Sepuluh menit dari Nata Merah , jalan raya ditinggalkan dan pendakian melalui jalan yang biasa dilewati kuda, dilakukan ke arah selatan sampai ke suatu lokasi yang dinamai Rega. Di sini para pendaki dapat beristirahat. Setelah beristirahat perjalanan dilanjutkan, kondisi jalannya menjadi sempit dan mulai mendaki. Setelah melewati Kali Nanga dengan airnya yang jernih, dicapai Nage, kemudian berturut-turut Laja, Numu Pie dan akhirnya Kp, Mulakoli. Dari sinilah pendakian sesungguhnya dimulai (lk. 900 m). Biasanya para pendaki menginap dahulu disini. Orang yang biasa mendaki dapat mencapai puncak setelah lk. 3 jam. Di dekat kampung banyak tumbuh pohon limau, kemudian ke bagian atas pohon jambu, selanjutnya para pendaki memasuki hutan lebat. Di perbatasan antara hutan dengan daerah puncak yang gundul, terdapat sebuah gua yang dinamai Goa Kapa, ditempat ini para pendaki biasa berkemah. Di Ekowolo - Boawai ada pos observasi gunungapi.\r\n"
    },
    {
        "gunung_api": "Egon",
        "code": "EGO",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Dapat dicapai dari Pos Pengamatan G. Egon yang berada di desa Nangatobong, Kecamatan Waigete dengan menggunakan kendaraan bermotor menuju daerah Andalan di Desa Bridit. Perjalanan dilanjutkan dengan berjalan kaki melewati jalan setapak menuju puncak dengan lama perjalanan lebih kurang 3 jam."
    },
    {
        "gunung_api": "Galunggung",
        "code": "GAL",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Dapat dicapai dari Tasikmalaya menuju Indihiang atau Singaparna kearah Cipanas kemudian ke Cibukur. Pencapaian dapat dilakukan dengan menggunakan kendaraan bermotor (roda 4). Untuk mencapai puncak/kawah dapat menggunakan tangga permanen yang tersedia."
    },
    {
        "gunung_api": "Gamalama",
        "code": "GML",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Saat ini ada 2 (dua) jalur pendakian yang biasa digunakan, masing-masing Jalur Marikrubu dan Jalur Ake Tege-Tege. Pendakian melalui Jalur Marikrubu dimulai dari Pos Pengamatan Gunungapi di lereng timut arah tenggara melalui Ake Abdas, Bukit Melayu dan Bukit Keramat. Lama pendakian seluruhnya antara 3 - 4 jam. Apabila menempuh Jalur Ake Tege-Tege (air menetes) pendakian dimulai dari Stasiun TVRI - Ternate pada ketinggian 400 m. Jalur ini relatif lebih terjal dibanding dengan jalur sebelumnya"
    },
    {
        "gunung_api": "Gamkonora",
        "code": "GMK",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Pendakian ke puncak atau kawah G. Gamkonora dimulai dai kampung Gamsungi, waktu yang dibutuhkan hingga mencapai kawah selama 4 jam. Bagi para pengunjung yang akan tinggal atau bekerja lebih dari satu hari, tempat perkemahan yang baik adalah di Paseba yang lokasinya berada dalam hutan Glagah (Kaso) pada ketinggian +/- 1100 m dml., atau bisa juga berkemah di atas puncak yaitu di dalam kawah paling utara. Pada musim hujan selalu ada genangan air yang terkumpul didasar kawah atau di celah-celah bebatuan."
    },
    {
        "gunung_api": "Gede",
        "code": "GED",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Menurut Kusumadinata K. dan Hamidi S. (1979), Jalan yang biasa digunakan untuk mencapai kawah atau Puncak G. Gede adalah dari Cibodas, Cimacan dan Selabintana (Sukabumi)."
    },
    {
        "gunung_api": "Guntur",
        "code": "GUN",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Gunung Guntur dapat dicapai dari Kota Bandung menuju Kota Garut sejauh 55 km. Pendakian ke puncak/kawahnya dapat dilakukan dari Kampung Citiis sebelah selatan Gunung Guntur. Untuk menuju Kampung Citiis bisa dilakukan dari Kota Garut (3 km) dengan menggunakan kendaraan roda 4 (empat)."
    },
    {
        "gunung_api": "Ibu",
        "code": "IBU",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Dalam tahun 1981, Philips Kasturian dkk. mendaki dari Kampung Going. Mereka memerlukan waktu 3,5 jam untuk sampai ke puncak. Jalur ini melalui lembah sebelah utara dan berhubungan langsung dengan arah mulut kawah. Pebruari 1999 Agus Solihin dkk melakukan pendakian melalui Kampung Duono, sebelah baratdaya puncak. Jalur ini relatif lebih sulit dan lama, diperlukan waktu 5 jam untuk mencapai puncak. Pada saat kegiatan G. Ibu meningkat disarankan agar para pendaki melalui Kampung Duono karena lebih aman."
    },
    {
        "gunung_api": "Ijen",
        "code": "IJE",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Untuk mencapai Kawah Ijen dapat ditempuh dengan dua cara yaitu dari utara dan dari selatan. a. Lewat jalan utara Dari Situbondo menuju Sempol (Bondowoso) lewat Wonosari kemudian dilanjutkan ke Paltuding yang dapat dicapai dengan kendaraan bermotor roda dua atau roda empat. Jarak Situbondo sampai Paltuding adalah 93 km dan kondisi jalan sampai Paltuding boleh dikatakan sangat bagus sehingga dapat ditempuh dalam waktu sekitar 2,5 jam. b. Lewat jalan selatan Dari Banyuwangi menuju Licin yang berjarak sekitar 15 km, yang dapat dilewati dengan kendaraan bermotor roda dua atau empat selama sekitar 30 menit. Dari Licin menuju Paltuding yang berjarak sekitar 18 km perjalanan dapat diteruskan dengan kendaraan bermotor terutama jenis jeep double gardan karena sekitar 6 km sebelum sampai di Paltuding melewati jalan yang dinamakan tanjakan erek-erek yang berupa belokan berbentuk S dan sekaligus menanjak, perjalanan memerlukan waktu sekitar satu jam, karena jalanan sering rusak oleh air hujan maupun dilewati truk pengangkut Belerang setiap hari. Dari Paltuding ke kawah yang berjarak 3 km ditempuh dengan berjalan kaki melewati pondok Pengairan/pondok Irigasi sekitar 90 menit. Lewat utara dengan kendaraan roda empat atau dua."
    },
    {
        "gunung_api": "Ile Werung",
        "code": "WER",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Untuk mencapai G. Ili Werung dilakukan melalui Maumere ke Larantuka dengan menggunakan kendaraan roda empat, dari Larantuka ke Lembata (Lewoleba) dengan kapal laut, dilanjutkan dengan kendaraan roda empat dari Lewoleba menuju Kec. Atadei."
    },
    {
        "gunung_api": "Ili Boleng",
        "code": "BOL",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Pendakian menuju puncak G. Iliboleng dapat ditempuh dari beberapa arah, yaitu :1. Dari arah selatan G. Iliboleng, yaitu dari Kp. Lamahelan Bawah (elevasi 100 m dpl) menuju Kp. Lamahelan Atas (elevasi 300 m dpl) dengan berjalan kaki sekitar 1 jam. Dilanjutkan menuju puncak bagian selatan selama 6 jam perjalanan. Lintasan ini walaupun relatif pendek tetapi kemiringan lerengnya cukup tajam (sekitar 45o - 60o ).\r\n\r\n2. Dari arah utara-timurlaut, yaitu dari Kp. Dua/Nisakarang. Lintasan ini tidak terlalu berat, kemiringan lerengnya sekitar 40o - 45o, kecuali pada daerah hampir mencapai puncak kemiringan lereng berkisar 50o - 55o dengan kondisi lereng sangat licin (karena ditutup endapan jatuhan piroklastik muda yang tidak padu). Lama perjalanan dari Kp. Dua menuju puncak sekitar 5 jam.\r\n\r\n3. Dari arah timur, yaitu dari Kp. Lamabayung. Lintasan melalui Kp. Lamabayung ini dapat dicapai dengan lama perjalanan sekitar 6 jam."
    },
    {
        "gunung_api": "Ili Lewotolok",
        "code": "LEW",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Pendakian ke puncak G. Ili Lewotolo dilakukan dari Desa Atowatung atau Baupukang yang terletak di sebelah utara G. Ili Lewotolo. Kondisi jalan berupa jalan setapak yang tertutup ilalang dengan kemiringan jalan 30-40°. Pendakian memakan waktu lk. 5 jam."
    },
    {
        "gunung_api": "Inielika",
        "code": "LIK",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Puncak G.Inielika dapat dicapai dari dua arah pendakian, yaitu dari sebelah timur melalui kampung Menge, sekirtar 13 km dari kota Bajawa, dan melalui lereng barat gunung Inielika melewati kampung Bolonga. Dari kedua jalan pendakian diatas, pendakian melalui lereng barat lebih mudah mengingat bentuk topografinya yang lebih landai dibandingkan dari arah kampung Menge di lereng sebelah timur G. Inielika (Hadian,1970, Kusumadinata,1979)."
    },
    {
        "gunung_api": "Inierie",
        "code": "RIE",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Puncak G.Inielika dapat dicapai dari dua arah pendakian, yaitu dari sebelah timur melalui kampung Menge, sekirtar 13 km dari kota Bajawa, dan melalui lereng barat gunung Inielika melewati kampung Bolonga. Dari kedua jalan pendakian diatas, pendakian melalui lereng barat lebih mudah mengingat bentuk topografinya yang lebih landai dibandingkan dari arah kampung Menge di lereng sebelah timur G. Inielika (Hadian,1970, Kusumadinata,1979)."
    },
    {
        "gunung_api": "Iya",
        "code": "IYA",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Puncak G. Iya bisa dicapai dari Kampung Rate atau dari Endeh ke Mutmainah dilanjutkan ke G. Roja sampai ke puncak"
    },
    {
        "gunung_api": "Kaba",
        "code": "KAB",
        "pendahuluan": null,
        "cara_mencapai_puncak": "G. Kaba dapat dicapai dengan menggunakan kendaraan roda empat dari kota Curup melalui desa Simpang Bukit Kaba, yang terletak di jalan raya Lubuk Linggau-Curup, menuju desa terdekat (5 km dari arah puncak), Sumber Urip. Pencapaian dari desa ini bisa dilakukan dengan kendaraan roda empat atau dengan menggunakan sepeda motor maupun jalan kaki."
    },
    {
        "gunung_api": "Karangetang",
        "code": "KAR",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Sebelum tahun 1980 pendakian puncak dimulai dari Kampung Tarorane, Ulu Siau, sebelah tenggara puncak. Jalur ini melewati Lembah Kali Kahetang. Tetapi sejak lembah tersebut terisi lava dan dilanda lahar dalam tahun 1988, maka pendakian dilakukan dari arah baratdaya, yaitu Desa Salili atau Beong mengikuti lembah barat dari punggungan Arengkambing. Jalur pendakian inipun menjadi tertutup karena endapan lava yang mengalir dalam tahun 1992. Dalam tahun 1998 jalur pendakian baru dimulai dari Kampung Batubulan, arah utara puncak. Untuk mencapai Batubulan harus dengan naik perahu motor dari Ulu Siau selama 1 jam. Sedangkan pendakiannya sendiri diperlukan waktu selama 5 jam."
    },
    {
        "gunung_api": "Kelimutu",
        "code": "KLM",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Pencapaian kawah atau puncak relatif mudah yaitu melalui desa Koa Nora yang terletak pada jalan utama Ende-Maumere. Kendaraan roda empat dapat mencapai tepi kawah pada ketinggian lk. 1635 m di atas permukaan laut. "
    },
    {
        "gunung_api": "Kelud",
        "code": "KLD",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Jalan yang biasa digunakan oleh kendaraan bermotor adalah dari Kediri menuju Wates dilanjutkan ke Margomulyo - Bambingan hingga puncak (mulut terowongan), dengan kondisi jalan beraspal"
    },
    {
        "gunung_api": "Kerinci",
        "code": "KER",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Untuk mencapai puncak cukup sulit karena merupakan daerah kawasan hutan cagar alam dan perkebunan teh. Pendakian dapat dilakukan lewat Lubuk Gadang di lembah Liki, mengikuti dasar sungai Timbulun, namun memerlukan waktu cukup lama yaitu selama tujuh hari pp. Selain itu terdapat jalur lain dari Kayuaro melewati pesanggrahan dengan kendaraan roda dua, kemudian berjalan kaki sampai di puncak selama 3 hari pulang pergi."
    },
    {
        "gunung_api": "Kie Besi",
        "code": "KIE",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Puncak G. Kie Besi dapat dicapai dari dua arah yaitu melalui lereng sebelah barat laut (Desa Sebelei) dan lereng sebelah timur laut (Desa Tiowor), atau dari Desa Ngofakiaha, dengan lama perjalanan lebih 5-6 jam. Untuk turun sampai ke dasar kawah sangat sulit, sebab kemiringan dinding kawah sangat terjal dan tidak ada satupun jalan menuju kesana setelah letusan tahun 1988. Sebelum letusan tahun 1988, jalan menuju ke dasar kawah dapat melalui struktur barangko timur."
    },
    {
        "gunung_api": "Lamongan",
        "code": "LAM",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Cara pencapaian : Dari Pos PGA G. Meja melewati Ranu Klakah Desa Papringan dekat G. Kene Puncak, dapat dilakukan dengan kendaraan roda empat sampai G. Anyer, selanjutnya berjalan kaki menuju puncak, kurang lebih 5 jam."
    },
    {
        "gunung_api": "Lereboleng",
        "code": "LER",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Puncak G. Lereboleng dapat dicapai dengan berjalan kaki dari Pos PGA menuju Kampung Leworook selama 2,5 jam kemudian dilanjutkan menuju puncak G. Lereboleng selama 1,5 jam."
    },
    {
        "gunung_api": "Lewotobi Laki-laki",
        "code": "LWK",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Pencapaian puncak G. Lewotobi Laki-laki dilakukan dari arah barat dimulai dari Kp. Duang yang terletak lk. 7 km dari puncak G. Lewotobi. Lama perjalanan dari kaki sampai puncak lk. 5 jam melalui jalan setapak yang cukup baik."
    },
    {
        "gunung_api": "Lewotobi Perempuan",
        "code": "LWP",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Pendakian ke puncak G. Lewotobi Perempuan dilakukan dari kampung Duang yang terletak di lereng gunungapi bagian barat yang terletak lk. 7 km dari puncak G. Lewotobi. Lama pendakian lebih kurang 5 jam."
    },
    {
        "gunung_api": "Lokon",
        "code": "LOK",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Pendakian menuju Kawah Tompaluan yang merupakan pusat kegiatan G. Lokon saat ini dimulai dari Kakaskasen atau Kinilow, Perjalanan ditempuh selama 1,5 jam dengan menyusuri lembah (sungai kering) Pasahapen"
    },
    {
        "gunung_api": "Mahawu",
        "code": "MAH",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Untuk mencapai puncak G. Mahawu dari Kakaskasen dapat digunakan kendaraan umum sampai ke dekat desa Rurukan. Dari wilayah Desa Rurukan ini perjalanan dilanjutkan dengan jalan kaki melalui jalan setapak yang cukup baik hingga puncak G. Mahawu dalam waktu 1 sampai 2 jam."
    },
    {
        "gunung_api": "Marapi",
        "code": "MAR",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Cara mencapai ke arah puncak ada tiga, yakni dari arah tenggara, baratlaut dan selatan. Masing-masing untuk pendakian tersebut dimulai dari Pariaman, Sungai Puar dan Kota Baru."
    },
    {
        "gunung_api": "Papandayan",
        "code": "PAP",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Jalan pertama, melalui kota, lalu menuju Kecamatan Cisurupandan dari sini dilanjutkan hingga Kawah Mas. Jalan kedua, melalui Pangalengan, melewati daerah perkebunan Garut Selatan (Perk. Sedep dan Malabar) hingga perkebunan Cileuleuy, dari sini dilanjutkan menuju Kawah Mas"
    },
    {
        "gunung_api": "Peut Sague",
        "code": "PEU",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Puncak G. Peut Sague umumnya dicapai melalui sisi barat, yaitu lewat Kampung Lutueng, Kecamatan Geumpang. Kecamatan Geumpang sendiri dapat dicapai dari Kota Banda Aceh via Sigli dan Tangse, yang berjarak lk 232 km. Hamidi, S (1976) berhasil mencapai puncak G. Peut Sague melalui Gede Suantika, dkk. (1998), melakukan perjalanan melalui Kampung Lutung. lokasi transmigrasi SP4, dengan cara merintis jalan tim ini berhasil mencapai puncak selama 2 hari atau total waktu tempuh pulang pergi selama 5 hari. Jarak Kampung Lutung ke Puncak Lutung (salah satu puncak di G. Peut Sague) adalah sekitar 20 km.                                                                        Geumpang via Kampung Lutong dengan waktu tempuh selama 5 hari. Farisy,S dkk dari tim Kanwil Departemen Pertambangan dan Energi, Propinsi Daerah Istimewa Aceh, pada 12 Desember 1993 juga melakukan pendakian lewat jalur yang sama dengan waktu tempuh 5 hari."
    },
    {
        "gunung_api": "Raung",
        "code": "RAU",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Jalur pendakian ke puncak G. Raung umumnya dilakukan dari Desa Sumberweringin. Dari tempat ini, kendaraan roda empat masih dapat dilanjutkan ke Pondok Motor sejauh ± 7 km. Pendakian dari Pondok Motor melalui tegalan sepanjang ± 0,5 km ke arah selatan - baratdaya yang kemudian dilanjutkan melalui hutan dan jalan setapak yang mulai menyempit dan ditumbuhi oleh pepohonan cemara hingga ketinggian 1600 m. Setelah perjalanan selama ± 3 jam tiba di Pondok Sumur. Dari Pondok Sumur, medan pendakian mulai sulit, jalan setapak tertutup semak belukar. Setelah ± 2 jam, pendakian melalui hutan cemara dan pakis-pakisan, dan padang rumput seluas ± 0,25 km2 tiba di Pondok Demit.Pendakian dilanjutkan hingga ketinggian ± 2900 m sampai batas hutan, dikenal dengan Pondok Mantri atau Pasaran, pada tempat ini dilakukan perkemahan. Keesokan harinya dilanjutkan selama ± 1 jam sampai puncak, melalui medan yang tidak terlalu berat dengan kemiringan lereng berkisar antara 20° dan 30°."
    },
    {
        "gunung_api": "Rinjani",
        "code": "RIN",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Jalur pertama yaitu Mataram - Sembalun Lawang. Dimulai dari Sembalun Lawang mulai jalan kaki menuju ke G. Plawangan yang ditempuh selama 8 jam. Tiba di G. Plawangan ada dua pilihan, yaitu mendaki ke puncak G. Rinjani atau ke danau Segara Anak. Dari G. Plawangan ke puncak G. Rinjani dapat ditempuh selama kl. 3 jam dengan kondisi jalan yang terus menanjak dan gersang. Apabila memilih ke Danau Segara Anak dapat ditempuh selama 2,5 jam dengan menuruni tebing. Di tepi danau para pendaki dapat menyaksikan kerucut G. Barujari (pusat aktifitas vulkanik sekarang) dan G. Mas yang hampir tertutup lava G. Barujari. Untuk mencapai G. Barujari dari tepi danau (Hulu S. Kokokputih) dapat di tempuh selama 1,5 jam.Jalur kedua yaitu Mataram - Senaru yang ditempuh dengan kendaraan roda empat selama 3 jam. Jalur ini akan menempuh Senaru - Danau Segara Anak - G. Plawangan - Puncak G. Rinjani. Sejak dari Senaru medan yang ditempuh langsung mendaki hingga dinding kaldera Rinjani, setelah itu baru turun ke Danau Segara Anak. Dari Segara Anak pendakian dilanjutkan menuju G. Plawangan yang ditempuh selama 3 jam, kemudian ke puncak G. Rinjani yang juga ditempuh selama 3 jam."
    },
    {
        "gunung_api": "Rokatenda",
        "code": "ROK",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Gunungapi Rokatenda dapat dicapai dari pos pengamatan gunungapi G. Rokatenda yang berada di kampung Roka dengan menggunakan perahu kayu bermotor, lama perjalanan ± 1,5 jam ke kampung Awa. Pendakian ke puncak dapat ditempuh dari 2 jalan yaitu dari sebelah Barat (Kampung Ona) dan dari sebelah Utara (Kampung Awa). Lama perjalanan menuju puncak ± 3 jam."
    },
    {
        "gunung_api": "Ruang",
        "code": "RUA",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Gunungapi Ruang dapat dicapai dari Pulau Tagulandang dengan menggunakan perahu."
    },
    {
        "gunung_api": "Salak",
        "code": "SAL",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Untuk mencapai puncak G. Salak dapat dilakukan dari 2 arah, yaitu dari sebelah utara dan selatan. Jalan pertama dari arah utara dapat ditempuh dengan kendaraan bermotor sampai daerah kehutanan melalui Cikampak atau Cibatok menuju kampung Gunung Bunder. Dari batas hutan perjalanan dilanjutkan melalui jalan setapak menuju kawah dengan waktu tempuh lk. 2 jam. Jalan kedua dari arah selatan melalui Kecamatan Cicurug, Kabupaten Sukabumi dengan kendaraan bermotor sampai batas hutan di kampung Cidahu atau Nangkabeurit. Perjalanan selanjutnya hanya dapat ditempuh dengan melalui jalan setapak menuju puncak/kawah dan memerlukan waktu lk. 2 jam."
    },
    {
        "gunung_api": "Sangeangapi",
        "code": "SAN",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Pendakian pada umumnya adalah dari kampung Toroponda, dari Sori buntu lewat padang alang - alang yang landai, hingga di Lare di Sori Belanda (Sungai kecil dan kering).Satu jam kemudian berturut - turut di capai Luna (lapangan lama) dan setelah itu Watu Pela Ma Awa (Batu Ceper Bawah). Jalannya kemudian menghilang dan sedikit naik memasuki semak belukar, hingga satu jam kemudian dicapai Watu Pela Ma EA (Batu ceper atas), Sebuah padang alang - alang pada ketinggian 580 M. Setelah itu dicapai Kampo Kara dan Mamba Karana, kemudian memotong ke utara lewat lahar lama yang sudah lepas - lepas dan mesuk Mamba Mengi (990M), sebuah undak yang rapat di tumbuhi pohon hutan. Pendakian kini mulai langsung lurus menuju Dewa Mboko, pelana antara Doro Api dan Doro Mantoi. Jalan sudah tidak dapat di lihat lagi dan hanya di tandai di sana sini oleh bekas rintisan jalan, dari orang yang mendaki sebelumnya. Tanpa kesukaran yang berarti sampailah pada lereng yang terbuka, ialah Mamba Kawangge.Kemudian mengikuti aliran lava lama dari kawah Dewa Mboko, yang terbuka ke jurusan sini bagaikan sepatu kuda hingga di pelana antara Doro Mantoi dan Doro Api. Pendakian dari pelan yang luas ini ke puncak Doro Api maupun Doro Mantoi memakan waktu lk Satu jam. Jalan setapak yang sesungguhnya tidak ada dan dapat di pilih sendiri."
    },
    {
        "gunung_api": "Semeru",
        "code": "SMR",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Pos Pengamatan G. Semeru dapat dicapai dari Kota Surabaya dengan dua arah yang berbeda, yaitu; 1. Surabaya-Lumajang-Pasirian-Candipuro-Pos PGA G. Sawur (5-6 jam) 2. Surabaya-Malang-Turen-Dampit-Candipuro-Ampelgading-Pos PGA G.Sawur ( 5-6 jam) Untuk mencapai puncak G. Semeru dapat dicapai dari tiga arah, yaitu dari Lumajang, Malang dan Bromo. Pendakian ke puncak G. Semeru dimulai dari Ranupane kemudian menuju ke Ranu Kumbolo (2-3 jam), kemudian ke Kalimati (2 jam), ke Arcopodo (1-2 jam) dan berakhir di puncak G. Semeru (3-4 jam). Untuk mendaki Puncak Mahameru disarankan untuk bermalam di Kalimati atau di Arcopodo terlebih dahulu dan dilanjutkan perjalanan ke puncak pada malam harinya."
    },
    {
        "gunung_api": "Seulawah Agam",
        "code": "SEU",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Gunungapi ini tinggi puncaknya1726 m dml, titik kegiatan berada di lereng bagian utara, yaitu Kawah Heutsz dan di lereng selatan yang disebut Kawah Simpago, posisi kawah Heutsz berada  pada 05º 28’ 21.8” LU, 095º 39’ 50.8” BT pada ketinggian 753 m dml dan kawah Simpago pada 05º 26’ 18.6” LU, 095º 39’ 01.1” BT pada ketinggian 1193 m.\r\nG. Seulawah Agam dapat dicapai dari Banda Aceh dengan tujuan kota Kecamatan Seulimeum. dari kota ini jika mau mendaki puncak G. Seulawah Agam dapat melalui kampung Pulo dengan waktu tempuh sekitar 10 jam. Jika tujuannya ke kawah Heutz maka dari Seulimeum harus menuju ke Desa Lam Kabeu, dari desa ini perjalanan ke Kawah Heutz memakan waktu 5 jam. Umumnya jalan menuju ke puncak sangat sulit, sebagian besar harus merintis jalan."
    },
    {
        "gunung_api": "Sinabung",
        "code": "SIN",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Cara pencapaian ke lokasi puncak G. Sinabung, dapat ditempuh dari kota Bandung - Medan dengan angkutan udara. Dari kota Medan dapat menggunakan kendaraan bermotor hingga Kabanjahe atau ibukota kecamatan, desa maupun kampung yang terdekat untuk menempuh jalan ke arah puncak (Desa Tiga Pancur Kecamatan Simpang Empat, Kampung Guru Kinayan, atau dari arah timur laut)."
    },
    {
        "gunung_api": "Sirung",
        "code": "SIR",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Perjalanan menuju Kawah G. Sirung dapat dilakukan dengan menggunakan kendaraan roda dua mulai dari Pos PGA hingga ke Desa Kakamauta yang merupakan desa terdekat dengan G. Sirung dalam waktu lk. 1 jam. Kemudian dilanjutkan dengan berjalan kaki menuju tepi kaldera G. Sirung."
    },
    {
        "gunung_api": "Slamet",
        "code": "SLA",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Untuk mencapai kawah G. Slamet, pendakiannya dilakukan dari arah timur, yakni dari Bambangan. Pada tahun 1853, Junghuhn mendaki puncak G. Slamet melalui kampung Priatin, sebelah timur Kutabawa. Dalam 1923 Taverne mendaki puncaknya juga dari arah timur. Matahelumual (1961) dan Siswowidjojo (1970) mendaki puncaknya dari kampung Bambangan. Dalam tahun 1973 pendakian dari sini sampai puncaknya memerlukan waktu lk. 7 jam, kembalinya hanya dalam waktu 3 jam. Sampai ketinggian 1400 m dimana - mana masih terdapat kebun rakyat, dan setelah itu sampai ketinggian 1700 m yang ada hanya hutan pinus. Selanjutnya melalui hutan lebat dengan kayu - kayuan yang besar sampai ketinggian 2600 m, disini sebagian jalan setapak harus dirintis karena tertutup semak belukar. Sampai ketinggian lk. 3220 m masih terdapat berbagai tumbuhan dan kayu, diantaranya kayu tanganan dan wanarasa, dan makin ke atas lagi di puncaknya gundul, yang ada hanya batuan lepas (Hamidi, 1973)."
    },
    {
        "gunung_api": "Soputan",
        "code": "SOP",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Jalan ke arah puncak dengan mudah kita ketemukan dari beberapa arah lereng gunungapi. Dari Utara yaitu dari Kampung Tombasian Atas Kecamatan Tombasian Dari Kampung Pinebetengan Kecamatan Tompaso. Dalam waktu 2 jam dapat dicapai Kawah Masem, selanjutnya dibutuhkan satu jam lagi untuk mencapai puncak G. Soputan. Dari Timur yaitu dari Kampung Tumaratas atau Kp. Nongan, keduanya di Kecamatan Langoan Dari Selatan atau Barat : Dari Kampung Silian atau Kp. Winorangenan, Kecamatan Tombatu. Perkemahan dapat dilakukan dengan baik dekat hulu sungai Masem, bekas pabrik belerang sebelum perang dunia ke 2. Jarak dari sini ke puncak G. Soputan adalah lk. 5 km."
    },
    {
        "gunung_api": "Sorik Marapi",
        "code": "SOR",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Kampung Maga sebagai titik permulaan pendakian, kemudian melewati Kp. Sibangor yang terletak dilereng baratlaut gunung ini pada ketinggian ±900 m, mendaki ke ketinggian 1545 m. Dapat juga menempuh perjalanan dari Kotanopan lewat Maga menuju Sibangor dan menuju fumarola dilereng gunung ini pada ketinggian 1300 m, kemudian menuju puncak"
    },
    {
        "gunung_api": "Sundoro",
        "code": "SUN",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Gunungapi ini mudah dicapai dari segala jurusan, dari sebelah timur melalui Parakan, dari sebelah barat melalui Garung, dari arah utara melalui Tambi, sedangkan dari arah barat daya melalui Kretek, dan dari arah tenggara melalui Kledung. Jalan yang sangat baik yang ditempuh oleh Hadian (1970) adalah Wonosobo (775 m) terus ke Kawahj Sigedang di kaki timurlaut gunungapi Sundoro. Di sini para pendaki menginap. Wikartadipura (1970) menulis, bahwa setelah lk 1 jam perjalanan dicapai garis ketinggian lk 2000 m, baru masuk hutan akasia dan semak belukar. Dari ketinggian lk 2210 m tampak pemandangan yang indah ke arah Pegunungan Dieng, diantaranya G. Bisma, G. Sroja, G. Tlerep, dan G. Butak. Pada ketinggian ini terdapat tumbuhan sono dan tengseh. Perjalanan hingga puncak, triangulasi T 430 (3135,5 m) memakan waktu 4-5 jam. Apabila kita mengambil jalur dari tenggara, melalui Kledung (1390 m), ditempuh lk 6 jam dan dari utara melalui perkebunan Tambi, ditempuh lk 7 jam."
    },
    {
        "gunung_api": "Talang",
        "code": "TAL",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Dari arah timur yaitu melalui Bukit Sileh, Batubarjanjang, Batu Rajo Awa dan Bt. Palangkakan melalui cabang jalan terobosan dari jalan besar Alahan Panjang, Padang, sedangkan untuk mencapai daerah fumarola dari Batubarjanjang ke Gabuo Gadang dan Gabuo Belerang Tanah memerlukan waktu 2-3 jam."
    },
    {
        "gunung_api": "Tambora",
        "code": "TAM",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Puncak G. Tambora dapat di tempuh melalui 3 jalur pendakian, mulai dari Desa Doropeti ( yg memakan waktu ± 1 jam), dari Kp. Doro Canga (selatan-tenggara G. Tambora). Melalui perkebunan jambu mente, mengikuti jalan rintisan/perkebunan dengan kendaraan sampai pada ketinggian 1150 m dml, lalu dilanjutkan dengan berjalan kaki selama kurang lebih 4 jam perjalanan hingga di lereng atas bagian selatan Kaldera Tambora pada ketinggian 1950 m dml (posisi ini sangat baik untuk base camp). Dari posisi ini untuk mencapai dinding kaldera bagian selatan diperlukan waktu sekitar 1 jam perjalanan.Jalur lainnya adalah dari Kp. Pancasila (barat-baratlaut G. Tambora) dengan berjalan kaki hingga di tebing Kaldera Tambora bagian barat-baratlaut diperlukan waktu sekitar 2 hari perjalanan."
    },
    {
        "gunung_api": "Tandikat",
        "code": "TAN",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Pendakian dilakukan dari arah timur dari Kampung Ganting melalui Lalo, melalui jalan setapak sampai ke Puncak, dengan waktu tempuh 6 jam (Hamidi 1970), juga dapat dicapai dari sebelah barat laut dari kampung Malalak, kemudian tiba di Rimbo Piatu dengan merintis jalan untuk sampai di Puncak (Kemerling 1919)"
    },
    {
        "gunung_api": "Tangkoko",
        "code": "TGK",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Puncak G. Tangkoko dapat dicapai melalui tiga jalur: 1. Dari Pelabuhan Bitung menuju Kampung Pinangunian kemudian langsung menuju puncak. 2. Dari Kampung Makewide menuju Kampung Loari selanjutnya ke puncak. 3. Dari Kampung Batuputih ke Kampung Paring langsung ke puncak. Umumnya jalur yang paling sering dilalui ialah jalur kedua. Pendakian dimulai dari Kampung Makewide, menuju ke utara sedikit ke timur, menyusur pantai lewat kebun kelapa. Setelah lebih kurang 1 km sampailah ke Kampung Lembahao. Selanjutnya perjalanan menuju ke arah utara agak ke timur lewat tegalan dengan pondoknya, menuju Kampung Loari (sampai ketinggian 350 m), kemiringan rata-rata 15o. Akhirnya sampailah di pinggir kawah bagian tenggara pada ketinggian 670 m. Waktu yang diperlukan dari Makewide ke pinggir kawah ini 3 jam"
    },
    {
        "gunung_api": "Tangkuban Parahu",
        "code": "TPR",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Puncak G. Tangkubanparahu dapat dicapai dengan kendaraan bermotor roda 4 dari kota Bandung dan Lembang di sebelah selatan dan kota Subang dan Jalan Cagak di sebelah utara timurlaut"
    },
    {
        "gunung_api": "Wurlali",
        "code": "WUR",
        "pendahuluan": null,
        "cara_mencapai_puncak": "Untuk mencapai G. Wurlali yang ada di P. Damar, dapat ditempuh dengan menggunakan kapal perintis KM. Bandar Naira yang berangkat dari Ambon dengan tujuan Seram, Saruai, Nila, Teon dan Damer, lalu turun di teluk Kuluwali desa Wulur, Kecamatan Damer, dengan lama perjalanan 3 malam (± 60 Jam). Selain jalur tersebut ada juga kapal KM Wetar dengan jalur pelayaran dari Surabaya-Kalabahi-Wetar-Kisar-Damer, lama perjalanan sekitar 1 Minggu. Kecamatan Damer  belum mempunyai dermaga, sehingga naik/turun penumpang atau bongkar muat dilakukan di tengah laut dengan menggunakan perahu.\r\n\r\nUntuk melakukan pengamatan lubang tembusan solfatara di G. Wurlali, perjalanan dapat ditempuh dari desa Wulur ke desa Kehli dengan berjalan kaki (1 jam) atau naik perahu (15 Menit). Dari Kehli jalan kaki ke Kawah G. Wulur mengikuti jalan setapak bekas jalan penambang belerang selama ±3 Jam. "
    }
]