[
    {
        "gunung": "Agung",
        "code": "AGU",
        "umum": null,
        "morfologi": "Morfologi G. Agung terutama berupa kerucut gunungapi dan parasit gunungapi. Morfologi kerucut gunungapi berbentuk hampir simetri dengan ketinggian 3014 m dpl, lerengnya relatif terjal. Satuan morfologi ini dibentuk oleh bahan piroklastik dan lava, bagian puncak ditutupi oleh bahan lepas yang cukup tebal, terutama piroklastik jatuhan hasil letusan tahun 1963. Sedangkan morfologi parasit gunungapi derah G. Agung terdapat pada lereng tenggara, membentuk kerucut-kerucut gunungapi (cone shape), diantaranya G. Pawon (800 m dpl). Beberapa kerucut pada bagian timur Gunungapi Agung, diduga bukan merupakan parasit dari Gunungapi Agung. Bahan pembentuksatuan morfologi ini terdiri dari lava dan bahan lepas berupa skoria atau “cinder”.",
        "stratigrafi": "Stratigrafi G. Agung didasarkan pada tingkat kesegaran batuan serta hubungan antara satuan batuan. Posisi stratigrafi dari produk yang tertua sampai dengan termuda adalah sebagai berikut :\r\n  - Formasi Ulakan (Uvs) terdiri dari batu gamping koral, lava dan breksi vulkanik. Batuan ini diperkirakan Andesit basaltis.\r\n  - Kelompok batuan Kondangdia (Kv) Kelompok batuan ini terdapat pada bagian timur hasil dari aktifitas tua terdiri dari aliran lava tua dengan struktur \"sheeting joint\", agak lapuk. \r\n  - Kelompok Batuan Budakeling (Bv) terdapat di bagian tenggara Gunungapi Agung yaitu di daerah Budakeling terdiri dari lava dan breksi vulkanik dengan fragmen-fragmen batuan beku yang beraneka ragam. \r\n  - Kelompok Batuan Cemara (Cv) terdapat pada bagian selatan, berupa lava dan batuan piroklastik. \r\n - Kelompok Batuan Tabis (Tv) terletak di sebelah barat Gunungapi Agung, dibentuk oleh lava dan piroklastik.\r\n - Kelompok Batuan Vulkanik Batur (BAv) terdapat pada bagian barat Gunungapi Agung dan merupakan hasil erupsi Gunungapi Batur tua. \r\n",
        "struktur_geologi": "Struktur geologi Komplek Gunungapi Agung - Abang - Batur - Budakeling menunjukkan suatu kelurusan berarah barat laut - tenggara. Sungai Tukad Daya - Tukad lateng menunjukkan suatu kelurusan yang memotong sebagian bukit Tabis yang terdapat di bagian tengahnya. Pada bagian selatan - tenggara Gunungapi Agung memperlihatkan alihan pematang punggungan yang diduga akan terbentuk rekahan geser menganan.",
        "petrografi": null
    },
    {
        "gunung": "Anak Krakatau",
        "code": "KRA",
        "umum": null,
        "morfologi": "Morfologi  Kenampakan geomorfologi komplek vulkanik Krakatau terdiri dari dinding kaldera, bentukan kerucut vulkanik, aliran lava, dataran dan daerah pantai. Morfologi kaldera dicirikan oleh dinding sangat curam yang terbentuk di bagian utara pulau Rakata dengan bentuk cekung menghadap ke utara. Morfologi dinding kaldera di pulau Sertung dan Panjang dibentuk oleh erupsi paroksismal pra-sejarah, sedangkan dinding kaldera Rakata terbentuk pada saat pembentukan kaldera 1883. Kenampakan morfologi pulau-pulau tersebut dicirikan oleh topografi bentuk lereng yang dapat dijumpai di sebelah selatan P. Rakata, sebelah barat P. Sertung dan sebelah timur P. Panjang. Bentuk morfologi lereng ini terdiri dari perulangan lembah dan punggungan dan di P. Rakata menampakkan pola radial sedangkan di P. Panjang dan P. Sertung semi-radial. Bagian morfologi ini tersusun oleh endapan aliran piroklastik hasil erupsi 1883. Morfologi kerucut vulkanik dijumpai di pulau Rakata dan Anak Krakatau. Kerucut vulkanik Rakata teramati jelas mulai ketinggian 500 m sampai ke bagian puncak, 813 m dari muka laut. Bagian puncak Rakata tersusun oleh sumbat vulkanik dan endapan aliran piroklastik. Kerucut vulkanik Anak Krakatau terdiri atas kerucut vulkanik tua dan kerucut vulkanik muda yang masih aktif. Kerucut vulkanik tua tidak menunjukkan kerucut yang sebenarnya karena bagian atas kerucut menghilang oleh erupsi dan meninggalkan dinding kawah besar dan puncak tertinggi 155,66 m dml. Dinding kawah ini terbuka ke arah tenggara, tetapi pada 1999 kerucut vulkanik tua dan kerucut aktif menyatu membentuk kerucut vulkanik besar yang tersusun oleh perlapisan jatuhan piroklastik dan aliran lava. Sebelum itu, kerucut aktif ini terbentuk di bagian tengah kawah kerucut tua dan puncak tertingginya pada 1983 adalah 201,446 m. Akibat erupsi yang terjadi secara periodik, pertumbuhan kerucut muda ini menjadi semakin besar dan menutupi kerucut tua. Pada tahun 2000, kerucut muda ini mencapai tinggi 300 m dml.  \r\nAliran lava mempunyai morfologi khusus yang terbentuk hampir kesemua arah, terdiri atas beberapa aliran hasil kegiatan vulkanik tahun 1963, 1972, 1973, 1975, 1979, 1980 (Bronto, 1982), 1988, 1992, 1993 dan 1996 (Sutawidjaja, 1997). Morfologi ini memperlihatkan berbagai bentuk permukaan kasar yang mencerminkan bongkahan lava atau “aa” lava, tersebar dalam berbagai ukuran dan umumnya memperlihatkan pola aliran yang jelas dan membentuk punggungan yang membentang dari sumbernya ke arah pantai. Banyak dari aliran lava masuk ke laut dan menambah besar pulau tersebut.  \r\nMorfologi pedataran menempati bagian timurlaut P. Sertung dan permukaannya di beberapa tempat tingginya tidak lebih dari 5 m, tersusun atas material vulkanik lepas dan pasir. Tepi barat dan timurlaut daerah ini seringkali berubah, karena daerah ini mudah sekali diterpa ombak besar yang menyebabkan abrasi, terutama pada musim angin barat. \r\n\r\n",
        "stratigrafi": "Stratigrafi Komplek Vulkanik Krakatau terletak sekitar 140 km dari Jalur Tektonik Jawa dimana zona penunjaman kira-kira 120 km dibawahnya (Zen, 1983). Zen berkeyakinan bahwa zona Sesar Sumatra tidak menerus ke Jawa melalui Krakatau, tetapi Selat Sunda merupakan kunci antara penunjaman oblik Jalur Sumatra dan penunjaman frontal Jawa, dan Krakatau terletak diantara pertemuan zona dua graben dan zona rekahan arah utara-selatan. Effendi, dkk. (1983) percaya bahwa Komplek Vulkanik Krakatau dikontrol oleh pergerakan tektonik yang berhubungan dengan Sistem Sesar Sumatra Selatan. Struktur ini ditunjukkan oleh keberadaan dike dan rekahan di P. Rakata, dan struktur seperti graben di Anak Krakatau. Beberapa dike mempunyai arah strike 160o/165o dan kemiringan hampir vertikal 80o/90o, dan seluruh dike tersebut berhubungan dengan Sistem Sesar Sumatra Selatan (Tjia, dkk, 1983). Tjia (1983) menyatakan bahwa rekahan arah 160o/165o dijumpai sekitar kerucut aktif Anak Krakatau dan lebih kurang paralel terhadap Sistem Sesar Sumatra Selatan. Gunungapi Anak Krakatau terletak di dalam Kaldera Krakatau yang terbentuk pada letusan paroksimal kedua tahun 1883.  Awal titik erupsi gunungapi ini terletak pada kedalaman 188 meter di bawah muka laut, muncul di bagian selatan dari kaldera tersebut, serta segaris dengan Kawah Danan dan Perbuwatan. Stratigrafi di komplek Krakatau terbentuk akibat aktivitas komplek Krakatau yang dimulai pada periode pembentukan Gunungapi Krakatau Purba, sampai dengan periode pembentukkan Gunungapi Anak Krakatau. Urutan stratigrafi endapan/batuan vulkanik di daerah ini dihasilkan oleh kegiatan erupsi Krakatau. Kronologi batuan vulkanik di Komplek Vulkanik Krakatau diketahui sebagai suksesi kegiatan periodik.",
        "struktur_geologi": null,
        "petrografi": "Petrologi Pada prinsipnya mineral-mineral primer baik dari lava maupun bom adalah hampir sama, tersusun atas augit, hipersten, plagioklas dan sejumlah  butiran kecil olivin, dan umumnya terbentuk dalam masadasar hipokristalin sampai holokristalin. Plagioklas terbentuk sebagai fenokris dan mikrolit. Sebagai fenokris menguasai antara 53 - 66% dari batuan dan panjangnya rata-rata 1,4 mm, komposisinya berkisar antara andesin kalsik - labradorit kalsik (An48-An68) dan rata-ratanya An58. Semua fenokris yang besar dan beberapa yang lebih kecil menunjukkan zoning progresif dan reversed. Fenokris besar cenderung berkelompok membentuk tekstur glomeroporfiritik, dan kelompok kecil terdiri atas butiran kecil inklusi hipersten. Hal ini menunjukkan bahwa hipersten terjadi lebih awal dari pada plagioklas pada saat kristalisasi magma basaltis. Fenokris yang lebih kecil tersebar secara random pada seluruh batuan dan bentuknya euhedral, serta umumnya tidak terjadi penzonaan dan relatif bebas dari inklusi.  \r\nAugit terdapat baik sebagai fenokris berukuran sampai 0,8 mm maupun sebagai butiran kecil dalam masadasar. Fenokris yang merupakan resorbed crystals berjumlah 9 - 19% dalam batuan atau rata-rata 14% dalam batuan. Inklusi umumnya terdapat dalam fenokris dan plagioklas. Butiran kecil augit dalam masadasar berdiameter lebih kecil dari 0.01 mm dan bergabung dengan butiran olivin yang berukuran sama.  \r\nHipersten juga terdapat sebagai fenokris maupun butiran kecil dalam masadasar, berjumlah 2 - 10% atau rata-rata 5% dalam batuan, kenampakannya mirip dengan augit.  \r\nOlivin terbentuk sebagai fenokris euhedral sampai subhedral dengan rata-rata panjangnya 0,15 mm, tetapi tidak semua contoh batuan mengandung olivin. Fenokris berjumlah 4% dalam batuan dan cenderung bergabung dengan augit membentuk kelompok kumulofirik.  \r\nMasadasar dicirikan dengan warna coklat kehitaman berjumlah 13 - 22% dalam batuan, terdiri atas gelas hitam opak dan sejumlah mikrolit kecil dan kristalit plagioklas, hipersten, augit, magnetit, titanomagnetit dan adakalanya diopsid dan augit-aegirin.  \r\nXenolit terdapat beragam dalam komposisi dan berkisar dari gabro dioritis, mikro-gabro sampai diabas ofitik, umumnya terbentuk dalam batuan, lava dan bom vulkanik yang kemungkinan berasal dari bom balistik dari batuan samping.  \r\nPetrografi batuapung 1883 terutama dipilih dari endapan aliran piroklastik dan jatuhan piroklastik. Batuapung ini ditemukan di pulau Rakata, Panjang dan Sertung dengan ukuran abu, pasir, lapili dan bongkahan. Batuapung dari endapan aliran piroklastik mempunyai petrografi sederhana, seluruh contoh batuan terdiri atas masadasar gelas vulkanik dengan fenokris plagioklas, orto-piroksin, klino-piroksin, magnetit dan apatit. Fenokris berjumlah 10% dari batuan, dimana plagioklas mempunyai dua pertiga bagiannya dan selainnya piroksin dan magnetit. Masadasar gelas vulkanik selalu mengandung mineral apatit dan apatit ini sering terbentuk sebagai inklusi dalam plagioklas dan piroksin. \r\n"
    },
    {
        "gunung": "Banda Api",
        "code": "BAN",
        "umum": "GEOLOGI \r\nG. Banda Api muncul dari pada ujung utara deretan gunungapi yang terletak pada busur dalam Vulkanik Banda ( Van Bemmelen, 1949, Hal.219) Busur itu terbentuk kira kira 1,5 juta tahun yang lalu, mekanisma pembentukannya rumit dipandang dan teori tektonik lempeng. Interaksi antara lempeng utama (Pasifik, Indo-Australia) dengan beberapa lempeng mikro serta pengaruh sesar transform Irian dan sesar-sesar lokal lainnya menyebabkan kompleksnya wilayah itu dilihat dari sudut struktur geologi regional. Peristiwa tersebut menyebabkan wilayah Busur Banda dan lautan sekelilingnya menjadi sumber gempa tektonik. \r\nGeologi tinjau pulau-pulau yang besar di Kepulauan Banda disusun oleh Verbeek 1900, beberapa ekspedisi meneliti kimia batuan, kegempaan dan kedalaman laut antara tahun 1964-1986  Bandingan pembentukan Gunungapi Banda Api dengan Gunung Anak Krakatau dilakukan oleh G.A.De Neve 1985 dan Matahelemual 1988 Berawal dari pembentukan kaldera Lontor, dimaulailah proses 4 tahap terjadinya Gunngapi Banda Api (Matahelemual, 1988, hal.20-24) \r\nUntuk mendapatkan masukan dalam pembahasan mengenai sifat dan bahaya letusan gunungapi maka perlu ditinjau secara umum latar belakang geologi Kep.Banda.  Selain Verbeek (1900) yang membahas geologi Kep.Banda ini beberapa akhli geologi pernah ke Kep.Banda dalam expedisi Baruna I dan Expedisi Snellius II. GEOFISIKA\r\nKegempaan \r\nPengamatan kegempaan G. Banda Api secara kontinyu dilakukan menggunakan seismograf PS-2 yang dioperasikan menggunakan sistem pancar. \r\nPenyelidikan kegempaan G. Banda Api dilakukan pada bulan Oktober-Nopember 2005 dengan memasang stasiun seismik tambahan sebanyak 3 buah. Dari keempat Datamark LS-7000 tersebut tiga diantaranya dipasang di sekitar tubuh G. Banda Api. \r\nBeberapa gempa vulkanik yang terekam bersumber di bawah tubuh G. Banda Api dengan kedalaman gempa sekitar 2,4 km dari muka laut.GEOKIMIA \r\nJenis Batuan : Menurut  Verbeek, 1908,  batuan yang dihasilkan oleh Gunungapi Banda-api adalah ;  Andesit piroksen ditemukan di kaki selatan G.Banda-api dan andesit piroksen serupa gelas di Batu Angus dan disebelah aliran lava dilereng tenggara sebuah bom di tepi kawah terdiri dari andesit piroksen yang mengandung olivin, kadar SiO2 56 - 59% Menurut Kraeff, 1952 telah memeriksa 6 contoh batuan (lokasi tidak disebutkan) Hasilnya adalah 2 buah Basalt hiperstein augit yang mengandung kaca, sebuah tuf kaca putih, dua buah batuan basaltik berliang renik dan sebuah breksi tuf basaltik. \r\n\r\n\r\n",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Batur",
        "code": "BAT",
        "umum": "GEOLOGI Sejarah pembentukan G. Batur dan kalderanya dimulai dengan pertumbuhan kerucut gunungapi purba dengan ketinggian lk. 300 m di atas muka laut. Sekitar 29.300 tahun yang lalu terjadi letusan awan panas yang mengandung batuapung berkomposisi dasit, setelah letusan tersebut terjadilah amblasan pada bagian atas kerucut yang membentuk Kaldera Batur I, dengan G. Ambang (+2152 m) merupakan sisa tubuh kerucut purba. \r\n Letusan besar kedua terjadi sekitar 20.150 tahun yang lalu dengan komposisi yang sama dengan yang pertama, letusan ini diikuti dengan pembentukan beberapa kerucut dan kubah seperti G. Payang dang dan G. Bunbulan. Amblasan kedua terjadi dan membentuk Kaldera Batur II dengan kerucut G. Payang dan G. Bunbulan ikut amblas hampir separuhnya. \r\n \tKegiatan purba kaldera ditandai dengan pertumbuhan kerucut G. Batur hingga kini terbentuk. Kegiatan ini diawali sekitar 5000 tahun yang lalu oleh pembentukan kerucut G. Batur berkomposisi basal sampai andesit basalan. \r\n",
        "morfologi": null,
        "stratigrafi": "Stratigrafi G. Batur Penyebaran batuan yang dihasilkan dari G. Batur dapat dibagi menjadi 5 periode yaitu: \r\nPeriode I Zaman tersier \r\nPeriode II Zaman Kuarter (Pra Kaldera) \r\nPeriode III Zaman Pembentukan Kaldera I (29.300 tahun yang lalu) \r\nPeriode IV Zaman Pembentukan Kaldera II (20.150 tahun yang lalu) \r\nPeriode V Zaman Purna Kaldera (5500 tahun yang lalu) \r\nPeriode I Zaman Tersier\r\nBatuan tertua yang tersingkap adalah Endapan aliran piroklastik Bukit Jangkrik, batuan ini tersingkap di bagian selatan. Batuan selanjutnya yang tersingkap adalah Lava Cempaga yang berkomposisi basal olivin, batuan ini tersingkap sedikit di bagian selatan. \r\nBatuan mudanya adalah Lava Tejakulak yang tersingkap di bagian utara, tersusun dari basal olivin porfiritik, abu-abu cerah, fenokris (sekitar 40 %) dicirikan oleh olivin besar berbentuk euhedral - subhedral dengan plagioklas subhedral (kurang dari 2 mm). \r\n",
        "struktur_geologi": "Struktur Geologi Kaldera G. Batur tertutup dari segala arah, merupakan salah satu kaldera terbesar dan terindah di dunia (van Bemmelen, 1949). Pematang kaldera tingginya berkisar antara 1267 m  2152 m (Puncak G. Abang). Di dalam Kaldera I terbentuk Kaldera II yang berbentuk  melingkar dengan garis tengah lk. 7 km. Dasar Kaldera  II terletak antara 120 - 300 m lebih rendah dari Undak Kintamani (dasar Kaldera I).  Di dalam kaldera tersebut terdapat danau yang berbentuk bulan sabit. Menurut van Bemmelen (1949) danau tersebut diperkirakan terbentuk bersamaan dengan pembentukan Kaldera II.",
        "petrografi": null
    },
    {
        "gunung": "Batutara",
        "code": "TAR",
        "umum": "GEOLOGI Gunung Batutara muncul pada segmen“back Arc“ di atas zona subduksi Busur Sunda bagian timur. Gunungapi ini membentuk pulau kecil di Laut Flores dengan diameter minimum 1,7 km bearah timur-barat sedangkan diameter maksimum 3,75 pada arah timurlaut-baratdaya dan tenggara-baratlaut. Kemiringan lereng antara 30o - 40o . Kawah utama berebntuk bulan sabit membuka ke arah jurang memanjang sampai pantai timur. Dinding kawah bagian atas berukuran 700 x 900 m pada titik ketinggian antara 647 - 748 m di atas muka laut, sedangkan dasar kawah berukuran 250 x 350 m. Kawah lainnya terdapat di sebelah selatan kawah utama berukuran lebih kecil dengan diameter lebih kurang 50 m dan tidak aktif.",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Bromo",
        "code": "BRO",
        "umum": "GEOLOGI Sejarah Pembentukan Gunungapi Bromo : \r\nPegunungan Tengger mempunyai sejarah gunungapi yang panjang, dimulai dari 1,4 juta tahun yang lalu (Mulyadi, 1992). Para ahli gunungapi menamakan pegunungan ini dengan Komplek Bromo - Tengger, terdiri dari beberapa tubuh gunungapi dengan pusat erupsi utamanya membentuk busur. Pada masa pertumbuhannya kegiatan eksplosif dan efusif telah membentuk kerucut Nongkojajar (1,4 ± 0,2 juta tahun yang lalu), Kerucut Ngadisari (822 ± 90 ribu tahun yang lalu), Kerucut Tengger Tua (265 ± 40 ribu tahun yang lalu), Kerucut Keciri (tidak diketahui umurnya) dan Kerucut Cemoro Lawang (144 - 135 ± 30 ribu tahun yang lalu). \r\nPada kegiatan eksplosif yang besar, kerucut-kerucut tersebut sebahagian terhancurkan dan terbentuklah kaldera dengan urutan tertua ke muda sebagai berikut : \r\n1.        Kaldera Nongkojajar \r\n2.        Kaldera Ngadisari \r\n3.        Kaldera Keciri, dan \r\n4.        Kaldera Lautan Pasir \r\nKerucut Gunungapi Bromo merupakan satu-satunya pusat kegiatan post-kaldera Lautan Pasir yang masih menunjukkan aktifitas vulkanik sampai sekarang. Beberapa kerucut yang berada di dalam kaldera Lautan Pasir namun sudah tidak aktif lagi. \r\nGEOFISIKA \r\nSeismik\r\nPengamatan kegempaan G. Bromo dilakukan secara terus menerus sejak awal 1989 dengan mempergunakan seismograf mekanik hingga bulan Juli 1991. Selanjutnya pada bulan Juli 1991 sampai dengan bulan Mei 1995 digunakan seismograf Teledyne Geotech satu komponen sitem kabel dan pada saat ada peningkatan kegiatan letusan G. Bromo pada bulan Maret 1995 maka dipasang Seimograf PS-2 sistem pancar (radio) satu komponen sampai sekarang. Sedangkan Seismograf Teledyne Geotech sistem kabel tidak dipergunakan lagi sejak bulan Mei 1995. \r\nSeismometer ditempatkan di lereng Utara G. Bromo, pada 07°56'15.0” LS dan 112°57'43.7”BT, dengan ketinggian  2175 meter dpl.\r\nData kegempaan G. Bromo dipancarkan (ditransmit) lewat radio dan kemudian diterima oleh seperangkat alat penerima (receiver) yang ditempatkan di Pos Pengamatan Gunungapi Bromo yang berada di Cemoro Lawang (lebih kurang 2.200 meter dpl.), Desa Ngadisari, kecamatan Sukasari, Kabupaten Probolinggo, Jawa Timur. \r\nJenis Gempa yang terekam dari statiun seismik G. Bromo  umumnya berupa Gempa Tektonik Jauh, Gempa Tektonik Lokal, Gempa Vulkanik-Dalam, Gempa Vulkanik-Dangkal, Gempa Hembusan dan Gempa Tremor. Pada kondisi normal jumlah gempa yang terekam umumnya didominasi oleh Gempa Tektonik Jauh.\r\n",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Bur Ni Telong",
        "code": "TEL",
        "umum": null,
        "morfologi": "Morfologi G. Bur Ni Telong berkembang ke arah selatan, tenggara dan baratdaya, sedangkan ke arah selatan sedikit terhalang oleh adanya bukit-bukit kecil di bagaian lerengnya. Hal ini karena ke arah utara dan timur pertumbuhann tubuh Bur Ni Telong terhalang oleh komplek G. Geurodong, Leui Kucak dan G. Panji. Pola aliran sungainyanya juga sangat dipengaruhi oleh morfologi yang membentuknya, sebagian dari aliran sungai yang berada di sekitar puncak menunjukan suatu daerah tangkapan berpola aliran radier dan semi dendritik, namun ke arah hilir berubah menjadi pararel. Daerah puncak Bur Ni Telong mempunyai morfologi berrelief kasar terdiri dari sisa - sisa kerucut dan kubah lava yang sebagian terhancurkan oleh erupsi pada waktu lampau sehingga bila dilihat dari kejauhan nampak bergerigi. Daerah puncak dan lereng atas ini mempunyai sudut lereng yang terjal, dan berdasarkan titik aktivitas saat ini kearah G. Bur Ni Telong terbuka ke arah baratdaaya. Adapun bekas kawah yang terdapat di sebelah tenggara saat ini tidak menunjukan aktivitasnya. ",
        "stratigrafi": "Stratigrafi Batuan tertua di daerah ini adalah berupa batuan sedimen, yang sebagian besar telah terubah menjadi kwarsit, batu tanduk dan meta gamping yang merupakan batuan dasar (basement) dari batuan vulkanik. G. Bur Ni Telong merupakan gunungapi termuda yang terdapat di dalam suatu komplek gunungapi tua yang terdiri dari G. Salah Nama, G. Geureudong dan G. Pepanji. Penyebaran produk letusan G. Bur Ni Telong sebagian besar ke arah selatan, tenggara dan baratdaya, terdiri dari aliran piroklastik (awan panas), jatuah piroklastik dan lava. Sebagian besar lava tersingkap di daerah puncak dan di lereng barat dan selatan bagian atas dengan komposisi andesitik dasitik. Pada umumnya lava di bagian lereng bersifat andesitik sedangkan di daerah puncak (kawah) umumnya dasitik (Suhadi dkk, 1994). Aliran piroklastik mempunyai sebaran yang cukup luas di sekitar lereng terutama di bagian baratdaya, adapun jatuhan piroklastik tersingkap di lereng selatan dan baratdaya umumnya menumpang diatas aliran piroklastika.",
        "struktur_geologi": "Struktur geologi yang berkembang di sekitar G. Bur Ni Telong sangat berhubungan dengan struktur regional yang berkembang di P Sumatera yaitu Sesar Semangko. Sesar Semangko ini mempunyai arah relatif baratlaut - tenggara, struktur geologi yang terdapat di G. Bur Ni Telong dan sekitarnya berupa kaldera, kawah dan sesar.",
        "petrografi": null
    },
    {
        "gunung": "Ciremai",
        "code": "CER",
        "umum": "GEOLOGI  Batuan yang mendasari  komplek G. Ciremai adalah batuan sedimen Tersier, sebagian dapat dijumpai dalam komplek G. Ciremai di bagian kaki baratlaut. Disamping itu juga dijumpai beberapa intrusi berkomposisi andesit seperti di daerah Maja, Kab.Majalengka,serta di utara komplek G. Ciremai, yaitu pada daerah G. Kromong. \r\nPertumbuhan aktivitas vulkanik di sekitar G. Ciremai diawali oleh kegiatan G. Putri dan disusul oleh kegiatan G. Gegerhalang, kemudian kegiatan G. Ciremai hingga saat ini yang diduga masih aktif dan dikatagorikan sebagai gunungapi tipe A. \r\nPada kegiatan G. Putri menghasilkan aliran lava porfiritik, sedangkan kegiatan vulkanik G. Gegerhalang menghasilkan aliran lava dan awan panas serta jatuhan piroklastik. Setelah kegiatan vulkanik Gegerhalang disusul oleh kegiatan  G. Ciremai yang menghasilkan beberapa aliran lava serta endapan awan panas, dan jatuhan piroklastika. Selain itu juga menghasilkan endapan sekunder berupa endapan lahar yang menyebar di kaki sebelah timur G. Ciremai. Disamping itu dijumpai juga beberapa erupsi samping yang menghasilkan  aliran lava berkomposisi andesit diantaranya erupsi Sukageri, erupsi buntung, erupsi pucuk dan erupsi  Dulang.   \r\nGEOFISIKA \r\nSeismik  \r\nPengamatan seismik G. Ciremai secara kontinyu dilakukan dengan memasang alat seismograf jenis PS-2 sistem telemetri dengan seismometer L4C satu komponen vertikal di bukit Masigit berjarak 4 km dari puncak di sebelah timurlaut.\r\nAktivitas G. Ciremai selama bulan Desember 2008 secara kegempaan berfluktuatif. Rincian selengkapnya seperti pada tabel dan grafik di bawah ini.\r\nGaya Berat   \r\nPenyelidikan gaya berat yang dilakukan di G. Ciremai adalah untuk mengetahui pola penyebaran anomali gaya berat yang ada di daerah tersebut atas dasar kemungkinan memberi petunjuk tentang kondisi struktur geologi  di bawah permukaan atau hal lain yang dapat di kaitkan dengan aktivitas gunung itu. Penyelidikan telah dilakukan Januari 1990 dan menyimpulkan pada daerah penyelidikan cendrung adanya anomali positip di sektor utara dan selatan puncak yaitu di daerah Pasir Dokom, Gunung Argapura, Karang Dinding dan Gunung Sunagar, sedang anomalinegatif terdapat di sektor bagian timurlaut dan tenggara yaitu di daerah  Cibeureum, Pasir Tamiang dan Tegal Bagawat. Untuk mengeta-hui lebih  jauh tentang penyebab anomali tersebut diperlkan penelitian lanjutan yang lebih detail. \r\nGeomagnet\r\nPenyelidikan geomagnet di G. Ciremai dilakukan untuk memperoleh gambaran  kemagnetan dasar, guna mengetahui penyebaran anomali yang diakibatkan oleh adanya suatu masa magnetis di bawah permukaan. Analisa kemagnetan untuk G. Ciremai masih merupakan analisa kualitatif, untuk analisa kuantitatif masih dalam proses. Dari hasil penyelidikan dapat disimpulkan : \r\n1.\tDiperoleh anomali-anomali positip di bagian barat, utara dan tenggara  dari G. Ciremai.\r\n2.\tDiperoleh anomali rendah atau negatif untuk puncak G. Ciremai/kaldera G. Ciremai.\r\n3.\tAnomali negatif tersebut dikelilingi oleh anomali positif. \r\n Secara keseluruhan, dari bentuk kontur anomali diperoleh gambaran penyebaran anomali terlihat tertutup melingkari G. Ciremai. Anomali ke bagian utara terlihat mangkin melandai, sedangkan di bagian timur dan tenggara bentuk anomali agak rapat. Bentuk pola anomali tersebut memberikan gambaran pola anomali magnet untuk Kaldera, sehingga terlihat jelas adanya depresi dibagian kaldera tersebut. \r\n",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Dempo",
        "code": "DEM",
        "umum": "GEOLOGI Gunung Dempo merupakan gunungapi tertinggi di Sumatera Selatan yang terletak di antara pegunungan bukit barisan dan Gumai. Puncak tertinggi disebut G. Merapi dengan ketinggian 3173 m dpl ataun 2900 m di atas dataran tinggi Pasumah. Puncak lainnya adalah G. Serpeh (2863 m), G. Gentengtoi and G. Kumbang (2862 m) yang merupakan sisa kegiatan vulkanik masa lalu. Pada phase pertama erupsi pusat letusan berada pada arah barat - timur, namun pada phase kedua pusat letusan berada pada arah timurtenggara - baratbaratlaut. ",
        "morfologi": "Morfologi G. Dempo umumnya terbentuk oleh lava yang tertutupi oleh endapan piroklastik. Terdapat beberapa puncak yang membentuk kesejajaran dari barat ke timur yaitu G. Serpeh, G.Gentingloa, G.Kumbang, Bukit Terban, G.Merapi dan G. Dempo sendiri yang merupakan bukti terjadinya perubahan pusat letusan. Batuan tertua dari G. Dempo merupakan batuan endapan tertier yang diasumsikan sebagai batuan basement, yang terdiri dari batuan Tuff dan Pasir. Endapan vulkanik tersier dari G. Dempo berupa lava, aliran piroklastik, dan jatuhan piroklastik yang terendapkan pada lingkungan air . Hal ini dibuktikan dengan adanya endapan lignite dan kayu. Bagian dari batuan ini terintrusi oleh batuan phorphric diorite - phorphyric dacite di sebelah baratlaut. Intrusi ini muncul berbentuk kerucut dengan diameter 300 - 500 m..\r\n\r\nPuncak Mandiangin muncul disebelah barat G. Dempo dan merupakan puncak yang lebih tua dibanding G. Dempo. Hal ini dibuktikan dengan adanya produk G. Dempo yang menutupi tubuhnya. Endapan fluviovolcanic ditemukan pada bagian timur yang terdiri dari aliran produk lastik, lahar, tuff dan endapan sungai. Gunung Dempo sendiri menghasilkan produk vulkanik seperti lahar, lava andesite - basaltic, jatuhan piroklastk dan aliran piroklastik.. Endapan yang paling muda adalah alluvium.\r\n\r\n",
        "stratigrafi": null,
        "struktur_geologi": "Struktur geologi yang berkembang adalah sesar geser (dekstral dan sinistral), sesar normal, rekahan pada area puncak, dan kelurusan topografi. Aktivitas G. Dempo saat ini adalah pada kawah paling muda yaitu kawah Merapi. Semua aktivitas erupsi yang terekam terjadi pada kawah ini.",
        "petrografi": null
    },
    {
        "gunung": "Dieng",
        "code": "DIE",
        "umum": "GEOLOGI Kegiatan gunungapi pada komplek G.Dieng dari yang tua hingga yang termuda dapat dibagi dalam tiga episoda yang didasarkan pada umur relatif, sisa morfologi, tingkat erosi, hubungan stratigrafi dan tingkat pelapukan. \r\na.        Formasi pra Kaldera, diindikasikan oleh kegiatan vulkanik dari Rogo Jembangan, Tlerep, Djimat dan vulkanik Prau. Produknya tersebar di bagian luar dari komplek Dieng. \r\nb.        Formasi setelah Kaldera, diperlihatkan oleh aktivitas vulkanik yang berada di dalam kaldera diantaranya, Bisma-Sidede, Seroja, Nagasari, Pangonan, \\igir Binem dan Vulkanik Pager Kandang. Produknya berupa piroklastik jatuhan yang menyelimuti hampir seluruh daerah, dikenal juga sebagai endapan piroklastik daerah Dieng yang tak    terpisahkan. Kegiatan saat ini ditandai oleh lava berkomposisi biotit andesit berasosiasi dengan jatuhan piroklastik. Aktivitas terakhir ditandai oleh erupsi-erupsi preatik. \r\n  \r\nEpisoda pertama (Formasi Pra Kaldera)  \r\nProduk piroklastika Rogojembangan (Djimat) menutupi daerah utara dan selatan komplek, kemungkinan terbentuk pada Kuarter bawah (Gunawan, 1968). Kawah Tlerep yang terdapat pada batas timur terbuka kearah selatan membentuk struktur dome berkomposisi hornblende andesit. \r\nKrater vulkanik Prau terletak kearah utara dari Tlerep.Setengah dari kawah bagian barat membentuk struktur kaldera. Prau vulkanik menghasilkan endapan piroklastik dan lava andesit basaltis. \r\nEpisoda kedua  \r\nBeberapa aktivitas vulkanik berkembang didalam kaldera, diantaranya: \r\n•        G. Bisma, yaitu kawah tua yang terpotong membuka kearah barat, dengan produknya berupa lava dan jatuhan piroklastik. \r\n•        G. Seroja memperlihatkan umur lebih muda dengan tingkat erosi selope yang kurang kuat dibandingkan G.Bisma. Produknya berupa lava berkomposisi andesitis dan endapan piroklastika. \r\n•        G.Nagasari, yaitu gunungapi composite, terdapat diantara Dieng-Batur dan berkembang dari utara ke selatan. \r\n•        G. Palangonan dan Mardada memiliki kawah yang berlokasi kearah timur dari Nagasari, masih memperlihatkan morfologi muda (bertekstur halus), serta menghasilkan lava dan endapan piroklastika. \r\n•        G. Pager Kandang (Sipandu) memiliki kawah pada bagian utara. Solfatara dan fumarola tersebar sepanjang bagian dalam dan luar kawah dengan suhu 74oC, serta batuan lava berkomposisi basaltis, yang tersingkap di dinding kawah. \r\n•        G. Sileri, merupakan kawah preatik yang memperlihatkan aktivitas hidrotermal berupa airpanas dan fumarola. Kawah ini telah aktif sejak dua ratus tahun terahir, menghasilkan piroklastika jatuhan. \r\n•        G. Igir Binem, adalah gunungapi strato yang memiliki dua kawah, disebut dengan telaga warna, yang tingkat aktivitas hidrotermalnya cukup kuat. \r\n•        Group G. Dringo-Paterangan terletak didalam daerah depresi Batur, terdiri dari kawah komposite, menghasilkan lava andesitis dan piroklastik jatuhan. \r\n  \r\nEpisoda ketiga \r\nAktivitas gunungapi pada episoda ini, menghasilkan lava andesit biotit, jatuhan piroklastik dan aktivitas hidrotermal. \r\n \r\nLava andesit biotit \r\nAda sembilan titik erupsi pada bagian tenggara dari Dieng kaldera telah menghasilkan lava dome dan lava flow biotit andesit. Secara fisik produk tersebut segar, blocky, dan tajam. Produk tersebut secara tidak selaras ditutupi oleh endapan piroklastik jatuhan Dieng, dan tersebar di : \r\n1.      Sikidang dan Legetang \r\n2.      Dome tampa nama kearah timur dari dome Sikidang \r\n3.      Dome Perambanan \r\n4.      G.api strato Pakuwaja \r\n5.      Dome Kunir \r\n6.      Dome Kendil \r\n7.      Dome Watu Sumbul \r\n8.      Kawah Sikunang \r\n\r\nPiroklastik Jatuhan G.Pakuwaja \r\nGunungapi Pakuwaja, mempunyai dua kawah, menghasilkan lava dan piroklastik yang menutupi secara tidak selaras formasi lava andesit biotit.  Endapan jatuhan tersebut berasal dari erupsi freatik dan freatomagmatik yang berkompsosisi andesitis. \r\n  \r\nEndapan erupsi Hidrotermal \r\nSebaran produknya terbatas disekitar kawah pada komplek Dieng. Pengulangan erupsi pernah terjadi dari beberapa kawah, diantaranya erupsi pada kawah Sileri (1944); kawah Sinila dan Timbang (1979). Endapannya berupa Lumpur dan komponen shale yang tererupsikan melalui vent, mengindikasikan adanya basemen material sedimen.\r\nMITIGASI BENCANA GUNUNGAPI    \r\nPemantauan kegiatan G. Dieng, dilakukan secara menerus dengan secara  visual dan kegempaan dari Pos Pengamatan Gunungapi Dieng, terletak di desa Karang Tengah (2032 m dpl). \r\n\r\nVisual\r\nPengamatan visual dilakukan dengan melakukan pemeriksaan kawah-kawahnya, berupa hembusan asap, bualan lumpur, konsentrasi H2S, perubahan kegiatan solfatara dan fumarola serta suhu kawah aktif. Pengamatan tersebut dilakukan secara berkala oleh petugas pengamat gunungapi.\r\n \r\n\r\nSeismik\r\nPengamatan seismik dilakukan untuk memantau kegiatan gempa vulkanik dan tektonik dengan menggunakan rekorder PS-2. Lokasi sensor, seismometer L4C, vertikal, ditempatkan  di kawah timbang (07o 11' 54,42” LS dan 109o 50' 26,53” BT ketinggian 1783 m dpl). Sinyal gempa ditransmisikan ke pos pengamatan dengan radio telemetri\r\n",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Ebulobo",
        "code": "EBU",
        "umum": null,
        "morfologi": "Morfologi Dapat dibedakan adanya tubuh G. Ebulobo tua dan G. Ebulobo muda. Pelamparan tubuh G. Ebulobo, sebagian menumpang di atas lereng gunungapi tua serta batuan sedimen, dan bagian lainnya menempati zona depresi. G. Ebulobo ini dibentuk oleh batuan berkomposisi andesit hingga basalt dan aliran piroklastik umumnya bersifat guguran. Kubah-kubah lava yang terdapat di dalam kawah puncak berfungsi sebagai “cap rock” sehingga akan sangat berbahaya jika terjadi letusan yang eksplosif.",
        "stratigrafi": "Stratigrafi G. Ebulobo berdasarkan hasil pengumpulan data dilapangan dan analisa photo udara,  dibagi menjadi 3 kelompok satuan batuan dari tua ke muda dengan urutannya adalah sebagai berikut :\r\n1. Endapan Pra Ebulobo terdiri dari : \r\na. Sedimen Tersier (St) \r\nb. Sedimen Vulkanikpasir laut (Svt) \r\nc. Aliran lava vulkanik tua (Vtl) \r\nd. Jatuhan pirolkastik vukanik tua (Vtjp) \r\n2. Endapan Gunungapi Ebulobo \r\n3. Endapan lahar Ebulobo \r\nBatuan ini berumur dari Tersier - Kuarter \r\n\r\n",
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Egon",
        "code": "EGO",
        "umum": null,
        "morfologi": "Morfologi Berdasarkan hasil analisis foto udara maupun peta topografi, morfologi daerah penelitian dapat dibagi menjadi beberapa satuan morfologi yaitu : \r\n1.      Satuan morfologi perbukitan hasil gunungapi tua; \r\n2.      Satuan morfologi tubuh Gunungapi Egon; \r\n3.      Satuan morfologi lereng Gunungapi Egon; \r\n4.      Satuan morfologi puncak Gunungapi Egon. \r\nG. Egon tumbuh dalam zona graben. Morfologi graben ini nampak jelas terlihat dari puncak Egon. Dinding-dinding sesar di bagian barat dan timur merupakan batas pemisah antara morfologi tubuh dan lereng G. Egon dengan morfologi perbukitan hasil gunungapi tua. ",
        "stratigrafi": "Stratigrafi G. Egon dan sekitarnya berdasarkan kontak litologi, azas pemotongan batuan dan sumber dari masing-masing produk. Dari tua ke muda dapat dipisahkan menjadi tiga kelompok vulkanik utama (lihat Peta Geologi dalam kantong) yaitu : \r\n1.   Endapan Pra Egon\r\n2.  Endapan Gunungapi Egon Tua \r\n3.  Endapan Gunungapi Egon Muda \r\n",
        "struktur_geologi": "Struktur geologi yang berkembang adalah sesar normal yang berarah baratlaut-tenggara yag membentuk gawir sesar dan ditandai adanya mata air panas di Desa Bridit pada jalur sesar tersebut. Diduga sesar normal tersebut muncul sebelum aktifitas vulkanik G. Egon.  Dan setelah kemunculan sesar, produk Egon Tua maupun Egon Muda mengisi graben yang terbentuk di antara dua zona sesar barat dan timur. Diperkirakan sesar-sesar tersebut masih aktif hingga saat ini. Selain kelurusan struktur yang berarah baratdaya-timur laut, juga terdapat kelurusan struktur yang berarah baratlaut-tenggara. Struktur yang berkembang di puncak merupakan struktur lokal yang membentuk depresi lokal di sekitar dinding kawah yang dipengaruhi oleh circular fracture di dinding kawah utama. Selain struktur kawah yang dipengaruhi circular fracture, juga berkembang struktur celah yang berarah barat-timur, diduga struktur celah ini dikontrol oleh adanya struktur patahan yang melewati daerah puncak.\r\n\r\n",
        "petrografi": null
    },
    {
        "gunung": "Galunggung",
        "code": "GAL",
        "umum": " Gunungapi Galunggung merupakan gunung api aktif tipe strato, yang di dalam pembagian fisiografi Jawa Barat, termasuk di dalam zona gunung api kwarter yang terbentuk di bagian tengah Jawa Barat, dan secara pembagian karakteristik sedimen batuan tersier terletak di dalam cekungan Bogor. Stratigrafi batuan gunung api dapat di teliti lebih jelas dan detil setelah terjadinya erupsi 1982 - 1983.\r\nKelompok batuan Gunung Galunggung terbagi dalam 3 (tiga) formasi, yaitu:\r\n1.\tFormasi Galunggung Tua, yang merupakan periode pembentukan gunung api strato Galunggung tua. \r\n2.\tFormasi Tasikmalaya, yang merupakan periode pembentukan kaldera tapal kudaserta endapan “Perbukitan Sepuluh Ribu” (Ten Thousand Hills) \r\n3.\tFormasi Cibanjaran, yang merupakan periode “post caldera formation”  sampai dengan erupsi 1982-1983 \r\n•\tFormasi Galunggung Tua ; merupakan hasil kegiatan dengan pusat erupsi di Kawah Guntur (Galunggung Tua), yang terdiri atas perselingan aliran lava, piroklastika dan lahar, serta dike yang membentuk kawah Galunggung Tua. Analisis umur dengan metoda 14C pada lapisan strato menghasilkan umur 20.000-25.000 tahun, dengan demikian umur seluruh kegiatan Galunggung Tua diperkirakan antara 50.000-10.000 tahun yang lalu. Volume batuan mencapai lk 56,5 km3, dan kegiatan gunung api ini diakhiri dengan intrusi cryptodome di bawah kawah Guntur. \r\n•\tFormasi Tasikmalaya ; merupakan endapan batuan ”Perbukitan Sepuluh Ribu” yang terbentuk sebagai akibat erupsi besar pada 4200 +/-150 tahun yang lalu, yang menyebabkan terbentuknya kaldera tapal kuda pada bagian timur-tenggara kawah Gunung Api Galunggung. Selain endapan longsoran “Perbukitan Sepuluh Ribu” batuan hasil erupsi lainnya adalah  awan panas dan lahar. \r\n•\tFormasi Cibanjaran ; merupakan hasil kegiatan erupsi yang tercatat dalam sejarah, yaitu 1822, 1894, 1918 dan 1982-1983. \r\n",
        "morfologi": "Morfologi Morfologi\r\nGunung Galunggung menempati daerah seluas lk 275 km2 dengan diameter 27 km (barat laut-tenggara) dan 13 km (timur laut-barat daya). Di bagian barat berbatasan dengan G. Karasak, dibagian utara dengan G. Talagabodas, di bagian timur dengan G. Sawal dan di bagian selatan berbatasan dengan batuan tersier Pegunungan Selatan. Secara umum, G. Galunggung dibagi dalam tiga satuam morfologi, yaitu: Kerucut Gunung Api, Kaldera, dan Perbukitan Sepuluh Ribu.\r\nKerucut Gunung Api, menempati bagian barat dan selatan, dengan ketinggian 2168 m diatas permukaan laut, dan mempunyai sebuah kawah tidak aktif bernama Kawah Guntur atau kawah saat di bagian puncaknya. Kawah ini berbentuk melingkar berdiameter 500 meter dengan kedalaman 100 - 150 meter.Kerucut  ini merupakan kerucut gunungapi Galunggung tua sebelum terbentuknya Kaldera, mempunyai kemiringan lereng hingga 30 o di daerah puncak dan menurun hingga 5o di bagian kaki. \r\n•\tKaldera, berbentuk sepatu kuda terbuka ke arah tenggara dengan panjang 9 km dan lebar antara 2-7 km. Tinggi dinding Kaldera tertinggi adalah 1000 meter di bagian barat-barat laut dan menurun hingga 10 m di bagian timur-tenggara. Di dalam Kaldera terdapat kawah aktif berbentuk melingkar dengan diameter 1000 meter dan kedalaman 150 meter. Di dalam kawah ini terdapat kerucut silinder setinggi 30 meter dari dasar kawah dan kaki kerucut berukuran 250 x 165 meter yang terbentuk selama periode erupsi 1982-1983. Pada Desember 1986, kerucut silinder ini tertutup oleh air danau kawah. Pada 1997, setelah volume air danau kawah dikurangi melalui terowongan pengendali air danau, kerucut silinder ini muncul kembali di permukaan air danau. \r\n•\tPerbukitan Sepuluh Ribu atau perbukitan “Hillock”, terletak di lereng kaki bagian timur-tenggara dan berhadapan langsung dengan bukaan kaldera. Perbukitan ini menempati dataran Tasikmalaya (lk 351 m) dengan luas lk 170 km2, dan dengan jarak sebaran terjauh 23 km dari kawah pusat dan terdekat 6,5 km serta lebar sebaran lk 8 km, dengan sebaran terpusat pada jarak 10 - 15 km. Jumlah bukit tersebut lk 3.600 buah, tinggi bukit bervariasi antara 5 - 50 meter diatas dataran Tasikmalaya dengan diameter kaki bukit antara 50 - 300 meter serta kemiringan lereng antara 15 - 45o. Perbukitan ini terbentuk sebagai akibat erupsi besar yang menghasilkan kaldera tapal kuda dan yang melongsorkan kerucut bagian timur-tenggara, berumur 4200 tahun yang lalu. \r\n",
        "stratigrafi": "Stratigrafi Stratigrafi G. Galunggung secara umu dibagi dalam tiga (3) periode kegiatan, yaitu:    \r\n1. Periode Pra-Kaldera (Formasi Galunggung Tua)\r\n2. Periode Sin-Kaldera (Formasi Tasikmalaya)\r\n3. Periode Post-Kaldera (Formasi Cibanjaran)\r\n",
        "struktur_geologi": "Struktur Geologi Dari hasil analisis ”Rose Diagram”, pola kelurusan yang terbentuk pada vulkanik kuarter didaerah Gunung Galunggung mempunyai pola yang sama dan memperlihatkan dominasi kelurusan pada arah N 315 E. Arah kelurusan-kelurusan ini sama dengan zona rekahan pada kerucut silinder 1982 - 83, dimana beberapa titik erupsi terjadi dan pada Januari 1983 aliran lava muncul. Pada dasarnya struktur di G. Galunggung dapat dihubungkan dengan kedudukan tektonik regional. Kelurusan ke arah timur laut dan zona rekahan (fracture) pada kerucut silinder adalah paralel terhadap sistem sesar Sumatra, yang mana zona rekahan pada kubah lava 1918 (G. Jadi) dan posisi-posisi dike menunjukan arah yang sama terhadap tekanan utama (principal stress) yang berasal dari pergeseran kerak Samudra Hindia. Arah dari tekanan utama ini kurang lebih normal terhadap sumbu Kaldera Galunggung. Ini menunjukkan bahwa orientasi longsoran Kaldera Galunggung mengikuti zona lemah dari “Tensional fracture”..\r\nBerdasarkan analisis dari Citra Landsat dan peta geologi lembar Tasikmalaya, struktur yang terdapat berupa kelurusan, rekahan, dan sesar yang pada umumnya berarah tenggara - barat laut. Pola ini sejajar dengan bukaan Kaldera Tapal kuda yang dindingnya dapat dipandang sebagai bidang sesar. Adanya mata air Ci-Panas, Ci-Kunir, dan Ci-Banjaran di sebelah timur - tenggara diperkirakan juga dikontrol oleh rekahan atau sesar bawah permukaan.\r\n",
        "petrografi": null
    },
    {
        "gunung": "Gede",
        "code": "GED",
        "umum": "Gunung Gede merupakan gunungapi strato. Lereng-lereng gunungnya berkembang bebas kearah selatan dan tenggara. Pada bagian barat dan utara, gunung ini dibatasi oleh Gunung Pangrango yang membentuk gunungapi kembar dengan G. Gede. Pada arah yang lain, gunungapi ini dibatasi oleh komplek gunungapi tua. Lereng bagian selatan lebih terjal dibandingkan dengan lereng lainnya, memperlihatkan topografi yang kasar dan irisan-irisan erosi yang dalam. Hal ini mungkin disebabkan oleh adanya perpindahan aktifitas vulkanik kearah utara, kearah endapan muda.Daerah G. Gede dan sekitarnya dapat dibagi kedalam beberapa satuan morfologi, yaitu: Bentuk asal vulkanik (sisa-sisa kawah/amblasan dan irisan lereng pada endapan vulkanik), bentuk-bentuk asal denudasi vulkanik (G. Joglo dan Telaga), bentuk-bentuk asal denudasi (G. Kencana), dan bentuk-bentuk asal struktur (punggungan lava). Bentuk setengah lingkaran mencirikan sisa kawah, yang terbuka ke arah baratlaut dan mempunyai dinding yang sangat terjal. Bagian atas dari kawah adalah paling terjal dengan tinggi 50-200 m dan diameter 1600 m. Kawah dibentuk oleh perselingan dari lava teralterasi dan piroklastik. Kawah aktif G. Gede dicirikan oleh bentuk tapal-kuda yang membuka ke arah utara. Dinding yang sangat terjal mempunyai tinggi dan diameter masing-masing 200 m dan 1000 m. Ada 5 buah kawah muda yang berada dalam dasar kawah Gede, G. Joglo dan G. Telaga mempunyai bentuk kerucut yang sudah tererosi kuat dengan punggungan yang tajam. Breksiasi berasosiasi dengan erosi yang dalam dan gawir-gawir mungkin disebabkan oleh sesar. G. Joglo dan G. Telaga berada dibagian utara dari G. Gede, dibentuk oleh aliran debris vulkanik tua. G. Kencana dibentuk oleh lava yang sudah lapuk. Punggungan lava dicirikan oleh punggungan yang memanjang dengan gawir sepanjang sisi-sisi punggungan dan terletak pada bagian lebih ke utara dari G. Gede.Perkembangan dan perpindahan dari kawah dicirikan oleh adanya saling perpotongan antara satu kawah dengan kawah yang lainnya. Ada 7 kawah yang berada di daerah puncak, yaitu:\r\nKawah Gumuruh; merupakan kawah terbesar dan tertua, dengan diameter 1600 m, kawah ini mempunyai bentuk kawah tapal-kuda yang membuka kearah baratlaut dengan dinding kawah yang sangat terjal mempunyai tinggi sekitar 200 m dan dasar kawah datar yang sempit. \r\nKawah Gede, terletak di dalam kawah Gumuruh dengan diameter 1000 m, dinding yang terjal mempunyai tinggi 200 m, kawahnya membuka ke arah utara. \r\nKawah Sela, terletak dibagian utara sisi kawah kawah Gede dengan diameter 750 m. Sisi kawah tidak terlihat karena erupsi yang lebih muda. \r\nKawah Ratu, mempunyai diameter 300 m dan dinding yang curam, berlokasi di dalam Kawah Gede. Kawah Lanang, merupakan kawah aktif dengan ukuran 230 x 170 m dan dinding kawahnya sangat terjal. Kawah Baru, terletak didalam Kawah Gede. Kawah Wadon, terletak di bagian utara kawah Gede dengan ukuran 149 x 80 m, dicirikan oleh adanya lapangan solfatara dan fumarola. Pada saat ini kawah yang paling aktif adalah Kawah Lanang dan Kawah Wadon. \r\nGeologi komplek Gunung Gede dibagi kedalam tiga perioda kegiatan: G. Masigit  Pangrango, G. Gumuruh (G. Gede tua) and G. Gede muda. Batuan dasar dari komplek ini dan daerah sekitarnya adalah batuan sedimen yang berumur tertier, hasil endapan vulkanik dari G. Gede muda adalah lava, piroklastika aliran, piroklastika jatuhan, longsoran vulkanik dan endapan lahar. Posisi dari G. Gede muda yang tumbuh diantara dua pusat erupsi pada bagian tenggara dan baratdaya (G. Gumuruh dan G. Masigit - Pangrango) menyebabkan penyebaran dari sebagian besar hasil erupsi menyebar ke arah timurlaut dan hanya sebagian kecil kearah baratdaya. \r\nMaterial  hasil kegiatan G. Gede Tua (kelompok G. Gumuruh - Sukaratu (?), dapat diamati dilereng timur daerah Cianjur berupa sebaran 777 bukit. Sebaran 777 bukit ini diduga akibat erupsi hebat disertai longsoran dinding dan kemudian diendapkan berupa bukit-bukit kecil. Peristiwa ini seperti yang terjadi di G. Galunggung (ten thousand hills, van Bemmelen - 1949). \r\nPembentukan tubuh G. Gede Tua (setelah peristiwa diatas) berupa aliran lava, dapat diamati pada lereng yang cukup tinggi seperti Pr. Culamega (timur, 1652 m dml), Pr. Gombongpapag (selatan, 1785 m dml) dan Curug Cibeureum (utara, 1650 m dml). Aliran lahar tua ke arah selatan menutupi daerah Sukabumi selatan dan mencapai lembah S. Cimandiri, sedangkan ke arah timur mencapai lembah Citarum.   \r\nKomposisi lava G. Gede berupa andesite hypersten augite vitrofirik sampai andesite augite hypersten. Sejumlah batuan berkomposisi basalt ditemukan pada lereng utara G. Pangrango. G. Gede menghasilkan aliran lava andesitik dari sumber magma primer tholeitik  pada kedalaman  zona Benioff 120 - 125 km. \r\nGEOFISIKA \r\nAktivitas kegempaan (kegempaan) G. Gede diamati dari pos pengamatan gunungapi secara terus menerus dengan menggunakan seismograf analog PS-2 Kinemetrik, lokasi seismometer berada di lereng barat-laut, berjarak 4 km dari puncak, secara geografis terletak pada:  6°45'36,72\" LS dan 107°00'19,44\" BT pada ketinggian 1694 m dpl. \r\nSelain secara permanen, pemantauan aktivitas kegempaan dilakukan pula secara temporer dengan tujuan untuk mengetahui secara pasti hiposenter gempa dan mekanismenya. Menurut Suantika dkk. (1997), Hiposenter gempa terkonsentrasi antara puncak gunung Gede dan gunung Pangrango, merupakan kelurusan struktur sesar. Kedalaman gempa kira-kira antara 1 - 5 km dari puncak. Ini menggambarkan bahwa kegempaan berasal dari gerakan sesar normal dengan arah bidang sesar NE - SW dan kemiringannya sekitar 80°. \r\nSelain pengamatan kegempaan, metoda penyelidikan geofisika lain yang telah dilakukan di Gunung Gede, yaitu metoda gaya berat. Hasil penyelidikan gaya berat (Tatang Yohana dkk., 1992) memperlihatkan, bahwa berdasarkan peta anomali regional, peta anomali bouguer, peta anomali residual (sisa), disimpulkan bahwa terlihat adanya kecenderungan arah struktur yang berarah baratdaya - timurlaut, massa jenis batuan ke arah puncak semakin kecil dan dari peta residual pola struktur terlihat jelas berarah barat - timur.   DEFORMASI\r\nPengukuran deformasi di G. Gede sebelumnya sudah dilakukan yaitu tahun 2005 dan pengukuran saat ini dilakukan pada titik ukur yang sama. Metoda yang dipakai adalah metoda pengukuran jarak untuk mengetahui gambaran proses deformasi di permukaan pada arah horisontal. Pengukuran jarak dilakukan menggunakan Total Station 1202 Series dengan titik ukur DG-11 di Desa Coolibah sebagai titik tembak (reference). Titik yang diukur jaraknya dari DG-11 adalah titik ukur DG-10 di Desa Ciloto dan DG-12 di G. Putri. \r\nGEOKIMIA \r\nKimia Batuan\r\nSebanyak 15 contoh batuan G. Gede telah diambil secara sistematis dengan memperhatikan sebaran vertikal maupun horizontal. Nomor contoh, lokasi dan satuan batuan seperti pada tabel-3.\r\nBatuan G. Gede mempunyai kandungan silika (SiO2) dengan kisaran antara 52,70 - 56,25 %, kandungan K2O rendah antara 0,96 - 1,86 %, nilai total alkali 3,91 - 5,00 % (tabel 5). 14 contoh batuan G. Gede termasuk kedalam seri Kalk-Alkali dengan K sedang dan 1 contoh (G-07) termasuk kedalam seri Kalk Alkali dengan K-tinggi. \r\nKimia Air \r\nAir panas G. Gede mempunyai pH 6,59 dan konsentrasi Cl- yang tinggi ditafsirkan bahwa Cl- berasal dari gas HCl yang konsentrasinya tinggi dan diasosiasikan dengan adanya aktivitas vulkanik (tabel 6). Juga tingginya konsentrasi sulfat diakibatkan oleh adanya reaksi antara SO2 dengan oksigen dan air panas yang menghasilkan ion-ion sulfat. \r\nSuhu bawah permukaan dapat diduga dengan menggunakan geothermometer SiO2 dan Na/K, masing-masing adalah 237,51 dan 237,15oC. Jenis airnya termasuk  khlorida-sulfat.\r\nVisual\r\nPemantauan secara visual meliputi pengukuran suhu, ketinggian asap, warna asap, arah tiupan angin dan pH diamati dari Pos Pengamatan G. Gede di Desa Ciloto.\r\nPemeriksaan kawah dan pengukuran suhu solfatara/fumarola dilakukan secara secara temporer. Seismik\r\nSejak 1985 Aktivitas kegempaan (seismik) G. Gede diamati secara permanen dengan menggunakan satu stasiun seismometer yang terletak di Gunung Putri yang berjarak 4 km dari puncak pada posisi 06°45'36,71'' LS dan 107°00'19,44'' BT pada ketinggian 1694m dpl. Data dipancarkan melalui gelombang radio dan direkam di Pos Pengamatan Gunungapi G. Gede di Desa Ciloto dengan seismograf tipe PS-2 Kinemetriks.\r\n",
        "morfologi": null,
        "stratigrafi": "7. Aliran Piroklastik Sinabung 2 (QsP2)",
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Guntur",
        "code": "GUN",
        "umum": "GEOLOGI Gunung Guntur tidak berdiri sendiri sebagai kerucut tunggal, yang mana di bagian puncaknya dicirikan dengan adanya kerucut-kerucut tua bekas titik erupsi yang merupakan satu kelompok besar Gunung Guntur. Dari kelompok besar Gunung Guntur ini nampak dua buah kaldera, yaitu Kaldera Pangkalan di sebelah barat dan Kaldera Gandapura di sebelah timur.\r\nDengan terbentuknya kedua kaldera itu maka terbentuk pula rekahan-rekahan yang memanjang dimana kemudian muncul kerucut-kerucut gunungapi, diantaranya Gunung Gajah, Gunung Gandapura, Gunung Agung, Gunung Picung dan Gunung Batususun. Deretan gunungapi yang lebih muda adalah Gunung Masigit, Gunung Sangiang Buruan, Gunung Parupuyan Gunung Kabuyutan dan Gunung Guntur yang merupakan gunungapi termuda dan paling aktif sampai sekarang. Gunung Putri yang terletak agak jauh diselatannya mungkin merupakan salah satu kerucut parasit dari kelompok Gunung Guntur ini. Komplek Gunung Guntur ini di sebelah utara berbatasan dengan dataran tinggi Leles, sedangkan di sebelah timur dan selatan berbatasan dengan dataran tinggi Garut dan di sebelah baratnya berbatasan dengan Gunung Kunci, Sanggar, Rakutak dan Kawah Kamojang.\r\nMorfologi komplek Gunung Guntur mempunyai kemiringan yang sangat bervariasi antara 2o sampai 75o. Kemiringan landai umumnya terdapat di daerah pemukiman, seperti Kota Garut, Kadung Ora, Leles, Tarogong dan Cipanas. Sedang kemiringan yang  terjal terdapat di sekitar puncak Gunung Guntur.\r\nTubuh Gunung Guntur dibangun oleh hasil erupsi eksplosif dan efusif. Hasil erupsi Gunung Guntur sebagian besar berupa aliran lava bongkah masih segar dan saling menindih. Lava yang termuda (hasil erupsi tahun 1840) mengalir dari Kawah Gunung Guntur ke arah tenggara dan selatan dan berakhir di daerah Cipanas (sekitar 300 meter sebelah utara lokasi wisata pemandian Cipanas), dimana ujungnya membentuk morfologi tapal kuda. Aliran Piroklastika tersebar di sebelah tenggara Kawah Gunung Guntur dan sebagian tertutupi oleh aliran-aliran lava Guntur yang lebih muda.\r\nAliran piroklastika Guntur ada 3 (tiga) jenis, pertama adalah yang tersusun atas blok-blok lava dengan matruk pasir kasar coklat kekuningan, singkapan endapan ini bisa dijumpai di sekitar Kampung Pesantren. Jenis Kedua tersusun atas blok-blok lava dan bom vulkanik dengan matrik pasir kasar dan bersifat kurang padu. Sedangkan yang termuda tersusun atas fragmen lava basaltis dan andesitis serta bom vulkanik dengan struktur kerak roti berwarna abu kehitaman. Aliran piroklastika ini memperlihatkan pola sebaran berbentuk kipas dari Puncak Guntur ke arah tenggara.\r\nEndapan Jatuhan Piroklastika sebagian besar terkonsentrasi di sekitar puncak Gunung Guntur dan menyebar ke arah utara dan tenggara. Endapan tersusun atas Skoria dan litik basaltis berwarna hitam, berukuran halus sampai kasar, berlapis baik dengan ketebalan berkisar antara 4-34 cm.",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Ijen",
        "code": "IJE",
        "umum": "GEOLOGI G. Ijen terletak di bagian ujung timur Pulau Jawa mulai dari selat Bali sampai daerah Bondowoso meliputi luas 500 km2, terdiri dari endapan vulkanik antara lain abu gunungapi, lapili, bom gunungapi dan leleran lava. Letusan yang menghancurkan puncak gunungapi di pegunungan Ijen adalah G. Raung dan G. Ijen.",
        "morfologi": "Morfologi Daerah Ijen dan sekitarnya terdiri dari dataran tinggi, bukit-bukit gunungapi dalam kaldera, lereng dan dataran yang merupakan daerah pengendapan. Kemmerling (1921, hal 15) membagi morfologi Ijen menjadi lima satuan yaitu : \r\na.\tRuntuhan gunungapi Ijen tua, G. Kendeng dan G. Ringgih (2000 m).\r\nb.\tKelompok gunungapi sebelah timur, termasuk G. Merapi, Kawah Ijen, G. Papak, Widodaren dan Pawenan. \r\nc.\tKelompok gunungapi sebelah selatan termasuk G. Rante, Cilik (1600 m). \r\nd.\tKelompok gunungapi sebelah barat termasuk Gunung Jampit, merupakan bendungan jebol dari Gunungapi Raung dan Suket. \r\ne.\tDataran tinggi Ijen dengan kelompok gunungapi parasit yang terdiri dari kumpulan gunungapi yang terletak ditengah-tengah. Dataran tinggi Ijen dan gunungapi kecil seperti Gunung Kukusan, Deleman, Pendil dengan kawahnya sedalam 100 m; Gunung Kenteng, Panduan, Anyar dan Gunung Lingker.\r\n\r\nG. Ijen dibagi menjadi tiga satuan morfologi Reksowirogo (1971), yaitu ; \r\n1. Tanah Tinggi Ijen \r\nTanah tinggi Ijen terdiri dari puncak-puncak gunung, dataran dan bukit-bukit. Di dalam daerah ini terdapat gunungapi yang masih aktif maupun yang sudah padam (tidak ada lagi kegiatan volkanik). Gunungapi yang masih aktif diantaranya Kawah Ijen dan Gunung Raung, sedangkan gunungapi padam disantaranya Gunung Blau, Pawenan, Papak, Widodaren, Lempuyangan, Rante, Lebu agung, Kukusan, Delaman, Pedot, Cilik, Pendil, Jampit, Genteng, Anyar, Lingker, Melaten dan Merapi.\r\nDataran di tanah tinggi \r\nBatas-batas dataran tersebut adalah disebelah utara Gunung Pendil, Blawan, Blau dan Gunung Rante disebelah barat laut. Dataran ini sebagian besar terdiri dari perkebunan kopi Blawan, Jampit dan Kali Sat.\r\nBukit-bukit di Tanah Tinggi \r\nTerdiri dari puncak-puncak tinggi dab hulu sungai. Puncak tinggi hampir semuanya gunungapi parasit yang terjadi setelah terbentuknya kaldera Ijen yang meliputi Kawah Ijen, Gunung Ranti, Pawenan, Merapi, Ringgih, Widodaren, Kukusan dan Papak. Sungai yang berhulu langsung di tepi kawah Ijen adalah sungai Banyupait dan Bendo.\r\n2. Daerah sekitar Lereng \r\nMerupakan daerah pengikisan yang letaknya sebelah utara gunung antara ketinggian 1550 m sampai 150 m, sebelah timur dari ketinggian 800 m sampai dengan 100 m dan sebelah selatan dari ketinggian 1400 m sampai 300 m.\r\n3. Daerah dataran \r\nMerupakan daerah pengendapan yang terdiri dari pesawahan, perkampungan, tegalan, perkebunan, kota dan sungai.    \r\n\r\nBatuan G. Ijen \r\nErupsi G. Ijen mengeluarkan gas, material piroklastik yang terdiri dari pasir, abu dan bom gunungapi yang semuanya bersifat batuapungan. Jenis batuan gunungapi Ijen menurut Brouwer (dalam Kemmerling,1921) terdiri dari andesit augit hipersten. \r\n",
        "stratigrafi": "Struktur Geologi Kawah Ijen dan G. Merapi merupakan dua gunungapi kembar (Taverne, 1926, hal.99), sedangkan Neuman Van Padang (1951, hal. 157) menulis bahwa Kawah Ijen dibentuk oleh gunungapi kembar dengan G. Merapi yang telah padam, yang terdapat di tepi timur dari pinggir kaldera besar Ijen. Kawah Ijen berbentuk elips karena perpindahan pipa kepundan. Dinding kawah yang terendah terletak di sebelah barat dan merupakan hulu Kali Banyupait. Sekarang kawah berukuran 1160 m x 1160 m pada ketinggian antara 2386 dan 2148 m diatas muka laut. \r\nDanau kawah Ijen berukuran 910 m x 600 m pada ketinggian 2148 dan kedalaman 200 m. Volume air danau sekitar 30 juta m3 (Takano,dkk, 1996). \r\n\r\n Komplek Solfatara \r\nKomplek solfatara G. Ijen terdapat di sebelah tenggara dan merupakan bagian dari dinding danau itu sendiri. Batuan yang terdapat di areal solfatara sudah teraltrasi secara intensif yang didominasi warna putih sampai kuning. Suhu gas solfatara yang diukur dengan thermokopel pada bulan Agustus 2001 mencapai 200 - 202 °C. \r\nDi komplek solfatara G. Ijen yang semula terdapat lima lubang solfatara besar, yaitu solfatara I, II, III IV dan IV (Penomoran Vulkanologi). Sekarang, Agustus 2001, jumlah solfatara bertambah menjadi delapan buah. Pegawai solfatara PT Candi Ngrimbi memberi nama solfatara menjadi solfatara Kodim, Tahar, Goblog, Tugu dan Taham serta untuk satu solfatara baru diberi nama Sarinem dan yang dua belum diberi nama \r\n",
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Ile Werung",
        "code": "WER",
        "umum": "GEOLOGI Gunung Ili Werung terletak di semenanjung selatan P. Lomblen pada bidang sesar hampir utara-selatan dari Waiteba ke Waiengaone, sementara deretan gunungapi di P. Lomblen ini mempunyai jurus umum barat-timur (Hartmann, 1935, hal. 835). Kawah G. Ili Werung tidak berisi air, dan mempunyai diameter lebih kurang 250 m dan kedalaman 50 m. \r\nMenurut Hartmann (1935, hal. 825) G. Ili Werung adalah puncak paling muda di pegunungan yang terletak antara teluk-teluk Labala dan Waiteba. Dari Waiteba terlihat jelas puncak Paugora yang merupakan titik tertinggi dari lereng baratlaut suatu depresi besar yang disebut depresi Adowajo. Depresi ini berbentuk sepatu kuda yang terbuka ke arah selatan terus masuk laut dengan kemiringan kira-kira 10° ke arah selatan. G. Ili Werung berada di tengah-tengah depresi ini. Sebelah barat dari depresi ini terdapat G. Kawanora yang pematangnya bersambung dengan lereng G. Paugora sampai laut seolah-olah merupakan dinding barat dari depresi ini. \r\nDi lereng utara, G. Ili Monyet  (402 m) adalah sisa dari kubah lava menyambung lereng G. Paugora sebelah timur seolah-olah merupakan pinggiran depresi sebelah timur; sedangkan di sebelah utaranya bukit ini terus memanjang ke arah barat sampai ke laut terdapat Ili Gelang (Surjo, 1951, hal. 2). \r\nKecuali puncak Ili Werung dalam depresi ini terdapat pula puncak Gunungapi Ili Penutuh (172 m), Ili Lusitobe (247 m), Ili Waloi, dan Ili Grippe (69 m). \r\nMenurut Hartmann (1935, hal. 828), G. Ili Adowajo adalah “gunungapi besar” di daerah ini, pada katastrofa raksasa yang tidak diketahui waktunya, sektor tenggara dari gunung tersebut runtuh, dan terjadi depresi Ili Adowajo, yang kini hanya tersisa bagian utara dan barat, yaitu G. Paugora dan lereng-lerengnya, seterusnya terjadi letusan raksasa hingga terjadi puncak-puncak tersebut di atas. Di antara puncak-puncak gunungapi tersebut yang masih giat adalah Ili Werung, Ili Grippe, dan Ili Woloi. Keterangan tentang kawah dan kubah lava dijelaskan oleh Neumann van Padang (1951, hal. 207) seperti dalam tabel di bawah. \r\nPada puncak G. Ili Werung terdapat kawah dengan ukuran 400 x 300 m dan kedalaman 60-100 m. Puncak tertinggi di pinggiran timur kawah dengan titik ketinggian 586 m dpl dan titik terendah di sebelah timur laut dengan tinggi 540 m dpl. Di lereng puncak bagian barat terdapat lebih dari 10 buah rekahan melingkari tepi kawah rata-rata berjarak 10 m. \r\nDari hasil analisa foto satelit (SLAR), dapat ditarik adanya garis kelurusan (liniasi) dari sebelah utara Ili Weru - Ili Watulolo - Ili Benolo - Ili Watukoba - Ili Paugora - Ili Werung di sebelah selatan. Pergerakan magmatis pada garis liniasi tersebut diperkirakan dari utara ke selatan. Sebagaimana kita ketahui bahwa pembentukan Ili Werung terjadi pada tahun 1870 (Neumann van Padang, 1951, h. 207). Setelah itu terbentuk parasit-parasit Ili Lusitobe utara dan selatan, Ili Penutun dan Ili Wolai (Hartmann, 1935, h. 828). Kerucut Ili Gripe muncul pada suatu rekahan yang berarah timur-barat pada tahun 1948. Dari SLAR terlihat bahwa barangko yang berarah timur-barat ini kakinya sampai ke laut. \r\n\r\n",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Ili Boleng",
        "code": "BOL",
        "umum": null,
        "morfologi": "Morfologi puncak G. Iliboleng terdiri dari 2 buah kawah pada ketinggian 1659 m dpl. Dinding kawah 1 (Kawah Riawale) terdapat di puncak G. Iliboleng yang masih tersisa di sektor puncak sebelah utara-timurlaut. Kawah 2 (kawah utama) berbentuk hampir membulat membuka ke arah utara dan baratdaya, di dalamnya terdapat aktivitas vulkanik berupa fumarola/solfatara. \r\n\tMorfologi lereng terdiri dari lereng atas (elevasi 1659-800 m dpl) dan lereng tengah (elevasi 800-400 m dpl) dengan pola aliran sungai yang umumnya radial. Erosi sungai baru tahap muda, dengan batuan penyusun didominasi oleh lava dan endapan jatuhan piroklastik. \r\nMorfologi kaki merupakan dataran dengan ketinggian 0 hingga 400 m dpl, umumnya dibentuk oleh lava, endapan jatuhan piroklastik, dan sempat oleh endapan lahar. \r\n\tMorfologi  kerucut luar  Ili Balile, sebagai hasil pembentukan aktivitas G. Ili Balile yang berada di bagian tenggara pada elevasi 280 m dpl, merupakan kerucut berdimensi kecil yang pada bagian tengahnya terdapat kawah. Batuan penyusun berupa endapan jatuhan piroklastik. \r\n",
        "stratigrafi": "Stratigrafi Produk primer di sekitar G. Iliboleng terdiri dari  batuan vulkanik G. Lambanga yang terdapat di sebelah utara dan timurlaut G. Iliboleng, disusun oleh endapan jatuhan piroklastik dan lava yang umumnya telah mengalami pelapukan kuat; dan batuan vulkanik G. Ili Saluri yang terdapat di sebelah barat dan baratlaut G. Iliboleng dengan batuan penyusun didominasi endapan jatuhan piroklastik. \r\nProduk G. Iliboleng didominasi oleh endapan lava yaitu terdapat 27 satuan lava yang tersebar di sekeliling G. Iliboleng, dan 5 satuan endapan jatuhan piroklastik dimana 2 satuan jatuhan piroklastik tua tersebar sampai di kaki G. Iliboleng sebelah barat dan utara, 2 satuan jatuhan piroklastik terdapat di lereng tenggara dan selatan G. Iliboleng, serta 1 satuan tersebar di sekitar puncak G. Iliboleng. \r\nProduk G. Ili Balile terdiri dari 1 satuan batuan yaitu endapan jatuhan piroklastik yang membentuk 2 buah bukit (Ili Kaliwolo dan Ili Balile) yang terdapat di lereng tenggara G. Iliboleng. \r\nProduk sekunder terdiri dari 2 satuan endapan lahar yang terdapat di kaki G. Iliboleng sebelah timur-timurlaut dan di sekitar Wai Pedang (barat-baratdaya). Lahar Wai Pedang ini terbentuk tahun 1975. \r\n",
        "struktur_geologi": "Struktur geologi dipisahkan menjadi struktur sesar dan struktur kawah. Struktur sesar berjenis sesar normal, ditemukan di sekitar daerah Lamalota bagian utara dan Kampung Dua berarah relatif baratdaya - timurlaut dengan kemiringan ke arah baratlaut, indikasi berupa gawir terjal dan kelurusan topografi. \r\nStruktur kawah terdiri dari dua kawah hasil penghancuran G. Iliboleng dan satu buah kawah Ili Balile. Dinding kawah 1 (Riawale) yang terdapat di puncak G. Iliboleng yang masih tersisa terdapat di sebelah utara-timurlaut. Kawah 2, yaitu kawah utama, berbentuk hampir membulat membuka ke arah utara dan baratdaya. Di dalamnya terdapat aktivitas vulkanik berupa fumarola/solfatara. Kawah Ili Balile, yang terdapat di lereng bagian tenggara G. Iliboleng dengan dinding berbentuk melingkar bulat bergaris tengah sekitar 50 m. \r\n \r\n",
        "petrografi": null
    },
    {
        "gunung": "Ili Lewotolok",
        "code": "LEW",
        "umum": null,
        "morfologi": null,
        "stratigrafi": "Stratigrafi Menurut Hartmann (1935, p. 820-821), semua gunungapi giat dari Lomblen ditandai dengan adanya jalur patahan di puncak. Jalur gunungapinya berarah tenggara-baratdaya. G. Ili Lewotolo memiliki garis penampang yang indah dan teratur, tetapi di beberapa tempat muncul ketidakteraturan diakibatkan oleh aliran lava yang berakhir pada sayap gunung. Lereng G. Ili Lewotolo terdiri dari abu gunungapi, breksi, pasir gunungapi, bom gunungapi, dan aliran lava, kecuali di lereng baratdaya relatif jarang.\r\nNeumann van Padang (1951, p. 201) menulis bahwa gunungapi ini terletak di bagian utara dari Semenanjung P. Lomblen. Ini adalah kerucut nyata, jika dilihat dari utara atau timur. Komposisinya terdiri dari dari abu gunungapi, breksi gunungapi, dan aliran lava, banyak di antaranya sampai ke pantai. \r\nHartmann (1935, p. 817-824) membagi tiga fasa dari pembentukannya : \r\n1.\tGunungapi yang asli dengan diameter kawahnya 1300 m (K0). \r\n2.\tSebuah lubang yang terangkat 9 m dari komplek lubang dan kerucut baru yang orisinil dengan kawah K1, dalam kawah besar K0. \r\n3.\tTopografi orisinil yang sekarang dan kawah K2, timur menenggara dari yang disebut dahulu. Pada saat ini kawah K1 berukuran 900 x 800 m, ketinggian antara 1275-1150 m dpl, kawah K2 berukuran 250 x 200 m berketinggian 1319-1225 m dpl dan dasarnya 130 x 100 m berketinggian 1214 m dpl. \r\nReksowirogo (1972, p. 4) menulis bahwa G. Ili Lewotolo yang dibangun di atas batu gamping koral dan mempunyai titik ketinggian 1319 m dpl terletak di semenanjung utara P. Lomblen, Kabupaten Flores Timur. Di puncak G. Ili Lewotolo terdapat sebuah kawah besar dengan ukuran 800 x 900 m, di bagian baratdaya terdapat kerucut dengan titik ketinggian 1319 m dpl. Di dekat kerucut baru tersebut terdapat kawah dengan hembusan solfatara yang hampir mengelilingi kerucut baru tersebut, terbanyak di lerang bagian barat sedangkan di bagian timurnya sedikit.\r\nKeadaan topografinya jika dibandingkan dengan apa yang tercantum dalam peta topografi puncak 1960 hampir tidak ada perubahan. Perubahan yang dapat dicatat hanya perluasan atau penyebaran solfatara di lereng timur dari titik tertinggi (kerucut baru). Pada amblasan dari aliran lava yaitu pada Kelompok II dan III demikian pula pada Kelompok IV. Tetapi penyebaran fumarola di pinggir atas sebelah baratdaya dan di kawah K1 berkurang (Kelompok IX).\r\nLongsoran dari lereng dalam bagian barat, baratlaut maupun timur dari kawah besar banyak terjadi, sehingga banyak bongkah tertimbun di dasar kawah. Bahan baru berupa bom gunungapi tidak ditemukan. Solfatara berwarna kuning membara, hablur belerang hasil sublimasi banyak ditemukan di lerang timur, utara, dan selatan dari kerucut baru ini.\r\n",
        "struktur_geologi": null,
        "petrografi": "Petrologi Lava lama adalah basalt olivin, andesit piroksin dan andesit piroksen amfibol hingga andesit trakit. Beberapa basalt olivin mengandung biotit. Lava muda adalah basalt olivin, basalt olivin hingga basalt trakit dan andesit piroksin hingga andesit trakit dengan sedikit amfibol (Brouwer, 1940). \r\nMenurut Santosa dkk (1994) secara petrografis batuan G. Ili Lewotolo terbagi menjadi 3 jenis yaitu andesit, andesit basaltik dan basalt. Fenokris utama penyusunnya adalah plagioklas, piroksen, mineral opak ditambah dengan atau tanpa adanya olivin dan hornblenda yang tertanam dalam massa dasar berupa mikrolit-mokrolit plagioklas, gelas dan mikrogranular piroksen. \r\n"
    },
    {
        "gunung": "Inielika",
        "code": "LIK",
        "umum": null,
        "morfologi": "Morfologi G. Inielika merupakan salah satu kompleks kerucut vulkanik di dalam kaldera hasil erupsi eksplosif Wolo Ngada. Tidak kurang dari 10 kerucut vulkanik di dalam kompleks ini, diantaranya W. Loboleke, W. Inielika, W. Betiferi, W. Trikora, W. Runu, W. Lega Utara, dan W. Lega Selatan. Hampir semua kerucut tersebut mempunyai kawah di bagian puncaknya. Kawah-kawah tersebut umumnya bervegetasi jarang karena sebagian besar digunakan oleh penduduk setempat sebagai lahan untuk berladang.",
        "stratigrafi": "Stratigrafi Kusumadinata, S., et.al.(1997), menyebutkan bahwa sejarah geologi daerah Bajawa dan sekitarnya diawali sejak Miosen Tengah. Posisi tektonik daerah ini termasuk kedalam cekungan belakang busur (back arc basin). Batu pasir dengan lensa batu gamping, bersisipan napal dan breksi yang dikenal sebagai Formasi Nangapanda, diendapkan  didaerah ini, dan kemudian diikuti oleh akivitas vulkanis yang ditunjukan oleh adanya kelompok batuan yang bersifat dasitis,  andesitis dan basaltis. Pada saat yang sama, diendapkan  batugamping yang berselingan dengan batugamping pasiran dan batupasir gampingan dari Formasi Baki.  \r\nPada Kala Miosen Tengah bagian akhir, daerah tersebut mengalami pengangkatan, perlipatan dan pensesaran yang menghasilkan struktur geologi berarah  baratdaya-timurlaut dan baratlaut-tenggara, yang diikuti terobosan granodiorit dan diorit kwarsa pada formasi-formasi yang telah ada. Selama Kala Miosen Akhir sampai dengan Pliosen Awal, daerah ini mengalami penurunan dan diendapkan batuan batuan dari Formasi Waihekang dan Formasi Kedindi.  Pada Kala Plio-Plistosen cekungan terangkat dan terlipat kuat pada kala Pliosen Akhir atau Plistosen Awal diikuti kegiatan vulkanisma yang menghasilkan gunungapi berkomposisi andesit.  Seluruh daerah Flores terangkat dengan membentu daratan  pada kala Plistosen Akhir dengan diikuti oleh pensesaran, perlipatan dan pengaktifan kembali sesar-sesar yang ada. \r\n",
        "struktur_geologi": "Struktur Geologi G. Inielika mempunyai  bentuk struktur,  berupa sesar, kawah dan kaldera.  Struktur sesar utama adalah : Sesar Ngada, Sesar Mataloko dan Sesar Menge Struktur kawah sangat umum dijumpai, sedikitnya 10 kawah dengan diameter yang bervariasi terdapat di G.Inielika. Sedangkan struktur kaldera merupakan yang tertua, terletak dibagian barat sebagai hasil letusan eksplosif G. Wolo Ngada. ",
        "petrografi": null
    },
    {
        "gunung": "Inierie",
        "code": "RIE",
        "umum": null,
        "morfologi": "Morfologi dibagi menjadi 4 satuan, yaitu : \r\n1. Sisa Lereng Vulkanik Tua \r\n2. Perbukitan Vulkanik Tua \r\n3. Puncak \r\n4. Lereng \r\n\r\n1. Satuan  Sisa Lereng Vulkanik Tua \r\nSatuan ini terletak di bagian barat dan timur berupa lereng berelief kasar, punggungan memanjang dengan bagian puncaknya tajam-tajam dan tingkat erosi yang kuat membentuk lembah-lembah sungai yang dalam dan lebar. Morfologi dibentuk oleh batuan lava dan piroklastik. \r\n\r\n2. Satuan Perbukitan Vulkanik Tua \r\nSatuan ini terletak di bagian timurlaut berupa kerucut-kerucut gunungapi tua yang mempunyai kelurusan utara-selatan. Satuan ini disusun oleh batuan lava dan piroklastik. \r\n\r\n3. Satuan Puncak G. Inie Rie \r\nSatuan ini merupakan bagian puncak G. Inie Rie berbentuk kerucut sempurna dengan ketinggian mulai 1600 meter sampai dengan 2230 meter dpl , mempunyai sebuah kawah berbentuk corong. Pematang kawah berbentuk elips dengan bukaan kawah berarah tenggara. Satuan ini dibentuk oleh batuan lava yang ditutupi oleh jatuhan piroklastik.\r\n\r\n4. Satuan Lereng G. Inie Rie \r\nSatuan ini merupakan kelanjutan satuan Puncak, berupa punggungan yang memanjang dari berelief halus dengan kemiringan lereng terjal terutama bagian utara. Sedangkan bagian selatan memanjang dan menerus berbatasan dengan Laut Sawu dengan kemiringan relatif sedang. Satuan  ini dibentuk oleh lava dan piroklastik. \r\n",
        "stratigrafi": "Stratigrafi Secara umum Batuan/endapan dapat dikelompokkan menjadi 4 satuan, yaitu : \r\n1. Satuan Batuan Hasil Gunungapi Tua\r\n2. Satuan Batuan Vulkanik Wolonekowe \r\n3. Satuan Batuan Vulkanik Wolobobo \r\n4. Satuan Batuan/Endapan Vulkanik Primer Gunungapi Inie Rie \r\n\r\n1. Batuan Hasil Gunungapi Tua (qTv) \r\nSatuan ini terdapat di bagian timur berupa aliran lava, aliran piroklastik dan jatuhan piroklastik.\r\n\r\n2. Batuan Vulkanik Wolonekowe (vw) \r\nSatuan batuan ini terdapat di bagian timur dan barat berupa aliran lava, aliran piroklastik dan jatuhan piroklastik. Kelompok Vulkanik Wolokowe berada di dalam struktur kaldera Hasil Gunungapi Tua \r\n 3. Batuan Vulkanik Wolobobo (Vwo) \r\nSatuan batuan ini terdapat di bagian utara berupa aliran lava, aliran piroklastik dan jatuhan piroklastik. Kelompok Vulkanik Wolobobo berada di dalam struktur kaldera Hasil Gunungapi Tua \r\n\r\n4. Batuan / Endapan Primer Gunungapi Inie Rie \r\nSatuan batuan ini merupakan hasil dari erupsi pusat G. Inie Rie yang terdiri dari aliran lava, aliran piroklastik dan jatuhan piroklastik. \r\npiroklastik block and ash flow deposits. \r\n \r\n",
        "struktur_geologi": "Struktur Geologi yang terdapat di G. Inie Rie dan sekitarnya adalah struktur kaldera, zona depresi (graben), struktur sesar, dan struktur kelurusan vulkanik. \r\n Sisa dinding kaldera terlihat di lereng bagian baratlaut dan tenggara. Dua buah sesar yaitu sesar Wai Awa dan sesar Wae Bela yang terdapat di bagian barat dan timur G. Inie Rie yang merupakan sesar normal berarah baratdaya-timurlaut. Kedua sesar ini merupakan bagian dari tepi zona depresi. Sedangkan struktur vulkanik terletak dibagian timurlaut yang merupakan kelurusan dari pemunculan kerucut-kerucut tua gunungapi yang diwakili oleh kerucut Wolobobo berarah utara-selatan. \r\n\r\n",
        "petrografi": null
    },
    {
        "gunung": "Iya",
        "code": "IYA",
        "umum": "GEOLOGI Produk letusan dari komplek gunungapi G. Iya membentuk suatu tanjung di P. Flores bagian selatan. Komplek G. Iya terdiri dari G. Pui (G. Meja) dengan ketinggian 371 mdpl, G. Roja dengan keringgian 425 mdpl dan G. Iya. Ketiga gunungapi tersebut terletak dalam satu garis lurus, G. Iya terletak di bagian baratdaya dan G. Pui di sebelah timur. Stratigrafi daerah G. Iya  dari yang tertua  hingga termuda  sebagai berikut: \r\n-          Batuan Pra Roja (Tersier) \r\n-          Batuan hasil erupsi G. Roja \r\n-          Batuan hasil erupsi G. Pui \r\n-          Batuan hasil erupsi G. Iya \r\n-          Endapan alluvial\r\n",
        "morfologi": "Morfologi daerah G. Iya dan sekitarnya dapat dikenali menjadi empat satuan, yakni Morfologi Perbukitan Vulkanik Tersier, Morfologi Komplek Roja, Morfologi Kerucut Vulkanik Iya dan Morfologi  Dataran. Morfologi G. Iya dan G. Pui membentuk suatu morfologi kerucut vulkanik Iya yang pembentukannya didominasi oleh proses membangun, sedangkan G. Roja memperlihatkan morfologi vulkanik tertoreh. G. Pui merupakan benteng alam terhadap ancaman letusan G. Iya bagi kota Ende.",
        "stratigrafi": null,
        "struktur_geologi": "Struktur komplek G. Iya adalah sesar normal yang terdapat diantara G. Roja dan G. Iya, berarah timurlaut-tenggara dengan blok bagian selatan relatif turun. Selain struktur sesar, juga terdapat kelurusan yang berarah baratdaya-timurlaut yang menghubungkan titik-titik letusan dari G. Iya, G. Roja dan G. Iya.\r\n\r\n",
        "petrografi": null
    },
    {
        "gunung": "Kaba",
        "code": "KAB",
        "umum": null,
        "morfologi": "Morfologi G. Kaba berbentuk punggungan memanjang dengan relief tidak beraturan. Arah punggungan relatif membentuk kelurusan baratdaya - timurlaut. Arah kelurusan ini merupakan jejak perpindahan titik-titik erupsi. Sedikitnya terdapat 8 (delapan) titik erupsi yang dapat ditelusuri dari bentuk kawah, sisa-sisa dinding kawah/kaldera dan kerucut vulkanik. Jarak antar titik erupsi berdekatan, sehingga secara visual seluruh kenampakan morfologi ini dapat diamati dengan baik dari titik tertinggi di Bukit Kaba (1952 m.dpl). G. Kaba merupakan gunungapi dengan struktur kaldera. Produk erupsi G. Kaba terdiri dari perselingan aliran lava dan piroklastika (jatuhan dan aliran), yang merupakan produk dari 3 (tiga) periode, yaitu: periode pra-kaldera, periode pembentukan kaldera, dan periode pembentukan kerucut puncak. Produk pra-kaldera berasal dari vulkanik tua G. Malintang dan G. Kaba Tua. Kerucut-kerucut puncak terdiri dari Bukit Itam, Bukit Ranting, Padang Masyhar, dan Bukit Kaba Besar.\r\n\r\nEndapan vulkanik tertua merupakan produk pra-kaldera dari G. Malintang, sedangkan endapan termuda adalah produk G. Kaba Besar yang terdiri dari aliran lava dan jatuhan piroklastik (gambar II.2).\r\n\r\nStruktur yang berkembang di G. Kaba dan sekitarnya terdiri dari sesar geser dan struktur kaldera. Sesar geser merupakan bagian dari Zona Sesar Sumatera, terdapat di baratdaya G. Kaba, secara lokal dinamakan sebagai sesar Musi - Keruh karena memotong Sungai Musi. Sesar ini berjenis sesar mendatar menganan (dextral horizontal slip fault). Struktur kaldera disebabkan oleh amblesan (collapse), yang kemudian di dalamnya tumbuh pusat-pusat erupsi.",
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Kelimutu",
        "code": "KLM",
        "umum": "GEOLOGI Tubuh G. Kelimutu merupakan kerucut yang dibangun oleh endapan piroklastika hasil letusan eksplosif dan leleran lava yang efusif. Lerengnya berkembang ke arah timur dan di bagian puncak terdapat 3 (tiga) buah danau kawah dengan warna air yang berbeda. Luas ketiga kawah tersebut kira-kira 1.051.000 meter persegi dengan volume air lk. 1.292 juta m3. Batas antara ketiga kawah tersebut adalah pematang-pematang (dinding) sempit yang mudah longsor. Dinding ini sangat terjal dengan sudut antara 60o sampai 70o dan disana-sini tegak lurus. Ketinggian dinding berkisar antara 50 sampai 150 m. ",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Kelud",
        "code": "KLD",
        "umum": "GEOLOGI G. Kelud (1731 m) merupakan produk dari proses tumbukan antara lempeng Indo-Australia yang menunjam ke bawah lempeng Asia tepatnya di sebelah selatan Jawa. Sebagai gunungapi muda yang tumbuh pada zaman Kwarter Muda (Holosen), G.Kelud  merupakan salah satu gunungapi dalam deretan gunungapi yang tumbuh dan berkembang  di dalam Sub Zona Blitar dari Zona Solo, yang dimulai dari daerah bagian selatan Jawa bagian tengah (G.Lawu) hingga Jawa bagian timur (G.Raung), yang dibatasi  gawir sesar Pegunungan Selatan. Perkembangan gunungapi muda ini sangat terbatas, hal ini nampak dari kerucut gunungapi yang rendah, puncak tidak teratur, tajam dan terjal. Keadaan puncak - puncak tersebut disebabkan oleh sifat letusannya yang sangat merusak (eksplosif) yang disertai dengan pertumbuhan sumbat- sumbat lava seperti puncak Sumbing, Gajahmungkur dan puncak Kelud.Secara morfologi, G.Kelud dapat dibedakan menjadi 5 satuan morfologi (A.Djumarma,1991) yaitu : Satuan morfologi Puncak dan Kawah ; Satuan Morfologi Tubuh Gunungapi; Satuan Morfologi Kerucut Samping; Satuan Morfologi Kaki dan Dataran serta Satuan Morfologi Pegunungan sekitar.\r\n\r\nSatuan Morfologi Puncak dan kawah mempunyai ketinggian diatas 1000 m dpl tersusun oleh aliran lava, kubah lava, dan batuan piriklastik; bentuk morfologi  tidak teratur, bukit - bukit kecil dengan tebing curam dengan kemiringan lereng lebih  besar dari 40°, serta pola aliran yang ada pada satuan morfologi ini adalah pola aliran radial. \r\nSatuan Morfologi Tubuh Gunungapi terletak pada ketinggian antara 600 - 1000 m dpl, tersusun atas batuan piroklastik aliran, jatuhan dan endapan lahar. Kemiringan lereng antara (5 - 20)°, serta pola aliran yang berkembang adalah pola radial - paralel. \r\nSatuan Morfologi Kerucut Samping  yang terdiri dari bukit Umbuk (1014 m) di sebelah barat daya, bukit Pisang (865 m) di sebelah selatan dan bukit Kramasan (944 m) disebelah tenggara lereng G.Kelud. Satuan ini tersusun oleh aliran lava, piroklastik aliran dan kubah lava. Satuan morfologi ini mempunyai kemiringan lereng lebih besar dari 20°. \r\nSatuan Morfologi Kaki dan Dataran mempunyai ketinggian kurang dari 600 m dpl, kemiringan lereng kurang dari 5° dan pola alirannya parallel - braided, litologi penyusunnya terdiri dari endapan lahar dan piroklastik jatuhan. \r\nGEOFISIKA \r\nSeismik\r\nPada kondisi aktif normal, di G. Kelud rata-rata tercatat sekitar 2 gempabumi vulkanik tiap bulan. Pada tanggal 10 September 2007, terekam 13 gempabumi vulkanik-dalam, sedangkan 11 September 2007 terekam 3 gempabumi vulkanik dalam. Pada tanggal 11 September 2007   GEOKIMIA\r\nKimia batuan \r\nJenis batuan G. Kelud adalah  “Calk -alkaline” dengan komposisi dari medium K-basalt sampai dengan medium K-andesit. Sesuai dengan perioda letusannya batuan G.Kelud dapat dibagi menjadi 3 yaitu batuan Kelud 1, Kelud 2 dan Kelud 3. Batuan Kelud 1 merupakan batuan yang berasal dari letusan kawah Lirang dan Gajahmungkur yang berumur lebih tua dari 100.000; Batuan Kelud 2 merupakan batuan yang berasal dari letusan kawah Tumpak, Sumbing 1 dan Sumbing 2 yang berumur antara 100.000 - 40.000; Batuan Kelud 3 adalah batuan yang berasal dari letusan kawah Dargo, Gupit, Badak 1 dan 2 swerta kawah Kelud yang berumur kurang dari 40.000.\r\nBatuan Kelud 1 berkomposisi dari basalt - andesit, Kelud 2 berkomposisi basaltik andesit dan Kelud 3 berkomposisi dari basalt - basaltik andesit. \r\n\tHasil sayatan tipis batuan G. Kelud (kubah lava 2007) menunjukkan tekstur porfiritik dan glomeroporfiritik, vesikuler, berbutir halus hingga berukuran 2,3 mm.\r\n",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Kerinci",
        "code": "KER",
        "umum": null,
        "morfologi": "Morfologi Satuan morfologi daerah G. Kerinci dapat dibagi menjadi :\r\n\r\n1. Satuan Morfologi Perbukitan\r\n\r\nSatuan morfologi ini menempati bagian daerah kaki gunungapi bagian selatan, berupa perbukitan yang bergelombang. Daerah ini tertutupi seluruhnya oleh batuan piroklastika jatuhan dan merupakan dasar graben volcano tektonik yang tertimbun hasil kegiatan letusan G. Kerinci (Djoharman1972). Sungai yang mengalir di daerah ini adalah S. Sangir, S. Air Putih, merupakan batas sebelah timur ; S. Aro, S. Padi, S. Panjang, S. Timbulun, Belandir di bagian utara dan di bagian selatan terdiri dari S. Kering, S. Kersik Tuo S. Deras Kanan dan S. Siulak Deras Kiri dan di bagian barat dibatasi oleh S. Lembar - Siulak Deras Kiri. 2. Satuan morfologi perbukitan tua \r\nSatuan morfologi ini menempati bagian sebelah timur dan barat G. Kerinci. Bentuk lereng dari satuan ini sangat terjal (hampir tegak) membentuk suatu dinding yang sangat curam. Satuan morfologi ini merupakan bagian naik dari sistem sesar sumatera (horst) yang memanjang dari utara ke selatan. Puncak yang terdapat dalam satuan perbkitan tua bagian timur terdiri dari Bukit Ulu Batang Tandai (943 m); G. Selasi (2391 m); G. Mandurai Besar (2481 m), titik ketinggian tanpa nama dalam peta topografi (1956 m) ; (1574 m) dan G. Songka (1914 m). Puncak-punak yang terdapat dalam satuan morfologi perbukitan tua bagian barat terdiri dari Bukit Putus (893 m); Bukit Liki (1045,8 m); G. Hulu Sungai Kapur; G. Terembun (2577) m) dan G. Lintang (2218 m). Batuan penyusun satuan morfologi ini terdiri dari aliran lava dan piroklastika.\r\n  \r\n3. Satuan morfologi tubuh gunungapi \r\nMenurut Van Bemmelen (1949) Gunungapi ini muncul di dalam suatu struktur graben yang merupakan bagian dari sesar Sumatera, Djoharman (1972) menyatakan bahwa tubuh gunungapi ini muncul di dasar suatu graben vulkano tektonik tegak lurus pada garis tektonik Bukit Barisan yang mengalami penurunan waktu patahan besar itu terjadi . Bagian puncak terdiri dari G. Merapi (3655 m), G. Elok (3649 m), bentuk ini mirip dengan bekas kawah lama ataupun sisa pematang lava. Puncak lereng sebelah baratdaya (3805 m) yang biasa disebet sebagai Pesanggrahan Pondok Bunga merupakan pinggiran kawah tertinggi dari kawah giat sekarang. Yang terendah dan paling luas dari kawah terletak sebelah tenggara dengan ketinggian 3620 meter, makin ke utara terdapat tonjolan-tonjolan kecil dengan ketinggian 3624 meter. Lereng sebelah barat laut jauh lebih sempit dengan ketinggian 3669 meter. \r\n",
        "stratigrafi": "Stratigrafi batuan yang terdapat di sekitar G. Kerinci tersusun dari tua ke muda sebagai berikut:\r\n1.\tBatuan yang berumur Paleozoikum - Mesozoikum terdapat di bagian utara komplek G. Kerinci, dengan dicirikan oleh bentuk morfologi yang kasar dan lembah-lembah yang dalam akibat erosi yang sangat berlanjut, tersusun oleh batuan sedimen dan metamorfosa dan intrusi batuan Granit. \r\n2.\tBatuan berumur tersier, tersebar memanjang di sebelah barat dan timur dan selatan dengan arah umum barat daya timurlaut. Batuan ini tersusun dari batuan sedimen (batu pasir, lanau, tufa, batu gamping), yang tersebar di bagian selatan G. Kerinci. Batuan vulkanik tua yang tidak diketahui sumber asalnya tersebar di bagian barat dan timur G. Kerinci. Batuan Vulkanik tua ini terdiri dari Batuan Vulkanik Danau Tujuh dan Batuan Vulkanik Patah Sembilan. \r\n3.\tBatuan Vulkanik G. Kerinci yang tersusun dari batuan Lava, piroklastik jatuhan, piroklastik aliran dan lahar. Satuan batuan ini terdiri dari beberapa kelompok batuan yang diuraiakan berdasarkan urutan stratigrafinya terbagi menjadi beberapa kelompok (dapat di lihat dalam peta Geologi G. Kerinci, disusun oleh M.S. Santoso dkk). \r\n   \r\nBatuan Vulkanik Kerinci \r\nPenyebaran satuan ini dominannya berarah utara - selatan, sedangkan penyebaran kearah timur dan barat terhalang oleh Gunung Tujuh dan gunung Patah Sembilan.\r\nLitologinya terdiri dari lava, aliran piroklastik, jatuhan piroklastik, lahar dan endapan permukaan.\r\nMorfologinya membentuk kerucut muda Kerinci dan kerucut parasit yang umumnya terdapat disekitar tubuh kerinci muda, seperti gunung Labuh, Mageger, Buntak dan lain-lainnya.\r\nBerdasarkan data geologi tersebut maka letusan G. Kerinci menghasilkan batuan piroklastik dan lava, menunjukan pernah terjadi letusan yang cukup besar untuk menghasilkan endapan piroklastik dan lava-lava tersebut, sehinga membentuk kerucut raksasa gunungapi yang puncaknya mencapai 3805 m diatas muka laut.\r\n",
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Lamongan",
        "code": "LAM",
        "umum": null,
        "morfologi": null,
        "stratigrafi": "Stratigrafi Berdasarkan data geologi menunjukkan bahwa produk Gunungapi Lamongan dapat dikelompokkan menjadi produk erupsi pusat G. Tarub (Lamongan Tua), Lamongan Muda (Lamongan Sekarang), hasil erupsi samping, erupsi eksentrik, erupsi freatik, dan endapan sekunder (Sukhyar dkk, 1980). Hasil erupsi kawah pusat sebagian besar terdiri atas lava dan jatuhan piroklastik, sedangkan hasil erupsi samping umumnya berupa aliran lava, sedangkan erupsi eksentrik terdiri atas lava saja atau piroklastik dan kombinasi lava serta piroklastik. Adapun hasil proses sekunder umunya berupa lahar dan endapan fluviatil. Data geologi baik dari peneliti terdahulu maupun dari hasil penyelidikan langsung di lapangan tidak ditemukan adanya produk erupsi G. Lamongan yang berupa endapan aliran piroklastik. Diantara produk-produk Lamongan tersebut belum ada yang dilengkapi dengan table umur absolute baik dari analisis Potassium Argon (K/Ar) maupun Karbon 14 (14C).\r\nUrutan satuan batuan produk G. Lamongan dari tua ke muda sbb, \r\n•\tEndapan Piroklastik Pandan (PDP) ; terdiri dari piroklastik, pasir lapilli sampai bom skoria \r\n•\tLava Lamongan Tua (Llt) ; lava basalt olivin \r\n•\tLava Erupsi Samping Tua Lamongan (Llst) tua basalt olivin \r\n•\tLava Muda Lamongan (Llm); lava basalt olivin \r\n•\tEndapan piroklastik Geni (GP); terdiri dari piroklastika lepas, skoria, basaltik \r\n•\tLava Parang (Pl) ; lava basalt piroksima \r\n•\tEndapan Piroklastik Lamongan (Lp); terdiri dari bahan piroklastika yang tersusun oleh andesit basaltik terubah dan basalt skoria, lepas sampai tergabung lemah \r\n•\tLava Erupsi Samping Muda G. Lamongan (Llsm) ; jenis batuan basalt, olivin dan piroksin dalam masa dasar kaca gunungapi dan mikrokistalin \r\n•\tEndapan Lahar Muda (Elm) ; endapan lahar tergabung lemah sampai kuat, terdiri dari bongkah lava basalt, masa dasar pasir lanau tufaan Sedangkan di bawah produk G. Lamongan adalah : G. Tarub dan G. Argopuro\r\n",
        "struktur_geologi": "Struktur Geologi G. Lamongan (1671 m dpl) yang dikelilingi banyak kerucut eksentrik atau parasit (“epigones”) adalah sangat aktif dalam daerah yang mempunyai sumbu barat-timur sepanjang 37 km dan sumbu utara-selatan sepanjang 18 km. G. Lamongan dan kerucut-kerucut “epigones” tersebut terletak pada sayatan depresi sumbu antiklin Pulau Jawa (Bemmelen, 1949). Demikian juga system fissure antara timur-timurlaut (ENE) sampai barat-baratdaya (WSW) terbuka sepanjang 4 km antara Zona Klakah dan Zona Puncak G. Lamongan, disertai gempa bumi lokal (Bemmelen, 1949). Oleh karena itu daerah kompleks G. Lampongan cukup sering terjadi gempa bumi yang mengakibatkan rekahan-rekahan baru. Adanya banyak ranu/'maar” dan bukit-bukit lava dan piroklastik di daerah Lamongan pada masa lalu kemungkinan berhubungan erat dengan adanya pola-pola struktur yang berkembang di daerah ini. Dengan demikian bukan suatu hal yang tidak mungkin bahwa proses yang sama dapat juga terjadi pada suatu waktu.",
        "petrografi": null
    },
    {
        "gunung": "Lereboleng",
        "code": "LER",
        "umum": null,
        "morfologi": "Morfologi Dalam kompleks G. Lereboleng terdapat 29 kawah (bekas lubang erupsi) yang tersusun pada enam buah rekahan/erupsi celah, tiga diantaranya membentuk pola radial terhadap puncak dan yang lainnya melintang dari utara ke selatan. Sebagian besar kawah tersebut berukuran kecil dengan diameter antara 12 hingga 100 meter. Kawah Gelimun yang berdiameter 270 meter merupakan kawah terbesar. \r\nMorfologi G. Lereboleng dan sekitarnya dapat dibagi menjadi tiga satuan morfologi, yaitu Satuan Morfologi Kerucut Lereboleng Muda, Satuan Morfologi Lereboleng Tua, dan Satuan Morfologi Perbukitan Gunungapi Tua.\r\n\t\r\n",
        "stratigrafi": "Stratigrafi Berdasarkan batuan penyusun, kompleks G. Lereboleng dipisahkan dalam empat kelompok batuan vulkanik utama, yaitu batuan Endapan Pra Lereboleng, Endapan Lereboleng Tua, Endapan Pra Lereboleng Muda, dan Endapan Lereboleng Muda. Secara umum batuan penyusun tersebut berupa lava jenis andesitik. \r\nLava yang dihasilkan oleh G. Lereboleng adalah andesit piroksen berkomposisi hornblende dan biotit. \r\n",
        "struktur_geologi": "Struktur geologi yang berkembang di G. Lereboleng berupa sesar dan kelurusan sedangkan struktur kawah kurang berkembang.  Struktur sesar yang berkembang  yaitu sesar normal yang berarah Baratlaut - Tenggara dan Baratdaya - Timurlaut. Sesar yang terdapat di sekitar puncak merupakan sesar paling muda dan merupakan struktur lokal dan membentuk depresi. Jenis sesar ini adalah sesar normal yang berarah relatif Utara - Selatan.\r\nDisamping struktur sesar, juga terdapat adanya kelurusan vulkanik (kawah) yang berarah Baratdaya - Timur laut. \r\n\r\n",
        "petrografi": null
    },
    {
        "gunung": "Lewotobi Laki-laki",
        "code": "LWK",
        "umum": null,
        "morfologi": "Morfologi G. Lewotobi Laki-laki terletak berdampingan dengan G. Lewotobi Perempuan. Kedua gunungapi langsung berbatasan dengan laut di sebelah timur dan selatan. Morfologi G. Lewotobi Laki-laki runcing dan terjal. Sebuah kawah terdapat di puncaknya, dan dindingnya dibangun oleh lava. Kawah membuka ke timurlaut. Terdapat sebuah kawah yang kecil terletak di sebelah utara kawah utama ini, kemungkinan terbentuk karena erupsi freatik.",
        "stratigrafi": "Stratigrafi Dari data petrografi, umumnya batuan G. Lewotobi adalah andesit.  Batuan lava muda yang tercatat dalam sejarah juga andesit, hanya sebagian kecil andesit basaltik. Ciri petrografi lava G. Lewotobi sangat mirip dengan lava gunungapi di Jawa. Dua tipe lava, theoleitic dan calc-alkaline dijumpai pada G. Lewotobi. Lava theoleitic yang terdiri dari andesit basaltik dan andesit banyak mengandung fenokris plagioklas dan piroksen.  Sedangkan lava calc-alkaline yang terdiri dari basalt, andesit basaltik, andesit, dan dasit, semuanya adalah phyric dan banyak mengandung fenokris olivin dengan magnetit sebagai fase assesoris yang umum (Mawardi, 1990). \r\nBerdasarkan analisa foto udara hitam putih berskala 1 : 40.000, liputan tahun 1946, dengan jalur terbang berarah  barat - timur, terlihat G. Lewotobi laki-laki lebih muda dan terbentuk pada lereng atas bagian baratlaut G. Lewotobi Perempuan. Evolusi kegiatan G. Lewotobi laki-laki terjadi sebanyak 4 fase kegiatan dan batuan yang dihasilkan  sebanyak 18 satuan batuan dan lebih bersifat efusif.\r\n",
        "struktur_geologi": "Struktur Geologi yang berkembang di daerah G. Lewotobi berupa sesar normal  yang berarah timurlaut - baratdaya, kelurusan vulkanik berarah baratlaut - tenggara yang dimanifestasikan oleh adanya titik-titik erupsi di sepanjang arah kelurusan. Sesar normal ini mengaktifkan G. Lewotobi Laki-laki, sedangkan kelurusan vulkanik mengaktifkan kembali G. Lewotobi Perempuan dan Laki-Laki.\r\nSelain kedua struktur tersebut, struktur yang berkembang di G. Lewotobi yaitu struktur kawah. Pada G. Lewotobi Laki-laki terdapat satu kawah yang terbuka ke arah utara - timurlaut.\r\n",
        "petrografi": null
    },
    {
        "gunung": "Lewotobi Perempuan",
        "code": "LWP",
        "umum": null,
        "morfologi": "Morfologi G. Lewotobi  Perempuan terletak berdampingan dengan G. Lewotobi Laki-laki. Berdasarkan morfologi, G. Lewotobi Perempuan lebih tua dan terbentuk di bawah lereng bagian tenggara G. Lewotobi Laki-laki (Bacharudin, 1993). Kedua gunungapi langsung berbatasan dengan laut di sebelah timur dan selatan. \r\nMorfologi  G. Lewotobi Perempuan lebih kasar, diperkirakan muncul lebih awal daripada Lewotobi Laki-laki. G. Lewotobi Perempuan memperlihatkan kerucut terpancung dengan permukaan puncak yang luas. Dua buah kawah terdapat di puncaknya. Kawah yang lebih tua adalah luas dan terbuka ke timurlaut. Dinding kawah dibangun oleh stratifikasi lava dan piroklastika. Kawah yang lebih muda (lebih kecil) tumbuh di dalam kawah pertama pada bagian selatannya. Kawah ini memiliki dinding yang curam (Bacharudin, 1993). Pada dasar kawah G. Lewotobi Perempuan terdapat sebuah kubah lava. Di sekitar dasar kubah lava terdapat hembusan asap solfatara berwarna putih tipis dengan tekanan rendah dan ketinggian hanya berkisar 10 - 15 meter dari dasar kawah. Sehingga jarang sekali teramati hembusan asap melebihi bibir kawah. Kubah lava relatif tidak mengalami perubahan dan penambahan volume sejak pemeriksaan kawah terakhir (Kushendratno, 2007).\r\n",
        "stratigrafi": "Stratigrafi Dari data petrografi, umumnya batuan G. Lewotobi adalah andesit.  Batuan lava muda yang tercatat dalam sejarah juga andesit, hanya sebagian kecil andesit basaltik. Ciri petrografi lava G. Lewotobi sangat mirip dengan lava gunungapi di Jawa.  Dua tipe lava, theoleitic dan calc-alkaline dijumpai pada G. Lewotobi. Lava tholeitic yang terdiri dari andesit basaltik dan andesit banyak mengandung fenokris plagioklas dan piroksen.  Sedangkan lava calc-alkaline yang terdiri dari basalt, andesit basaltik, andesit, dan dasit, semuanya adalah phyric dan banyak mengandung fenokris olivin dengan magnetit sebagai fase assesoris yang umum (Mawardi, 1990). ",
        "struktur_geologi": "Struktur Geologi yang berkembang di daerah G. Lewotobi berupa sesar normal  yang berarah timurlaut - baratdaya, kelurusan vulkanik berarah baratlaut - tenggara yang dimanifestasikan oleh adanya titik-titik erupsi di sepanjang arah kelurusan. Sesar normal ini mengaktifkan G. Lewotobi Laki-laki, sedangkan kelurusan vulkanik mengaktifkan kembali G. Lewotobi Perempuan dan Laki-Laki.\r\nSelain kedua struktur tersebut, struktur yang berkembang di G. Lewotobi yaitu struktur kawah. Pada G. Lewotobi Perempuan terdapat dua buah kawah: kawah pertama yang terbentuk lebih dahulu berbentuk bulan sabit, terbuka ke arah timur dan kawah kedua berbentuk bulat, terletak di dalam kawah lama dengan kubah lava di dalamnya.\r\n",
        "petrografi": null
    },
    {
        "gunung": "Marapi",
        "code": "MAR",
        "umum": "GEOLOGI Berdasarkan Peta geologi G.Marapi, produk erupsi G.Marapi diantaranya adalah aliran lava, aliran piroklastik (awan panas) sebagai hasil dari guguran lava, serta batuan jatuhan piroklastik yang lebih dominan. ",
        "morfologi": "stratigrafi G.Marapi terdiri dari enam sumber erupsi, yaitu empat erupsi pusat dan dua erupsi samping. Erupsi pusat terdiri dari: Kawah Bancah yang menghasilkan jatuhan piroklastik, lava dan guguran lava; Kawah Tuo yang menghasilkan endapan jatuhan piroklastik, aliran piroklastik dan lava; Kebun Bungo yang menghasilkan endapan jatuhan piroklastik, aliran piroklastik dan lava; Kawah Bongsu yang menghasilkan jatuhan piroklastik dan aliran lava. Erupsi samping yaitu Kerucut Sikumpar dan Maar Kayutanduk yang menghasilkan endapan Freatik. ",
        "stratigrafi": null,
        "struktur_geologi": "Struktur yang dijumpai pada G.Marapi adalah berupa Sesar Besar Sumatra (Sesar Semangko), Sesar Normal, Sesar Oblique serta gawir-gawir sesar yang membentuk perbukitan yang curam dan terjal. Menurut sejarah, pertumbuhan G.Marapi melelui beberapa tahapan, dimulai dengan pembentukan tubuh G.Marapi tua yang di bangun oleh satuan batuan yang erupsinya terpusat dari Kawah Buncah. Pada fase kedua titik erupsinya berpindah serta membentuk Kerucut Sikumpar. Pada fase ketiga, pusat erupsi kembali ke titik semula serta menghasilkan lava dan jatuhan piroklastik. Pada fase ke empat diantaranya adalah pembentukan Kawah Tuo, dimana terjadi tiga kali erupsi, satu diantaranya adalah erupsi besar. Pada fase kelima adalah pembentukan kompleks kawah Kebun Bungo, dimana kawah tersebut terbentuk titik-titik erupsi kecil lainnya, yaitu kepundan A, B, dan C, yg mengekibatkan pembentukan morfologi yang terbuka kearah barat daya. Fase keenam terjadi perpindahan pusat erupsi yang membentuk Maar Kayu Tanduk. Fase Ketujuh adalah pembentukan kawah Bongsu dan kawah Verbeek, dimana kawah Verbeek berada di dalam Kawah Bongsu. Erupsi-erupsi terakhir kembali lagi ke kawah Tuo dan Kawah Verbeek secara bergantian.",
        "petrografi": null
    },
    {
        "gunung": "Merapi",
        "code": "MER",
        "umum": "GEOFISIKA  G. Merapi dikenal sebagai gunungapi yang sangat aktif. Oleh karena aktivitasnya yang tinggi, periode letusannya pendek yaitu antara 2-7 tahun, para ahli gunungapi memanfaatkannya sebagai obyek penelitian dan penyelidikan serta untuk ujicoba peralatan pemantauan. Sebagai akibatnya, hampir semua metoda pemantauan, baik yang konvensional hingga yang paling modern pernah diaplikasikan di G. Merapi. Berikut ini disajikan berbagai metoda monitoring yang pernah diterapkan di G. Merapi dan hasilnya antara lain seismik, deformasi, geokimia, gayaberat mikro dan magnetik. Seismik \r\nPemantauan seismik G. Merapi dimulai pada tahun 1924 dengan adanya seismograf mekanik Wiechert yang dipasang di lereng Barat sekitar 9 km dari puncak untuk mengetahui peningkatan aktivitas menjelang erupsi Nopember 1930 (Van Padang, 1930). Seismograf elektromagnetik mulai digunakan pada tahun 1969 yaitu menggunakan seismograf Hosaka yang menggunakan kabel agar dapat diletakkan di tempat-tempat yang lebih representatif.\r\nPada tahun 1982 terbentuk sebuah jaringan seismograf yang mengelilingi tubuh gunung yang terdiri atas 7 stasiun sensor periode pendek. Karena pertimbangan efisiensi dan kerawanan, jaringan direduksi sehingga saat ini hanya ada 4 stasiun yaitu Pusunglondon, Klatakan, Plawangan dan Deles. Sensor yang digunakan adalah produk dari Mark tipe L4C dengan faktor redam 0.8 dan konstanta tranduksi 50 mV/mm/s. Stasiun sensor menggunakan daya batere dengan pengisian solar panel. Sinyal dikirim ke stasiun penerima di Kantor BPPTK Jogjakarta (25 km dari G. Merapi) dengan telemetri radio VHF. Di stasiun penerima sinyal ini kemudian direkam pada kertas seismogram rekorder VR-68 produk Sprengnether, dan juga disimpan dalam data digital menggunakan digitizer Guralp DM24 dengan laju cuplik 100 Hz. Seismogram kertas dianalisa secara rutin setiap harinya untuk mengetahui jumlah kegempaan, dan parameter-parameter gempanya sedangkan lokasi gempa dihitung dengan menggunakan sinyal digital untuk kemudahan pembacaan waktu. Disamping 4 stasiun tersebut, juga terdapat tiga stasiun seismik dengan sistem Telemetri digital yang terletak di Juranggrawah, Pasar Bubar dan Labuhan. Di stasiun Labuhan digunakan seismometer Broadband merk Streckeisen tipe STS2, sedangkan dua lainnya digunakan seismometer periode pendek produk Mark tipe L43D. Akuisisi dan layout data seismik digital serta kuantifikasi sinyal gempa seperti RSAM dan SSAM menggunakan sistem Earthworm dan Swarm.\r\nGeomagnet\r\nPemantauan intensitas magnet bumi di G. Merapi dilakukan oleh Zlotnicki dkk pada tahun 1990 - 1996 bekerjasaman dengan CNRS dan LETI Perancis dan VSI melalui empat stasiun perekaman secara digital. Lokasi stasiun bisa dilihat pada di bawah ini.\r\nPerubahan intensitas magnetik terdeteksi terkait aktivitas vulkanik meliputi tren jangka panjang dengan amplitudo 15 nT dalam periode >10 tahun, tren jangka menengah dengan nilai sekitar 3 nT dalam periode 1-2 tahun, dan jangka pendek mencapai nilai 1,5 nT yang berlangsung selama beberapa bulan. Perbandingan dengan data seismik dan fenomena permukaan menunjukkan bahwa tren jangka panjang bersumber dari Thermomagnetik, tren jangka pendek akibat Piezomagnetik dan jangka pendek berhubungan dengan aktivitas seismic, seperti yang tampak pada gambar di atas (Zlotnicki dkk, 2000).        ",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Papandayan",
        "code": "PAP",
        "umum": "GEOFISIKA Seismik\r\nMonitoring aktivitas G. Papandayan dilakukan secara kontinu dari Pos Pengamatan G.Papandayan (Kampung Pusparendeng, berposisi di sebelah timurlaut G. Papandayan). \r\nPerlalatan monitoring seismik yang dipakai adalah Seismograph Telemetric System (Kinemetrics PS-2 type) dengan seismometer yang diposisikan di sekitar Kawah Mas-Kawah Waliran. Seismik, didominasi oleh gempa vulkanik dangkal (tipe-B), sebagian kecil berupa gempa tektonik dan gempa vulkanik dalam (tipe-A), serta hembusan gas. Peningkatan Jumlah gempa tektonik terjadi pada bulan Agustus 1997, disebabkan oleh efek aktivitas sesar Kendang yang melalui daerah geotermal Kamojang-Darajat. \r\nData Seismik Numerik dengan Sistem peralatan Balise yang dilakukan pada bulan Juni 1995, telah merekam 14 buah gempa tektonik dan 2 buah gempa vulkanik. Hasil analisis spektral bernilai frekuensi maksimum antara 0,9 - 1,3 Hz dengan lokalisasi dan kedalaman pusat gempa berkisar antara 0,9 - 2 km di bawah titik referensi. 21)   Gaya Berat \r\nPola anomali gayaberat regional G. Papandayan, memberikan gambaran sebaran densitas batuan dalam yang besar di bagian selatan dan menurun ke arah utara. Bentuk kontur yang melingkar elipsoidal di bagian tengah memberikan gambaran adanya zona densitas batuan yang rendah. Pola anomali Bouguer G. Papandayan, memperlihatkan harga anomali tinggi, seperti halnya anomali magnetik, mendominasi bagian selatan peta. Hal ini diperkirakan erat kaitannya dengan batuan dasar G. Papandayan, berupa andesit Pegunungan Selatan, secara vertikal ditutup oleh batuan vulkanik produk erupsi G. Papandayan yang penyebarannya dicerminkan dalam pola anomali sisa, menutup hampir seluruh bagian peta. \r\nTerdapat harga anomali rendah dan tinggi yang kontras di sebelah timur kawah. Di bagian anomali rendah diasumsikan kemungkinannya merupakan bekas kawah G. Papandayan, saat ini diisi oleh material baru. Ke arah vertikal, harga terendah di bagian timur kawah terlihat bergerak mendekati kawah sekarang. \r\nHal ini, mencerminkan kemungkinan adanya perpindahan kawah G. Papandayan dari timur ke arah barat. Data sebaran episenter gempa, mendukung asumsi di atas.; sedangkan data permukaan berupa topografi, merupakan pencerminan morfologi yang ada sekarang. 16) \r\nBerdasarkan penyebaran anomali gayaberat, baik anomali Bouguer maupun anomali sisa dapat disimpulkan sebagai berikut. 17) \r\n1.        Harga anomali tinggi Bouguer yang dominan menempati daerah selatan peta (yang didukung oleh anomali magnetik tinggi), merupakan pencerminan basement batuan andesit tua Pegungan Selatan, secara vertikal ditutup oleh produk vulkanik baru. \r\n2.        Diperkirakan telah terjadi perpiindahan kawah G. Papandayan dari timur ke arah barat, secara vertikal ditunjukkan oleh harga anomali rendah Bouguer dan anomali sisa.\r\nMenurut Tim Penyelidikan Geofisika Panasbumi (1999)18), hasil data lapangan untuk Metoda Gayaberat, adalah:\r\n1.        Hasil perhitungan Anomali Bouguer ataupun Anomali Sisa memperlihatkan dua kelompok anomali, yakni kelompok anomali rendah (negatif) < 0 miligal, terdapat di bagian selatan, utara, barat dan timurlaut dan kelompok anomali tinggi (positif) > 0 miligal, terdapat di bagian tengah, baratdaya, timurlaut dan tenggara daerah penyelidikan.\r\n2.        Dari hasil interpretasi Anomali Bouguer dan Anomali Sisa dapat disimpulkan bahwa struktur sesar yang terjadi di daerah penyelidikan terdapat enam buah struktur sesar yang diperkirakan. Dua sesar berarah hampir utara-selatan (baratlaut-tenggara), dua buah sesar mengarah baratdaya-timurlaut, dan dua buah sesar berarah baratlaut-tenggara. \r\n3.        Potensi panasbumi di daerah ini tidak dapat diestimasikan dengan data yang ada. \r\nGeomagnet \r\nPenyebaran pola anomali magnetik G. Papandayan, di bagian barat dan tenggara kawah, berelief magnetik yang tinggi (>45.500 nT) dan secara sporadis terlihat anomali tinggi membentuk lingkaran-lingkaran kecil, terdapat di bagian timurlaut menyebar ke arah selatan. Di daerah puncak dan kaki G. papandayan, menunjukkan relief magnetik yang lebih rendah dari 45.500 nT.\r\nHarga anomali tinggi diperkirakan adanya intrusi magma, baik yang muncul maupun yang tidak mencapai permukaan dan penyebaran leleran lava, kesemuanya mempunyai harga susceptibilitas yang tinggi terhadap batuan sekitar. Penurunan drastis harga kemagnetikan di bagian barat kawah disertai kelurusan kontur utara-selatan, diperkirakan berasosiasi dengan terdapatnya struktur sesar. Sedangkan harga anomali magnetik tinggi di bagian tenggara (di daerah Cikajang) dan korelasinya dengan harga anomali Bouguer di daerah ini yang menunjukkan harga densiti tinggi, diperkirakan akibat adanya pengaruh daerah andesit tua Pegunungan Selatan.\r\nTopografi bagian selatan G. papandayan, memperlihatkan morgologi perbukitan, ditunjukkan oleh relief anomali magnetik maupun gayaberat. Sebaran sumber gempa yang memperlihatkan konsentrasinya di sekitar kawah ke arah timur dan timurlaut dengan arah struktur saling berpotongan, ditunjukkan oleh kelurusan anomali magnetik di bagian barat dengan arah utara-selatan dan timur-barat di bagian timur kawah, pada zona anomali rendah di sekitar puncak. 19) \r\n\r\nBerdasarkan analisa metoda magnetik di G. Papandayan, disimpulkan sebagai berikut. 20) \r\n1.\tDaerah dengan harga anomali magnetik tinggi, kemungkinan berasosiasi dengan adanya intrusi bawah permukaan maupun adanya leleran lava di permukaan sebagai produk akhir erupsi gunungapi yang mempunyai susceptibilitas batuan relatif tinggi dengan produk vulkanik lainnya. \r\n2.\tKelurusan dengan arah utara-selatan di bagian barat kawah, diperkirakan karena pengaruh struktur sesar. Daerah dengan bentuk kontur elipsoidal, diperkirakan karena pengaruh intrusi batuan dalam.\r\n\r\n",
        "morfologi": "Morfologi Pembagian morfologi G. Papandayan (didasarkan atas perbedaan bentuk, kemiringan lereng, bentuk dan struktur lembah), dipisahkan menjadi: Morfologi Puncak (G.Papandayan, +2640 m, G. Masigit, +2671 m, Pasir Malang, 2679 m, dan G. Nangklak, +2474 m, dicirikan dengan dinding tajam dan lembah sempit, erosi kuat, vegetasi lebat); Morfologi Tubuh (termasuk di dalamnya adalah kawah Brungbrung, Kawah Manuk, Kawah Nangklah, Kawah Baru dan Lembah Ruslan, dibentuk oleh aliran lava dan endapan aliran piroklastik, berpola aliran radier; Morfologi Kaki, dicirikan oleh morfologi berelief halus di sektor timurlaut dan selatan, dan berelief sedang di sektor selatan, dibentuk oleh aliran lava dan endapan aliran piroklastik, berpola aliran dendrtitik; dan Morfologi Tapalkuda, merupakan depresi berarah timurlaut mulai dari Kawah Mas hingga Kampung Cibalong dan Cibodas sebagai hasil dari peristiwa pembentukkan endapan guguran puing (debris avalanche deposit). ",
        "stratigrafi": "Stratigrafi. Stratigrafi dipisahkan menjadi Produk Primer, terdiri dari Batuan Tersier terdiri dari andesit, ditemukan di sebelah selatan G. Papandayan; Produk Gunungapi di sekitar G. Papandayan (endapan jatuhan piroklastik G. Geulis, intrusi G. Kembar, endapan jatuhan piroklastik dan aliran lava G.Cikuray, endapan jatuhan piroklastik G. Jaya, dan aliran piroklastik G.Puntang); Produk G. Papandayan (aliran lava, endapan jatuhan dan aliran piroklastik); Produk Kawah Tegal Alun-alun (aliran lava dan endapan aliran piroklastik); Produk G. Nangklak (endapan jatuhan piroklastik); Produk Kawah Manuk (endapan jatuhan piroklastik); dan Produk Kawah Mas (endapan jatuhan piroklastik) dan Produk Sekunder (endapan guguran puing Kawah Manuk, endapan guguran puing Kawah Mas, dan lahar). \r\nStruktur Geologi, dipisahkan menjadi struktur sesar dan struktur kawah. Struktur sesar umumnya    berjenis sesar normal, ditemukan di sekitar G.Nangklak, Kawah Tegal Alun-alun, Kawah Mas dan G.Walirang, serta di lereng baratlaut dan tenggara G.Papandayan, berarah umum NE-SW, NW-SE. dan NNW-SSE dengan indikasi berupa breksiasi, kelurusan topografi, zona hancuran Struktur kawah, terdapat di Kawah Mas, Kawah Manuk, Kawah Brungbrung, Kawah Tegal Alun-alun, Kawah Nangklak, dan Kawah Baru. \r\nEvolusi Gunungapi G. Papandayan dan sekitar, dimulai dengan pembentukkan Pegunungan Selatan (tersier), diikuti dengan pembentukkan gunungapi di lsekitar G.Papandayan (G. Geulis, G. Cikuray, G. Jaya, dan G. Puntang), disusul dengan pembentukkan tubuh G. Papandayan, menghasilkan kawah Papandayan, Kawah Tegal Alun-alun, Kawah Nangklak, Kawah Manuk, Kawah Mas, dan Kawah Baru. Pembentukkan endapan sekunder yang dimanifestasikan dengan endapan guguran puing, terjadi sebelum tahun 1772 (tersebar di sektor utara-timurlaut, bersumber dari Kawah Manuk) dan terjadi pada tahun 1772 (tersebar di sektor timurlaut, bersumber dari Kawah Mas).6)\r\n",
        "struktur_geologi": null,
        "petrografi": "Petrografi Aliran lava produk G. Papandayan, dapat dibagi menjadi dua kelompok utama, yakni: aliran lava berkomposisi basalt augit hipersten (bertekstur aliran pilotaksit, terdiri dari andesin An56An44 hingga labradorit An46An54, augit, hipersten, olivin, magnetit dalam masadasar gelas gunungapi) dan aliran lava andesit hipersten augit. 7), 8) \r\n\r\nLava andesit hipersten augit vitrofirik, terdiri dari  lava bertekstur vitrofirik, terdiri dari hipersten, augit, andesin An66An34, dan magnetit dalam masadasar gelas gunungapi; sebagian terubah (kloritisasi, limonitasasi dan serisitisasi). Di beberapa tempat terdapat batuan asing (kuarsit dan batulempung mengandung bijih) yang terkungkung dalam lava andesit hipersten augit. \r\n\r\nLava andesit hipersten augit kriptokristalin, tersusun oleh hipersten, augit, andesin An66An34, magnetit, dan pigeonit dalam masadasar gelas gunungapi. Sebagian lava yang terdapat di sekitar Kawah Walirang sudah tidak bisa dikenali lagi, berwarna merah bata, abu-abu keputihan - cenderung berubah menjadi lempung dan kaolin. 9) \r\nDi daerah kawah, pengaruh hembusan solfatar terhadap aliran lava menghasilkan endapan lempung dan kaolin bercampur lumpur belerang, sering disertai dengan firit, lembar-lembar gipsum, limonit dan jarosit. 10) \r\n"
    },
    {
        "gunung": "Peut Sague",
        "code": "PEU",
        "umum": "Untuk memantau kegiatan G. Peut Sagoue secara terus menerus, maka sejak 18 Agustus 1998 dibangun Pos Pengamatan Gunungapi di Desa Mane, Kecamatan Mane yang mulai dioperasikan pada 15 Oktober 1998. Kegiatan G. Puet Sagoe dipantau secara menerus baik secara visual dan kegempaan dari pos Pengamatan.",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Raung",
        "code": "RAU",
        "umum": null,
        "morfologi": "Morfologi Puncak G. Raung merupakan kerucut terpotong dengan tonjolan dari sisa-sisa endapan lava dan barangko-barangko dari sisa endapan piroklastik. Kaldera G. Raung berbentuk ellips, berukuran 1750 x 2250 m, dalamnya  400-550 m di bawah pematang, lereng kaldera sangat terjal.\r\nSektor barat G. Raung muncul sekelompok bukit (hillocks) sebagai sisa dari suatu longsoran puing raksasa dari kerucut gunungapi bagian barat. Gumuk-gumuk atau bukit-bukit kecil G. Raung ini merupakan sisa erosi dari suatu longsoran yang maha dahsyat, juga gumuk-gumuk piroklastik di dataran Jember kemungkinan besar karena terjadinya banjir masa batuan (banjir lahar). \r\nG. Raung dikelilingi oleh kelompok tonjolan diantaranya : di sebelah utara G. Suket (2750 m), di timurlaut G. Lempeh (2932 m), di timur G. Jampit (2338 m), di selatan G. Wates (2796 m), di barat G. Gadung (2390 m), dan G. Pajungan (2352 m). \r\nPola aliran sungai-sungai di G. Raung adalah radial, sedangkan di daerah kakinya pola alirannya adalah dendritik. Sungai-sungai yang berhulu di sekitar puncak diantaranya : Kali stail dan Kali Mangarang. Sungai-sungai yang berhulu di sekitar lereng diantaranya : K. Kajar, K. Gladagkundung, K. Telepon, K. Kohor, K. Basiran, dan K. Caken. Sungai-sungai tersebut mengalir antara Kalibaru dan Glenmore. Sungai-sungai antara Glenmore dan Rogojampi, terdiri dari K. Sempit, K. Porolinggo, K. Wadung, K. Jalen, K. Togung, K. Susulan, K. Bandeng, dan K. Binan. K. Satel di Gempol, mengalir ke utara lewat dinding timur G. Suket melalui lembah Gempol dan kampung Belawan, masuk K. Banyuputih. \r\nBeberapa kerucut yang mengelilingi G. Raung seperti G. Suket, G. Lempe, G. Gadung, G. Pajungan, dan G. Wates adalah gunungapi yang sebagian mungkin lebih tua dari G. Raung dan sebagian adalah gunungapi parasit. Menurut Taverne 1926, (dalam Djoharman, 1970) G. Suket dan G. Dampit berumur lebih tua dari G. Raung.\r\n",
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": "Stratigrafi Menurut Sutawidjaja (1996), urutan stratigrafi daerah G. Raung dari tua ke muda adalah sebagai berikut: \r\n1.\tSatuan Tuf Jember \r\nBreksi dan tuf kasar merupakan batuan proklastik G. Raung paling bawah posisi stratigrafinya. Terkadang tuf yang berbutir kasar selang-seling dengan tuf abu dan tuf batu apung merupakan sisipan tipis di dalamnya. \r\n2.\tSatuan gumuk volkanik Sukowono \r\nGumuk volkanik tersebar antara kaki G. Raung dan G. Iyang. Diduga bahwa gumuk sekitar Jember berasal dari aktifitas vulkanisme G. Raung, merupakan sisa erosi dari endapan volkanik G. Raung. \r\n3.\tSatuan breksi Raung \r\nHampir dua pertiga lembar Jember bagian barat dan utara ditutupi endapan volkanik dari G. Raung dan G. Argopuro. Lava, breksi dan tuf merupakan bagian utama. \r\n4.\tSatuan lava Raung \r\nSingkapan di kawasan Kalibaru, morfologinya dicerminkan oleh punggungan yang terdiri dari lava andesit skoria. Satuan ini tertutup lapisan tipis abu gunungapi yang paling muda yang masih lepas sifatnya.\r\n"
    },
    {
        "gunung": "Rinjani",
        "code": "RIN",
        "umum": null,
        "morfologi": "Morfologi utama G. Rinjani adalah morfologi kaldera dan kerucut gunungapi. Morfologi kaldera berbentuk elip, dengan kemiringan lereng 60 - 80 derajat. Batuan dasarnya adalah lava dan jatuhan piroklastik. Morfologi kerucut gunungapi menempati bagian dalam kaldera serta tebing dinding kaldera, yaitu kerucut G. Barujari, G. Rombongan, Rinjani, serta kerucut G. Manuk. Kemiringan lereng berkisar antara 30 - 70 derajat, dengan pola aliran sungai radial, sedangkan batuan dasarnya adalah jatuhan piroklastik. Sedangkan morfologi perbukitan tinggi dan morfologi punggungan rendah-bergelombang masing-masing terletak di  timur, barat serta bagian lereng puncak komplek Rinjani dan lereng bawah komplek Rinjani. Masing-masing morfologi kedua terakhir dicirikan dengan memiliki tebing yang terjal dengan sudut lereng   30 - 80 dan sudut lereng kurang dari 30 derajat.\r\n\t\tBerdasarkan catatan sejarah letusan, G. Rinjani memiliki 3 masa kegiatan, yaitu kegiatan sebelum pembentukan kaldera (pra kaldera), masa pembentukan kaldera dan masa sesudah pembentukan kaldera. Batuan yang dihasilkan pada perioda Pra Kaldera didominasi oleh endapan lava yang tersebar hampir kesegala arah, dengan pusat erupsinya berasal dari beberapa lokasi dari tua ke muda yaitu: Produk G. Rinjani Tua, G. Kondo G. Sangkareang dan G. Rinjani.  Batuan-batuan tersebut tersebar dari baratlaut kaldera, lereng bagian selatan, ke arah utara dan yang produk batuan yang lebih muda sebagian besar tersebar ke arah tenggara, timur hingga timurlaut.\r\n",
        "stratigrafi": null,
        "struktur_geologi": "Struktur Geologi Van Bemmelen (1949) menyatakan bahwa struktur pulau Lombok bagian utara merupakan kelanjutan Zona Solo dari P. Jawa yang merupakan pembentukan bagian puncak jalur geantiklin. Zona Solo ke bagian timur tersingkap di P. Lombok bagian barat dengan basementnya tertutupi oleh intrusi plutonik, dan struktur ini berakahir di P. Lombok. Blown (1974, dalam Nasution dkk, 1984) menafsirkan bahwa struktur P. Lombok pada akhir Tersier atau awal Kuarter terdapat beberapa struktur sesar yang arahnya bervariasi, sesar-sesar yang berarah baratdaya - timurlaut, selatan baratdaya - utara timurlaut dan utara - selatan kemungkinan sesar aktif bergerak sejak Tersier hingga Kuarter. \r\nBerdasarkan hasil survey gaya berat regional, terdapat struktur sesar yang berarah utara timurlaut - selatan baratdaya. Sedangkan berdasarkan hasil penafsiran kelurusan pada citra landsat menunjukan arah kelurusan selatan baratdaya - utara timurlaut. \r\n",
        "petrografi": null
    },
    {
        "gunung": "Rokatenda",
        "code": "ROK",
        "umum": "GEOLOGI G. Rokatenda merupakan pulau gunungapi yang masih aktif. Geologi gunungapi Rokatenda dipetakan oleh Igan Supriatman S., dkk. Tahun 2000. Hasil pemetaan memisahkan produk Rokatenda tua dan muda. Rokatenda tua dibentuk oleh batuan lava dan aliran piroklastik yang penyebarannya banyak menempati lereng Barat dan Selatan gunung, dan juga terdiri dari sisa-sisa kerucut kecil pada kaki gunung Rokatenda bagian Barat, Baratdaya dan Tenggara. Rokatenda (muda) menghasilkan lava dan aliran piroklastik, juga membentuk gumuk-gumuk kecil antara lain Matomere, Rokatenda dan Ili Manunai.",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Salak",
        "code": "SAL",
        "umum": "G. Salak merupakan gunungapi yang masih aktif dengan tipe strato yang hasil letusannya merupakan selang - seling antara aliran lava dan endapan piroklastik.Geologi dan stratigrafi tentatif berdasarkan hasil pemetaan terdahulu (Zaenudin, dkk, 1993) bahwa urutan batuan dari tua ke muda terdiri dari 16 satuan batuan dan 7 satuan produk batuan bukan G. Salak. Geologi dan stratigrafi tentatif berdasarkan hasil pemetaan terdahulu (Zaenudin, dkk, 1993) bahwa urutan batuan dari tua ke muda terdiri dari 16 satuan batuan dan 7 satuan produk batuan bukan G. Salak.\r\nHasil kegiatan G. Salak tertua adalah lava G. Salak I dan yang termuda adalah kolorium dan endapan aluvial. Genetika G. Salak menurut Hartman (1938) adalah sebagai berikut: Pertama muncul G. Salak I yang merupakan tubuh yang paling tua dan kemudian disusul oleh G. Salak II, kemudian muncul G. Sunbul, sedangkan Kawah Ratu diperkirakan merupakan produk akhir dari G. Salak, Kawah Cikulung Putri dan Kawah Hirup yang masih merupakan bagian dari Kawah Ratu. Geologi dan stratigrafi tentatif berdasarkan hasil pemetaan terdahulu (Zaenudin, dkk, 1993) bahwa urutan batuan dari tua ke muda terdiri dari 16 satuan batuan dan 7 satuan produk batuan bukan G. Salak.\r\nGEOFISIKA\r\nSeismik \r\nHingga saat ini kegempaan di G. Salak dipantau/dimonitor secara terus menerus dengan menggunakan seismograf MEQ-800 yang dioperasikan secara telemetri. Seismometer dipasang ± 3 Km dari Pos Pengamatan Gunungapi. \r\nDari hasil rekaman seismograf hingga Mei 2007 tampak bahwa, beberapa jenis gempa yang dominan terekam oleh seismograf antara lain ; gempa Vulkanik-Dalam, Tektonik-Jauh, gempa Tektonik-Lokal, serta jenis gempa Low Frekuensi. Pada kurun waktu 29 Desember 2006 hingga 12 Mei 2007 tampak bahwa, tingkat kejadian jenis gempa Tektonik-Jauh lebih besar dibanding jenis gempa Vulkanik-Dalam maupun Tektonik-Lokal. Dalam kurun waktu 135 hari tersebut terekam 28 kejadian gempa Vulkanik-Dalam, 45 kejadian gempa Tektonik-Lokal, dan 65 kejadian gempa Tektonik-Jauh. Namun rata-rata kejadian jenis gempa Vulkanik-Dalam, Tektonik-Lokal, maupun Tektonik-Jauh adalah kurang dari 1 kejadian per hari. Begitu juga jika kita tinjau rata-rata kejadian jenis gempa tersebut di atas mulai 1 April hingga 28 Desember 2006, adalah di bawah satu kejadian per hari.\r\nJika ditinjau jenis gempa yang berhubungan dengan aktivitas vulkanik G. Salak, jenis gempa yang muncul atau direkam oleh seismograf di Pos PGA didominasi oleh jenis gempa Vulkanik-Dalam (VA), sedangkan jenis gempa Vulkanik-Dangkal jarang sekali direkam. Jika diamati tingkat kegempaan jenis gempa vulkanik sejak April 2006, ditinjau setiap 136 hari hingga periode pengamatan tampak jumlah gempa Vulkanik-Dalam tersebut hanya berkisar antara 12 hingga 28 kejadian per 136 hari atau kurang dari 1 kejadian per hari. Sedangkan jenis gempa Vulkanik-Dangkal tidak terekam. Hal ini menunjukkan bahwa rekahan (cracking) yang terjadi masih berada pada lokasi yang dalam dan pada tingkat kejadian masih normal. Sedangkan cracking pada lokasi yang relatif dekat dengan permukaan masih belum teramati.\r\n.GEOKIMIA\r\nKimia Batuan\r\nDari hasil analisis petrografi terhadap contoh lava, secara mikroskopis lava - lava tersebut mempunyai kisaran SiO2 antara 53,4% - 56,62%, K2O rendah antara 0,72 - 1,65%, nilai total alkali 4 - 5,95%. \r\nSifat - sifat khas dari lava kalk -alkali berdasarkan komposisi mayor elemen adalah:\r\n•        Batuan andesit basaltik lebih umum diendapkan dibandingkan  dengan andesit dan basalt \r\n•        Umumnya mempunyai kandungan TiO2 yang rendah (<1,16%) \r\n•        Kandungan Al2O3 bervariasi, umumnya bernilai tinggi (16,5 - 18,17%) \r\n•        Kandungan MgO umumnya rendah (2,43 - 4,13%) \r\n•        Kandungan total alkali bervariasi berkisar antara 4 - 5,95% \r\n  \r\nKimia Gas \r\nHasil analisi kimia gas di G. Salak didominasi oleh kandungan uap air mencapai 91 - 94%, hal tersebut menunjukan bahwa dominasi uap air cukup kuat dan gas ini dikelompokan ke dalam gas basah. Sedangkan komposisi gas vulkanik G. Salak lainnya yang diambil dari Kawah Hirup adalah sebagai berikut :\r\n",
        "morfologi": "Satuan morfologi ini menempati bagian sebelah timur dan barat G. Kerinci. Bentuk lereng dari satuan ini sangat terjal (hampir tegak) membentuk suatu dinding yang sangat curam. Satuan morfologi ini merupakan bagian naik dari sistem sesar sumatera (horst) yang memanjang dari utara ke selatan. Puncak yang terdapat dalam satuan perbkitan tua bagian timur terdiri dari Bukit Ulu Batang Tandai (943 m); G. Selasi (2391 m); G. Mandurai Besar (2481 m), titik ketinggian tanpa nama dalam peta topografi (1956 m) ; (1574 m) dan G. Songka (1914 m). Puncak-punak yang terdapat dalam satuan morfologi perbukitan tua bagian barat terdiri dari Bukit Putus (893 m); Bukit Liki (1045,8 m); G. Hulu Sungai Kapur; G. Terembun (2577) m) dan G. Lintang (2218 m). Batuan penyusun satuan morfologi ini terdiri dari aliran lava dan piroklastika.",
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Sangeangapi",
        "code": "SAN",
        "umum": null,
        "morfologi": "Morfologi Morfologi gunungapi sangeangapi dibagi dalam 5 satuan morfologi yaitu : \r\n-         Satuan morfologi kaki \r\n-         Satuan morfologi tubuh sangeangapi \r\n-         Satuan morfologi tubuh doroapi \r\n-         Satuan morfologi tubuh Doromantoi \r\n-         Satuan morfologi puncak dan kawah \r\n  \r\n",
        "stratigrafi": "Stratigrafi gunungapi G. Sangeangapi disusun oleh endapan hasil erupsi gunungapi dalam 6 periode kegiatan, berturut - turut sumber erupsi dari tua ke muda adalah sebagai berikut : \r\n-         Sangeangapi \r\n-         Doroapi \r\n-         Doro Mantoi \r\n-         Doro Ego \r\n-         Doro Mboko \r\n-         Doro Api \r\nEndapan hasil erupsi terdiri dari : \r\n-         25 lava \r\n-         11 aliran Piroklastik \r\n-         2 jatuhan Piroklastik \r\n-         1 guguran lava \r\n-         5 lahar dan alluvial \r\n",
        "struktur_geologi": "Struktur geologi yang berkembang pada daerah ini, ada 2 buah sesar turun, yang berarah barat timur dengan pergerakan blok selatan relatif turun terhadap blok utara, yaitu : Sesar turun Sangeangapi dan Doro Api. Sesar turun Sangeong Api memisahkan periode erupsi Sangeangapi dengan Doro Api. Sesar turun Doro api memisahkan periode erupsi Doro Api dengan Doro Mantoi.",
        "petrografi": null
    },
    {
        "gunung": "Semeru",
        "code": "SMR",
        "umum": null,
        "morfologi": "Morfologi G. Semeru berada dalam satu kelurusan yang berarah selatan-utara dengan komplek G. Jambangan dan Pegunungan Tengger. Komplek G. Jambangan merupakan yang tertua yang terletak diantara komplek Tengger dan Semeru. \r\nSemeru memperlihatkan bentuk kerucut yang sempurna jika dilihat dari arah selatan dan tenggara, namun sesungguhnya bentuknya tidak sempurna betul karena dibagian puncak mempunyai bentuk yang rumit. Kondisi puncak ini disebabkan oleh perpindahan kawah-kawahnya dari baratlaut ke tenggara. Mahameru (± 3676m) merupakan dinding tubuh kawah tua di bagian utara, sedangkan bagian yang muda berkembang ke arah tenggara dan selatan. \r\nMorfologi komplek G. Semeru- Jambangan dibentuk oleh Gunungapi Kuarter tua dicirikan oleh bentuk morfologi yang telah mengalami denudasi, pola aliran sungai yang kasar dan lembah yang dalam serta terdapatnya sisa dinding kaldera di daerah puncaknya. Morfologi yang lebih muda terdiri dari puncak dan tubuh G. Mahameru dan G. Semeru. Kerucut parasit diantaranya G. Papak dan G. Leker yang terletak di lereng timur G. Semeru. \r\n",
        "stratigrafi": "Stratigrafi Batuan vulkanik yang terdapat di komplek G. Semeru-Jambangan merupakan hasil erupsi dari beberapa titik letusan yang terpisah. Berdasarkan jenis litologi, posisi stratigrafi dan sumber erupsi, batuan Komplek G. Semeru-Jambangan dapat dibagi menjadi 5 (lima) kelompok batuan dari tua ke muda adalah : endapan G. Jambangan, G. Ajek-ajek, G. Kepolo, G. Mahameru dan G. Semeru. \r\nEndapan G. Semeru yang merupakan endapan termuda terdiri dari aliran lava, aliran piroklastika, jatuhan piroklastika, guguran puing (debris avalanche) dan lahar. Aliran lava merupakan hasil erupsi pusat (umumnya berkomposisi basal)  dan erupsi samping (berkomposisi andesit dan basal). \r\n",
        "struktur_geologi": "Struktur Geologi Struktur geologi yang berkembang di komplek G. Semeru terdiri dari struktur sesar, kaldera, kawah dan maar. Kelurusan struktur atau sesar mempunyai arah baratlaut-tenggara, timur-barat dan timurlaut-baratdaya umumnya mempunyai indikasi pergeseran litologi dan dianggap sesar normal. Kaldera Jambangan dan Ajek-ajek dicirikan oleh bentuk morfologi berupa suatu dasar kaldera, dinding curam kaldera dan bentuk vulkanik tua. Tidak kurang dari 5 (lima) buah maar terdapat di komplek G. Semeru-Jambangan, yaitu : Ranu Pani, Ranu Regulo, Ranu Kumbolo, Ranu Pakis dan Ranu Darungan. Hampir semua maar yang berdiameter 200m-1km tersebut terisi oleh air. \r\nKawah yang terdapat di puncak G. Semeru terdiri dari Kawah Mahameru yang sudah tidak aktif , sedangkan kawah yang masih aktif adalah Jonggring Seloko. Kawah termuda di G. Semeru ini terletak paling tenggara dengan arah bukaan ke arah tenggara.\r\n",
        "petrografi": "Petrologi Batuan vulkanik Komplek G. Semeru umumnya bertekstur porfiritik dengan masa dasar hipokristalin. Fenokris utama pada lava adalah plagioklas, klino piroksen, mineral opak, orto piroksen dan olivin. Kadang-kadang fenokris memperlihatkan tekstur sub-ofitik dan glomeroporfiritik, sedangkan pada masa dasar menunjukan tekstur pilotaksitik. Secara petrografis perubahan komposisi dari batuan basa sampai asam ditunjukan dengan variasi perbandingan, tipe komposisi fenokris. Umumnya olivin  lebih banyak terdapat pada basal dan andesit basa, sedangkan orto piroksen lebih banyak pada andesit asam. Amfibol hanya ditemukan pada dasit lava tua G. Ajek-ajek. "
    },
    {
        "gunung": "Seulawah Agam",
        "code": "SEU",
        "umum": null,
        "morfologi": "Morfologi Satuan Geomorfologi Komplek G. Seulawah Agam dan sekitarnya, berdasarkan genesa, proses serta bentuk topografinya dapat dikelompokkan kedalam 4 kelompok yaitu \r\n•\tSatuan Morfologi Perbukitan Sedimen\r\n•\tSatuan Morfologi Perbukitan Tua\r\n•\tSatuan Morfologi Kerucut G. Seulawah Agam\r\n•\tSatuan Morfologi Pedataran\r\n",
        "stratigrafi": "Stratigrafi Secara umum, satuan stratigrafi di komplek Seulawah Agam dikelompokan ke dalam 4 kelompok yaitu : a. Kelompok Pra Seulawah Agam\r\n\r\nKelompok batuan pra Seulawah Agam tersusun atas batuan vulkanik dan sedimen. Batuan vulkanik merupakan produk dari vulkanik tua pra Seulawah Agam atau dikenal sebagai vulkanik Lam Teuba, batuannya terdiri dari lava berkomposisi andesitik basaltik, aliran pirolastik dan jatuhan piroklastik.\r\n\r\nBatuan Sedimen dalam kelompok ini terdiri dari batulempung, batupasir gampingan, koglomerat dan batu gamping yang secara regional merupakan bagian dari Formasi Seulimeum.\r\n\r\nb. Kelompok Seulawah Agam\r\n\r\nProduk Seulawah Agam terdiri dari beberapa aliran lava dan aliran piroklastika yang dihasilkan dari 3 kawah yang berbeda. Secara umum lava - lava yang dihasilkan berjenis andesit berwarna abu-abu hingga abu-abu terang dan bertekstur porfiritik. Aliran piroklastika atau awan panas endapannya tersusun atas blok-blok lava yang tertanam dalam masadasar abu vulkanik berwarna abu-bau hingga kemerahan.\r\n\r\nc. Kelompok Erupsi Samping\r\n\r\nProduk satuan ini berupa endapan freatik yang dihasilkan dari Kawah Heutz. Satuan dalam kelompok ini merupakan hasil pengendapan ulang dari batuan batuan yang telah ada sebelumnya.",
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Sinabung",
        "code": "SIN",
        "umum": null,
        "morfologi": "Geomorfologi G. Sinabung dibagi menjadi 4 satuan morfologi berdasarkan morfografi dan morfogenesa, yaitu : Perbukitan Sedimen\r\nPerbukitan Vulkanik\r\nKerucut Gunungapi\r\nPuncak Gunungapi",
        "stratigrafi": "Gunungapi Sinabung mempunyai satu khuluk, yang terdiri atas 25 satuan batuan erupsi primer dari kawah pusat, dan 1 endapan batuan gunungapi sekunder. Endapan Pra Sinabung di daerah ini berupa Satuan endapan Batugamping dan Endapan Aliran Piroklastik Toba. Gunungapi Sinabung mempunyai satu khuluk, yang terdiri atas 25 satuan batuan erupsi primer dari kawah pusat, dan 1 endapan batuan gunungapi sekunder. Endapan Pra Sinabung di daerah ini berupa Satuan endapan Batugamping dan Endapan Aliran Piroklastik Toba.\r\n        Kajian foto radar dan telaahan sebaran pola morfologi yang ditunjang dengan penyelidikan langsung di lapangan, terutama mengenai kontak antara satu satuan batuan dengan satuan batuan lainnya yang berumur lebih muda dan atau lebih tua, maka stratigrafi gunungapi daerah pemetaan berturut-turut dari tua ke muda, dapat dirinci sebagai berikut:\r\n1.        Endapan Batugamping (Pgp)\r\n2.        Endapan Aliran Piroklastik Toba (QTb)\r\n3.        Aliran Piroklastik Sinabung 1 (QsP1)\r\n4.        Aliran Lava Sinabung 1 (QsL1)\r\n5.        Aliran Lava Sinabung 2 (QsL2)\r\n6.        Endapan Lahar Sinabung (QsLh)\r\n7.        Aliran Piroklastik Sinabung 2 (QsP2)\r\n8.        Aliran Lava Sinabung 3 (QsL3)\r\n9.        Aliran Lava Sinabung 4 (QsL4)\r\n10.         Aliran Lava Sinabung 5 (QsL5)\r\n11.         Aliran Piroklastik Sinabung 3 (QsP3)\r\n12.         Aliran Lava Sinabung 6 (QsL6)\r\n13.         Aliran Lava Sinabung 7 (QsL7)\r\n14.         Aliran Lava Sinabung 8 (QsL8)\r\n15.         Aliran Lava Sinabung 9 (QsL9)\r\n16.         Aliran Piroklastik Sinabung 4 (QsP4)\r\n17.         Aliran Lava Sinabung 10 (QsL10)\r\n18.         Aliran Lava Sinabung 11 (QsL11)\r\n19.         Aliran Lava Sinabung 12 (QsL12)\r\n20.         Aliran Piroklastik Sinabung 5 (QsP5)\r\n21.         Aliran Lava Sinabung 13 (QsL13)\r\n22.         Aliran Lava Sinabung 14 (QsL14)\r\n23.         Aliran Piroklastik Sinabung 6 (QsP6)\r\n24.         Aliran Lava Sinabung 15 (QsL15)\r\n25.         Aliran Piroklastik Sinabung 7 (QsP7)\r\n26.         Aliran Lava Sinabung 16 (QsL16)\r\n27.         Aliran Lava Sinabung 17 (QsL17)\r\n28.         Aliran Piroklastik Sinabung 8 (QsP8)\r\n29.         Endapan Alluvium (Qa)\r\n",
        "struktur_geologi": "Struktur Sesar Normal dijumpai di daerah Danau Kawar. Sesar Normal Kawar ini merupakan sesar orde ketiga. Sesar tersebut kehilangan tekanan dan mengalami penurunan di bagian Selatan yang merupakan hanging wall nya. Sesar ini dicirikan oleh morfologi triangular facet yang menjadi salah satu penciri sesar normal. Selain struktur sesar, struktur lainnya seperti Struktur kelurusan topografi yang pada umumnya menunjukkan orientasi BaratDaya-TimurLaut serta struktur kawah juga di temukan pada bagian puncak Gunungapi  dengan orientasi BaratLaut-Tenggara. ",
        "petrografi": null
    },
    {
        "gunung": "Sirung",
        "code": "SIR",
        "umum": null,
        "morfologi": null,
        "stratigrafi": "Stratigrafi Belum banyak ahli geologi yang memetakan secara rinci stratigrafi komplek G. Sirung. Berdasarkan Peta Geologi Lembar Lomblen skala 1 : 250.000, Y. Noya dan S. Koesoemadinata (1990) menjelaskan bahwa batuan tertua yang tersingkap di P. Pantar adalah intrusi granodiorit (Tmd) yang berumur akhir Miosen Tengah, yang menerobos batuan yang lebih tua yang tidak tersingkap di permukaan P. Pantar. Kemudian kegiatan gunungapi dan pengendapan sedimen terus berlangsung menghasilkan Formasi Alor (Tmpa) pada kala Miosen Atas berupa lava, breksi, dan tufa pasiran gampingan. \r\nProduk gunungapi tua (QTv) diendapkan pada kala Plio-Plistosen yang berupa lava, breksi, aglomerat, tufa, pasir gunungapi, dan tufa pasiran berbatuapung. Kegiatan vulkanisme itu terus berlangsung sampai sekarang yang menghasilkan endapan gunungapi muda. Salah satu gunungapi yang aktif sampai sekarang adalah Gunungapi Sirung yang menghasilkan endapan-endapan gunungapi muda.\r\nBatuan yang menyusun Kompleks Gunungapi Sirung secara umum didominasi oleh aliran lava yang kemudian terbongkar oleh erupsi besar yang menghasilkan endapan piroklastik dan diakhiri oleh erupsi freatik yang menghasilkan endapan freatik. Produk lava ini menyebar sampai sejauh lebih dari 5 km sehingga lerengnya tampak seperti perisai.\r\nBagian lereng timur yang mempunyai bentuk agak landai seperti perisai dibentuk oleh dominasi aliran lava encer bersifat basaltik yang keluar berulang-ulang. Lereng bagian barat mempunyai banyak kerucut-kerucut gunungapi yang telah padam seperti Puncak Delaaki (938 m dpl), Puncak Taupekki (1344 m dpl), Puncak Boyali (1080 m dpl), dan Puncak Mauta (1023 m dpl). Kerucut-kerucut ini dibangun oleh produk lava dan piroklastik.\r\nEndapan-endapan di sekitar G. Sirung dapat dikelompokkan menjadi 4 bagian, yaitu endapan vulkanik tua yang berumur Kuarter Bawah, endapan gunungapi Pra Kaldera Sirung, Pembentukan Kaldera Sirung dan Paska Kaldera Sirung.\r\n",
        "struktur_geologi": "Struktur Geologi Bagian barat Kaldera Sirung dibatasi oleh jalur patahan besar yang menyebabkan terpecah-pecahnya suatu daerah yang dulunya bersatu. Patahan ini disebabkan oleh pergeseran terus menerus dalam arah baratdaya-timurlaut. Pada jalur patahan ini tumbuh Puncak Sirung yang sekarang berdiri sendiri sebagai kerucut gunungapi. Akibat patahan-patahan sekunder terjadi maka Puncak Sirung bagian dalam menjadi terbuka.\r\nGunungapi Sirung bertipe pseudo aspite (Hartmann, 1934) dan oleh karena banyak lava cair bersifat basaltik mengalir ke arah timur dan lava agak kental bersifat basaltik andesitik mengalir ke arah barat yang diselingi oleh endapan piroklastik, maka Gunungapi Sirung bertipe campuran antara vulkanik dan aspite (Reksowirogo, 1972). \r\nGunung Sirung adalah hasil vulkanisme muda yang terbentuk di daerah lemah berarah timurlaut-baratdaya. Dalam zaman terakhir (recent) seluruh pegunungan vulkanis muda ini mengalami pengangkatan. Bukti pengangkatan tersebut telah tertutup oleh bahan-bahan erupsi terakhir (Hartmann, 1934).\r\n",
        "petrografi": null
    },
    {
        "gunung": "Slamet",
        "code": "SLA",
        "umum": "GEOLOGI Endapan hasil erupsi G. Slamet dari tua sampai muda semuanya berumur kuarter, menutupi  batuan sedimen berumur tersier. Sebagian hasil erupsi G. Slamet meliputi 5 kabupaten dengan luas 1500 km2 yang terdiri dari endapan jatuhan Piroklastika, aliran lava, lahar, awan panas dan endapan permukaan berupa Alluvial dan Flluvial. Umumnya endapan lava yang ditemui di G. Slamet bersifat Andesitik.\r\nStruktur geologi yang berkembang di daerah G. Slamet dan sekitarnya, umumnya berupa sesar normal yang banyak dijumpai pada kelompok Slamet Tua. Jejak-jejak sesar ini di lapangan dijumpai berupa Breksiasi, gores garis sesar, zona hancuran, kelurusan bukit dan lembah, gawir yang lurus dan terjal serta kontak tajam antara satuan batuan. Berdasarkan kriteria tersebut di atas, maka struktur geologi yang berkembang di G. Slamet dapat dibedakan menjadi 3 buah struktur sesar yaitu : Sesar Normal Jegjeg, Sesar Normal Pengasinan, Sesar Normal Mengger, Graben Guci, Sesar Normal Si Jambang, Sesar Normal Kali Buntu, Sesar Normal Gunung Gratamba, Sesar Normal Karanggondang, Sesar Normal Kubangan, Sesar Normal Kalipagu dan Sesar Normal Ganting.  \r\nGEOFISIKA \r\nSeismik\r\nJenis gempa yang terekam di G. Slamet terdiri dari Gempa vulkanik A, vulkanik B, Tektonik, Gempa Tremor, dan Gempa Hembusan. Gempa Hembusan dan Gempa Tremor merupakan gempa yang mendominasi rekaman seismograf di G. Slamet.  Hasil analisa signal menunjukkan bahwasanya sinyal Gempa Tremor Vulkanik memiliki kandungan frekuensi berkisar antara 2,0 - 3,6 Hz.\r\n \r\nGeomagnet\r\nHarga medan magnit regional untuk daerah G. Slamet dan sekitarnya, yang merupakan bagian dari peta magnit dunia adalah sebesar 45.000 nT (nano Telsa). Adanya penyimpangan-penyimpangan (anomali) yang terjadi, sangat berhubungan erat dengan kondisi geologi setempat. \r\nPenyelidikan magnit di G. Slamet menggunakan dua buah magnetometer proton dari jenis SCINTREX tipe MP-3 dengan ketelitian 0,1 nT yang masing-masing dilengkapi dengan sebuah sensor magnit. Pengambilan data dilakukan secara random. Interpretasi penyelidikan dilakukan secara kualitatif, yang berdasarkan pada pola penyebaran anomalinya dan pembuatan model 2 dimensi dari lintasan yang ada dalam peta Isomagnetik. \r\nBerdasarkan pola penyebaran anomali magnetik, maka daerah G. Slamet dan sekitarnya dibagi menjadi 3 zona anomali. \r\n-\tAnomali tinggi (diatas 45.000 nT), menempati daerah ujung timur, utara dan selatan. \r\n-\tAnomali sedang (44.000 - 45.000 nT) berada di daerah barat, tengah melingkar G. Slamet, sebagian baratlaut, timur dengan membentuk kelurusan relatif utara - selatan. \r\n-\tAnomali rendah (42.000 - 44.000 nT) terdapat di daerah sekitar tubuh dan puncak G. Slamet sekarang. \r\n\r\nGaya Berat\r\nPola anomali Bourguer di G. Slamet dan sekitarnya, secara umum memiliki kecenderungan arah baratlaut - tenggara. Harga anomali besar terlihat di bagian baratdaya dan mengecil ke arah timurlaut. Pola anomali sisa orde 2 juga memperlihatkan kecenderungan arah baratlaut - tenggara, namun memiliki anomali yang lebih menonjol di bagian timurlaut. \r\nG. Slamet sendiri masuk dalam daerah anomali rendah, namun belum bisa melihat pola anomali di sekitar puncak, karena belum ada data gaya berat untuk bagian puncak. Pendugaan keberadaan struktur geologi di G. Slamet dan sekiarnya berdasarkan data gaya berat tersebut, secara umum berarah baratlaut - tenggara. \r\n",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Sorik Marapi",
        "code": "SOR",
        "umum": null,
        "morfologi": "Morfologi 1.\tSatuan Morfologi Pegunungan Terlipat \r\nMenempati sebagian besar daerah penelitian di bagian tenggara, timurlaut dan baratlaut, pola aliran sungai dendritik, stadia muda-dewasa, 500-900m dpl. \r\n2.\tSatuan Morfologi sisa tubuh gunungapi \r\nMenempati utara puncak Sorik Marapi, berlereng terjal, 600-1200m dpl.\r\n3.\tSatuan Morfologi Sisa Lereng Gunungapi Tua \r\nMenempati daerah sebelah barat dan timurlaut puncak, pola aliran sungai dendritik, lereng terjal, ketinggian 1400-1800m dpl.\r\n4.\tSatuan Satuan Morfologi aliran Lava dan Kerucut Lava Sorik Marapi Tua \r\nMemanjang arah barat-timur dan menempati sekitar 15% luas daerah penelitian. Lereng terjal bagian barat dan melandai di bagian timur pola aliran sungai dendritik, stadium muda, ketinggian 1200-1600m dpl.\r\n5.\tSatuan Morfologi Lereng Sorik Marapi \r\nMemanjang arah timur-barat sepanjang jalan menuju Natal, lereng sedang, pola aliran sungai radial, stadia muda, ketinggian 1200-1600m dpl.\r\n6.\tSatuan Morfologi Kerucut Marapi \r\nMenempati bagian dari kerucut Sorik Marapi Muda, bergelombang, lereng terjal, pola aliran sungai radial, stadia muda, ketinggian 1600-2150m dpl.\r\n7.\tSatuan Morfologi Dataran Aluvial \r\nMenempati sebelah utara dan timurlaut, relatif datar, dibentuk oleh endapan aluvial yang dihasilkan dari sungai pada stadia dewasa-tua, ketinggian 400-500 m dpl.\r\n",
        "stratigrafi": "Stratigrafi Dari hasil penyelidikan geologi gunungapi yang dikompilasikan dengan hasil analisa foto udara, maka dapat diuraikan urut-urutan satuan batuan dari yang tertua hingga termuda adalah sebagai berikut: \r\n1.      Batuan dasar Pra-Kuarter \r\nSatuan ini terdiri dari batuan Pra-Tersier dan Tersier; \r\n1.1. Batuan Pra-Tersier \r\nLitologi satuan ini umumnya terdiri dari batuan sedimen termetamorfosa/metasedimen dan telah tersesarkan dan terlipat kuat, seperti batugamping, filit dan slate. Secara regional satuan ini dimasukkan sebagai Formasi Muarasoma, berumur Kapur yang merupakan batuan tertua di Sorik Marapi ini. \r\n1.2. Batuan Tersier \r\nLitologi satuan ini terdiri dari serpih karbon yang telah tersesarkan dengan kuat, ditandai dengan adanya bidang hancuran (berupa bidang geser “shear structure” yang saling berpotongan), adanya struktur “sisik ikan” (struktur khas untuk batuan lempungan yang terkena sesar dengan kuat). Pada beberapa tempat lainnya dapat ditemukan batuan tufa yang telah mengalami alterasi hidrothermal yang ditandai dengan kehadiran mineral klorit, kaolin dan oksida besi yang disertai dengan silisifikasi dan pengayaan mineral pirit pada bidang kekarnya. Jenis batuan lainnya ialah diorit yang telah teralterasi yang ditandai dengan kehadiran klorit dan lempung putih menggantikan felspar. Lava diorit ini dapat ditemukan di daerah Lalu Rombang. \r\n2. Satuan Batuan Vulkanik Pra-Sorik Marapi (Pso) \r\nDiperkirakan berumur kuarter tua dan dihasilkan dari gunung Sorik Marapi, terdiri dari: \r\n2.1. Jatuhan Piroklastik Pra-Sorik Marapi (PSO.jp.) \r\nBerupa aglomerat (diameter >0.5 cm) yang telah terkompakan dengan fragmen berkomposisi andesit-andesit basaltik dan secara stratigrafi terletak diatas batuan tersier. \r\n2.2. Aliran Piroklastik Pra-Sorik Marapi1 (Pso.ap.1) \r\nMerupakan satuan batuan laharan.\r\n2.3. Lava Pra-Sorik Marapi (Pso.1.) \r\nLitologinya berupa lava andesitik, sebagian terbreksikan dan teralterasikan akibat pengaruh sesar besar Sumatera yang diikuti dengan kegiatan solfatara dan fumarola. Batuan ini umumnya berwarna abu-abu keputihan, tekstur porfiritik dengan fenokris terdiri dari felspar dan piroksen dalam masa dasar afanitik, sedangkan batuan yang tidak terkena alterasi dapat ditemukan dalam bentuk bongkah-bongkah besar yang berwarna abu-abu kehitaman. \r\n2.4. Aliran Piroklastik Pra-Sorik Marapi2 (Pso.ap.2) \r\nLitologinya berwarna putih keabu-abuan, mengandung charcoal yang agak lapuk berwarna coklat kekuningan, agak kompak, getas, kemas terbuka dan pemilahan buruk, berkomponen batuapung/pumice berukuran maksimum 20cm, banyak mengandung hornblenda, terdapat dalam material halus (1-2mm) yang berwarna putih dan banyak mengandung gelas. Kadang ditemukan fragmen andesitik dengan tekstur afanitik. \r\n2.5. Aliran Piroklastik Pra-Sorik Marapi3 (Pso.ap.3) \r\nCiri litologinya berwarna putih keabu-abuan, yang terlapukan berwarna coklat kemerahan (dalam bentuk soil), kurang kompak, getas, kemas tertutup dengan pemilahan sedang-baik (tidak mengandung fragmen batu apung), berbutir halus (1-2mm), sedikit mengandung gelas dan umumnya tersingkap kurang baik. \r\n2.6. Lahar Pra-Sorik Marapi (Pso.lh.) \r\nLitologi satuan ini dapat dilihat dari fragmennya yang terdiri dari andesit proksin, andesit basaltik dan tufa yang tersilisifikasikan, ukuran fragmen umumnya 15 cm. \r\n\r\n\r\n3.  Satuan Batuan Sorik Marapi \r\nDihasilkan dari beberapa titik erupsi, urut-urutannya dari tua ke muda adalah sebagai berikut: \r\n3.1. Lava Sorik Marapi Tua1 (SoT.1.1) \r\nCiri litologinya antara lain berupa lava andesit piroksen, dalam keadaan lapuk berwarna abu-abu kecoklatan, mempunyai rongga-rongga (vesikuler), porfiritik dengan fenokris hornblenda dan piroksen serta sedikit felspar dalam masa dasar afanitik. Disebagian tempat sudah terlapukan, ditandai dengan adanya klorit dan sedikit kaolin serta oksida besi yang mengakibatkan masa dasarnya berwarna merah tua. \r\n3.2. Lava Sorik Marapi Tua2 (SoT.1.2) \r\nSecara stratigrafi satuan ini menutupi SoT.1.1. Ciri litologinya antara lain berupa lava dasitik dengan xenolit berupa rhyolit, berwarna abu-abu kecoklatan, porfiritik, dengan fenokris kuarsa, felspar, hornblenda dan sedikit biotit dalam masa dasar afanitik. Singkapan terbaik dapat ditemukan pada aliran sungai di utara Adian Ubar (di samping bendungan) dengan ketebalan mencapai 4m. \r\n3.3. Lava Sorik Marapi1 (So.1.1) \r\nKenampakan litologinya berupa lava andesit, berasosiasi dengan fumarola/solfa-tara, berwarna abu-abu kehitaman, vesikuler, porfiritik dengan fenokris dominan piroksin pada masa dasar afanitik. Kenampakan fumarola/solfatara satuan ini terlihat berupa bongkah-bongkah yang berwarna kehitaman, hal ini disebabkan pengaruh sesar orde kedua dari sesar besar Sumatera yang melalui daerah ini. \r\n3.4. Lava Sorik Marapi2 (So.1.2) \r\nLitologinya berupa lava andesit, berwarna abu-abu terang, mengandung sedikit rongga-rongga vesikuler, porfiritik dengan fenokris hornblenda, felspar dan sedikit biotit pada masa dasar afanitik, Singkapan berbentuk bongkah-bongkah dengan tebal singkapan mencapai 15m. \r\n3.5. Lava Sorik Marapi3 (So.1.3) \r\nCiri litologi berupa lava andesitik, berwarna abu-abu kehitaman, porfiritik dengan fenokris dominan piroksen pada masa dasar afanitik. Sebagian singkapan dalam keadaan segar dan dapat ditemukan pada dinding kawah Danau Merah dengan kekar-kekar kolom (Columnar Joint) yang terlihat cukup jelas. Ketebalan teramati mencapai 30m. \r\n\r\n\r\n3.6. Lava Sorik Marapi4 (So.4) \r\nLitologinya berupa lava andesitik-basaltik, berwarna abu-abu kehitaman, porfiritik dengan fenokris piroksen, felspar serta sedikit olivin pada masa dasar afanitik. Singkapan umumnya dalam keadaan segar, antara lain di sekeliling kawah utama dengan ketebalan mencapai 20-25m. \r\n3.7. Lahar Sorik Marapi (So.lh) \r\nSecara stratigrafi satuan ini menutupi produk Pra-Sorik Marapi dan Sorik Marapi muda yang terbentuk sebelumnya. Lahar ini diperkirakan produk lahar yang mengikuti letusan phreatik pada tahun 1892 yang menimbulkan korban jiwa 180 orang meninggal di kampung Sibangor, dan juga mnyebabkan 66 orang meningga di daerah Tano Bato pada 28 November 1915 malam, sehingga penting diperhatikan penyebarannya. Fragmen sataun ini terdiri dari andesit, pumice dan sedikit andesit yang teralterasikan, dengan ukuran berkisar dari 2cm - 1m. Di daerah Sibangor satuan ini teralterasi akibat pengaruh solfatara hingga terpropilitisasi (adanya epidot, klorit) dan terargilitisasi (adanya kaolin) dengan pengayaan mineral pirit pada bidang-bidang kekarnya. \r\n3.8. Jatuhan Piroklastik Sorik marapi (So.jp.) \r\nSatuan ini dihasilkan dari hasil letusan 1986, terdiri dari, jatuhan abu, lapili dan bom vulkanik yang mencapai ukuran 50 cm. Jatuhan abu dan lapili memperlihatkan bentuk singkapan dengan perlapisan yang baik, disertai dengan struktur perlapisan bersusun (graded bedding), seperti yang terdapat diutara bibir kawah, dengan ketebalan keseluruhan mencapai 1.05m, secara stratigrafi satuan ini merupakan produk termuda dari Sorik Marapi yang menutupi satuan batuan lain dibawahnya. \r\n3.9. Satuan Endapan Aluvial \r\nSatuan ini merupakan hasil erosi dan transportasi oleh aliran sungai yang diendapkan pada daerah-daerah yang merupakan limpahan banjir. Litologinya terdiri dari berbagai macam batuan (andesit, kwarsa, serpih, filit, tufa tersilisifikasi, diorit, leukogranit, jasper dan kalsedon) dengan berbagai ukuran dan umumnya mempunyai bentuk membulat tanggung seperti terlihat di sepanjang aliran sungai Batang Gadis. \r\n",
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Sundoro",
        "code": "SUN",
        "umum": "GEOLOGI Menurut Neumann van Padang (1951, p.112), G. Sundoro merupakan kerucut gunung api yang sangat teratur, dipisahkan dari G. Sumbing oleh Pelana Kledung (1405 m). Di bagian timur dari puncak datar seluas 400 x 300 m terdapat kawah kembar besar K1 - K2 berukuran 210 x 150 m, sedangkan dataran Segero Wedi, Banjaran, Z3 dan Z4, di bagian barat dan utara, adalah sisa dari kawah utama dan sekunder. Kerucut dan kawah parasit ditemukan di lereng baratdaya dan timurlaut dan di kaki tenggara. Beberapa ratus bukit di kaki timur laut menurut Taverne dan van Bemmelen merupakan sisa erosi dari suatu longsoran tanah sebelum tanah sebelum sejarah atau dari lahar.\r\nEndapan batuan vulkanik G.Sundoro merupakan hasil erupsi pusat, samping dan endapan sekunder. Hasil erupsi pusat terdiri atas lava, awan panas/aliran piroklastik, jatuhan piroklastik dan endapan freatik, sedangkan hasil erupsi samping umumnya berupa aliran lava, dan hasil proses sekunder berupa lahar.\r\nBerdasarkan pengamatan visual tidak ada satupun tembusan solfatara atau fumarola yang muncul dipermukaan. \r\nGEOFISIKA Seismik Dari hasil rekaman seismograf di Pos PGA G. Sundoro dapat diketahui bahwa jenis gempa yang muncul selama bulan Januari 2000 - Mei 2001 adalah Gempa Tektonik Jauh. Rata - rata Gempa Tektonik Jauh per bulannya di bawah 10 kali kejadian, kecuali pada bulan Juni 2000 sebanyak 12 kali kejadian, April dan Mei 2001 masing - masing 11 dan 23 kali kejadian. Gempa Tektonik tersebut mempunyai amplitude berkisar antara 1 - 6 mm dan lamanya gempa maksimum 20 - 120 detik.",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Talang",
        "code": "TAL",
        "umum": null,
        "morfologi": "Morfologi Bentuk dan struktur G. Talang, menurut Neumann van Padang (1951, p.28 ), adalah kembar dengan Pasar Arbaa yang telah padam. Puncaknya tidak mengandung kawah. Tempat terjadinya letusan dan tembusan fumarola merupakan sebuah lembah sepanjang lk 300 m dan selebar 30 - 90 m antara garis ketinggian 2360 hingga 2460 m dml. Menurut Akkersdijk (1927, p.74 ) terbagi-bagi oleh tembereng lingkaran dari andesit menjadi kawah selebar 10 - 40 m sedalam-dalamnya 50 m.\r\n\r\nTerdapat dua buah danau, mungkin tadinya kawah, ialah Danau Talang, luas 1950 x 1050 m dan sedalam 88 m, 1674 m dml, dan Danau Kecil seluas 400 x 100 dan setinggi 1707 m.\r\n\r\nMataair panas terdapat di kaki gunung, ialah di Bt. Kili, Batubarjanjang, Buah Batung dan Sapan. Berdasarkan data geologi yang terangkum, dijumpai adanya sebaran awan panas yang terdiri dari blok dan abu vulkanik yang cukup luas di bagian lereng dan kaki G. Talang, juga sebaran lava yang cukup luas, menandakan bahwa G. Talang pernah meletus cukup besar dalam sejarah pertumbuhannya.",
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Tambora",
        "code": "TAM",
        "umum": null,
        "morfologi": "Morfologi Didasarkan atas perbedaan morfografi, morfogenesis dan morfokronologi, dipisahkan menjadi: Morfologi Vulkanik Tua, terdapat di sekitar G. Labumbum, dicirikan dengan tingkat erosi sedang-kuat, batuan pembentuk berupa lava dan endapan aliran piroklastik yang sudah mengalami pelapukan tingkat lanjut; Morfologi Perbukitan Sedimen,  terdapat di sebelah utara G. Tambora,  dicirikan dengan pola aliran sungai relatif paralel dengan tingkat erosi sedang-kuat,  batuan penutup berupa batugamping; Morfologi Tambora,  menempati bagian tengah daerah penelitin, memperlihatkan bentuk kerucut terpancung. Pada bagian puncaknya terdapat kaldera  berdiameter 6x7 km dengan tinggi kaldera sekitar 900-960 m. Dasar kaldera merupakan daerah datar yang terkadang digenangi air dan di bagian selatan tenggaranya terdapat kerucut kecil Doro Api Toi. Morfologi Kerucut Luar (Kerucut Sinder dan Kerucut Lava),  tersebar hampir di sekeliling tubuh G. Tambora,  umumnya berdimensi kecil berstruktur kawah di bagian puncaknya dengan tingkat erosi rendah-sedang,  batuan pembentuk berupa lava, endapan jatuhan piroklastik (preatik dan preatomagmatik).",
        "stratigrafi": "Stratigrafi Dipisahkan menjadi 4 kelompok produk vulkanik utama, 1 kelompok batuan sedimen dan 1 kelompok endapan sekunder. Masing-masing kelompok terdiri dari satu atau lebih satuan peta. Secara umum keenam kelompok produk tersebut dapat dipisahkan menjadi: Batuan Sedimen Tersier, Produk Vulkanik Tua Labumbum, Produk Kaldera Kawindana Toi,  Produk Tambora Tua,  Produksi Tambora Muda dan endapan sekunder. Batuan Sedimen Tersier berupa batugamping terumbu, dianggap sebagai batuan yang mendasari (basement rock) tubuh G. Tambora dan sekitar,  tersingkap di sekitar pesisir pantai barat dan baratlaut G. Tambora. Rincian lebih detil mengenai informasi dari keenam kelompok produk G. Tambora dapat dilihat pada Peta Geologi Tambora dan Sekitar, Kabupaten Dompu dan Bima, Skala 1:100.000.",
        "struktur_geologi": "Struktur Geologi Yang berkembang di G. Tambora dan sekitar, yakni berupa struktur sesar,  kelurusan vulkanik,  struktur kaldera dan struktur kawah. Struktur sesar berjenis sesar normal (sesar normal Tambora), ditemukan di sekitar puncak G. Tambora, berarah utara timurlaut-selatan baratdaya, mempengaruhi kemasifan morfologi punggungan di bagian selatan-baratdaya G.Tambora; Sesar Bili, berarah barat-timur, mempengaruhi kemasifan morfologi punggungan tenggara kaldera Kawindana Toi; Kelurusan Vuklanik Kadinding Nae-Nangamire-Sotonda,  termanifestasikan oleh adanya pemunculan tiga buah kerucut (Kadinding Nae,  Nangamire dan Satonda) yang berada pada satu garis lurus berarah hampir utara-selatan; Kelurusan Gubu Panda,  berarah baratlaut-tenggara, diprediksi erat kaitannya dengan pemunculan kerucut Gubu Panda dan bentuk morfologi lereng Tambora bagian utara, terutama pada daerah batas dengan morfologi tua Kawindana Toi; Struktur kaldera (Kaldera Tambora berdiemeter 6x7 km dan Kaldera Kawindana Toi berarah bukaan ke timurlaut,  berbentuk tapal kuda); Struktur kawah,  umumnya terdapat pada kerurut luar berdimensi kecil yang tersebar hampir di seluruh lereng bawah dan kaki G.Tambora,  di antaranya adalah: Kawah Kadinding Nae,  Nangamire,  Satonda,  Gubu Panda,  Doro Peti,  Doro MBoha,  Doro Ncanga,  Doro MBente dan Doro Tabeh/Doro Kembar.",
        "petrografi": null
    },
    {
        "gunung": "Tandikat",
        "code": "TAN",
        "umum": "G. Tandikat adalah gunungapi kembar dengan G. Singgalang, yang tumbuh diatas granit tua, sekis dan batu gamping dari Bukit Barisan. Hasil letusan lampau dari gunung Kembar ini menutupi daerah seluas 247 km2, dan 143 km2 adalah bahan letusan G. Tandikat (Neuman Van Padang 1951). Bahan letusan yang dikeluarkan gunung Kembar menempati bidang datar seluas 210 km2, dan 120 km 2 hasil letusan G. Tandikat dan 90 km2 dari G. Singgalang, (Kemmerling 1921). Endapan hasil letusan G. Tandikat ini tersebar ke arah selatan-baratdaya yaitu ke Dataran Pariaman, dan ke arah timur terbatas sampai Batang Air Singgalang Kecil dan Batang Air Anai, ke barat sampai Batang Air Mangui, sedangkan ke bagian utara terhalang oleh G. Singalang. Kegiatan letusan berpindah-pindah kearah selatan-baratdaya. Di daerah puncaknya terdapat Kawah A yang besar dengan diameter 1125 - 1250 m, kelilingnya 3925 m. Kawah ini terbuka kearah Batang Air Paraman Sani dan Batang Air Singgalang kecil. Terdapatnya bukaan ini karena pematang kawah tersebut roboh, dan yang terbesar kearah selatan dengan terbentuknya jurang yang dalam. (Verbeek 1883). Didalam kawah besar ini tumbuh kerucut baru dengan kawah B agak eksentris, berbentuk corong dengan garis tengah 405 - 365 m, kelilingnya 1209 m, dengan kemiringan tebing kawah mencapai 40 -50 oC dengan kedalaman mencapai 150 m. Selain Kawah A dan B, terdapat pula 9 lubang bekas letusan kecil (buah dalam kawah B dan 6 buah pada lereng kerucut B), dengan garis tengah antara 10 - 70 m dan kedalaman antara 4 - 30 m.",
        "morfologi": "Morfologi G. Tandikat sangat dipengaruhi bukan hanya oleh aktivitas gunung apinya, tetapi dipengaruhi pula oleh susunan batuan dan aktivitas gunungapi disekitarnya, seperti batuan dasar tersier Tua, aktivitas vulkanik Maninjau dan gunungapi Singgalang. Didaerah G. Tandikat ini terbagi menjadi beberapa kelompok morfologi, yaitu :\r\n\r\nSatuan Morfologi Perbukitan Tua\r\nSatuan ini menempati daerah sekeliling G. Tandikat, yang dicirikan oleh bentuk perbukitan berelief kasar sampai sedang dengan lembah-lembah yang relatif dalam dan terjal, serta banyak ditemui jeram-jeram dengan garis ketingian berkisar antara 200 -1200 meter diatas muka laut. Kelompok ini mempunyai beberapa puncak-puncak bukit antara lain : Bt. Karikih, Bt. Tjantjang Baning, Bt. Birah Tingi, Bt. Upang-upang, Bt. Djadjaran, Bt. Batu Barong, Bt. Ubang Badar, Bt. Padang Satoempak, Bt. Tilaboeng. Pada bagian barat satuan ini terdapat sungai B. Air Manggu yang berlembah sangat terjal dan dalam, tersusun oleh batuan lava, aliran piroklastik dan jatuhan piroklastik tua produk Kaldera Maninjau. Seperti di bagaian tenggara terdapat Bt. Karikih yang berrelief kasar dengan lereng yang sangat erjal. Daerah ini disusun oleh batuan beku granit dan batuan metamorf yang mempunyai tingkat pelapukan relatif tingi yang dipengaruhi oleh sesar normal, sehingga di sekitar lembah anai sering terjadi longsoran-longsoran. Sedangkan di bagian timur-timurlaut terdapat Bt. Tilaboeng dan Bt. Padang Satoempak yang berelief  kasar-sedang dengan lereng relatif terjal. Satuan ini tersusun oleh lava, aliran piroklastik produk G. Singgalang.\r\n \r\nSatuan Morfologi Kerucut G. Tandikat, terbagi menjadi 4 sub satuan yaitu :\r\n•\tSatuan Morfologi Puncak dan Kawah, terdapat di sekitar puncak\r\n•\tSatuan Morfologi Tubuh, terdapat pada tubuh G. Tandikat\r\n•\tSatuan Morfologi Lereng dan Kaki, terdapat pada bagian bawah kerucut\r\n•\tSatuan Morfologi Dataran, terdapat pada bagian kaki kerucut Tandikat.\r\n",
        "stratigrafi": "Stratigrafi Batuan di G. Tandikat dan sekitarnya dikelompokan kedalam beberapa Kelompok satuan batuan dengan urutan dari tua ke muda, antara lain : · Satuan Batuan Tua merupakan batuan dasar yang terbentuk sebelum pembentukan G. Tandikat , penyebarannya terdapat disekeliling G. Tandikat tersebut, terdiri dari : Satuan Batuan Dasar yang tersusun dari batuan granit dan batuan metamorf, yang terdapat di sebelah tenggara yaitu di sekitar lembah Anai dan Bt. Karikih.\r\n\r\n· Batuan Produk Kaldera Maninjau, merupakan satuan yang menyebar di sebelah barat dan selatan. Satuan batuan disebelah barat membentuk tebing-tebing yang curam dan dalam, merupakan dinding luar kaldera maninjau. Pada bagian selatan umumnya membentuk bukit-bukit yang relatif terjal, seperti di sepanjang jalan raya Sitjintjin, Sungai Durian dan Kampung Tandikat. Satuan batuan ini didominasi oleh aliran pikoklastik dan jatuhan piroklastik, yang terdiri dari fragmen batu apung yang berukuran maksimum 20 cm, serabut-serabut gelas, litik bertekstur andesitik berukuran pasir - kerikil, mineral mafik, berwarna putih sampai kekuningan, dan lepas-lepas sampai agak kompak. Setempat-setempat terdapat lapisan-lapisan batu pasir kasar yang kaya akan kuarsa. Batuan ini mencerminkan produk suatu letusan 'Besar” di masa lalu.",
        "struktur_geologi": "Struktur geologi yang terdapat di daerah penyelidikan ditafsirkan berdasarkan pengamatan di lapangan, ditunjang dengan penafsiran foto udara dan peta topografi. Berdasarkan ciri-ciri gejala struktur yang dapat diamati di lapangan maka dapat disimpulkan bahwa G. Tandikat merupakan daerah yang mengalami penurunan, ini dibuktikan dengan adanya sesar normal di sebelah timur, sebelah barat dan utara, yang pembentukannya sangat dipengaruhi oleh sistim Sesar semangko (Sesar Sumatera) yang berarahkan barat laut - tenggara. Berikut ini uraian singkat dari beberapa struktur geologi yang berkembang disekitar G. Tandikat.",
        "petrografi": null
    },
    {
        "gunung": "Tangkuban Parahu",
        "code": "TPR",
        "umum": "Sejarah Geologi Gunungapi tertua yang telah padam yang disebut G. Sunda mempunyai sebuah kaldera besar, tetapi hanya sebagian dari pada kaldera ini telah tertutupi oleh endapan-endapan gunungapi yang lebih muda dan hanya tersisa sebagian dinding kalderanya yang terdapat antara G. Burangrang dan G. Tangkubanparahu (Hadisantono dan Sutoyo, 1983). Danau (situ) Lembang adalah bagian dari dasar kaldera ini. Menurut van Bemmelen (1934) bahwa sesar Lembang terbentuk pada tahap paska pembentukan kaldera Sunda. Kejadian tersebut kemudian diikuti oleh lahirnya G. Burangrang, sekarang gunungapi tersebut telah padam. \r\nSejarah G. Tangkubanparahu dimulai dengan adanya komplek gunungapi tua yang disebut komplek G. Sunda.  Komplek G. Sunda adalah sebuah gunungapi majemuk yang terdiri atas tiga buah gunungapi, dua diantaranya telah padam dan yang ketiga yaitu Tangkubanparahu masih aktif (Hadisantono, dkk., 1983, dan Kusumadinata, 1979). Gunungapi ini dibangun di atas batuan dasar sedimen berumur Neogen (Bemmelen, 1949). Dalam sejarah geologi G. Sunda berumur relatif muda. Beberapa dari dari peristiwa-peristiwa yang terjadi di daerah ini dapat diukur dalam ribuan tahun. \r\nSuatu periode kegiatan vulkanik (gunungapi) baru dimulai di sebuah komplek sebelah utara Bandung dalam kurun waktu kuarter. Di sebelah barat sebuah gunungapi besar (G. Sunda) terbentuk, sedangkan di sebelah timur kegiatan vulkanik terletak di daerah Bukit Tunggul, Pulusari, dan G. Cangak. Adapun umur periode gunungapi ini ditentukan oleh tulang-tulang mamalia besar seperti badak, spesies hipopotamus, kerbau, antelop dan kijang yang terjebak dalam lahar.  Dari fosil-fosil ini diketahui bahwa vulkanisme berlangsung dalam kurun waktu Plistosen Tua (Bemmelen, 1949). \r\n",
        "morfologi": "Morfologi Morfologi gunungapi ini dapat dibagi menjadi tiga satuan morfologi utama yaitu: kerucut strato aktif, lereng tengah dan kaki. Kerucut strato aktif menempati bagian tengah kaldera Sunda. Kawah- kawah gunungapi ini membentang dengan arah barat-timur. Beberapa kawah terletak di daerah puncak dan beberapa lainnya terletak di lereng timur. Kerucut strato aktif ini tersusun dari selang-seling lava dan piroklastik dan di bagian puncak endapan freatik. \r\nPola radier dengan bentuk lembah V, beberapa air terjun yang sangat umum ditemukan pada satuan morfologi ini. Morfologi lereng tengah meliputi lereng timurlaut, selatan dan tenggara gunungapi ini. Batuannya terdiri atas endapan piroklastik yang sangat tebal dan lava yang biasanya tersingkap di lembah-lembah sungai yang dalam dengan pola aliran sungai paralel dan semi memancar (semi radier). Lereng selatan dan tenggara terpotong oleh sesar Lembang, yang berarah timur-barat. \r\nKaki selatan menempati bagian lereng tenggara dan selatan, yang terletak pada ketinggian antara 1200 m hingga 800 m dan antara 1000 hingga 600 m di atas permukaan laut. Lereng timurlaut mempunyai pusat-pusat erupsi parasit seperti G. malang, G. Cinta dan G. Palasari. Aliran-aliran lava dan skoria berwarna kemerahan yang menempati sebagian besar daerah kaki ini adalah berasal dari pusat-pusat erupsi ini. Pola aliran sungai yang berkembang di daerah ini adalah paralel dengan bentuk lembah U yang melewati batuan keras. Lereng selatan terletak antara sesar Lembang dan dataran tinggi Bandung di selatan. Bagian terbesar daerah ini dibentuk oleh batuan piroklastik dan endapan lahar, sedangkan lava ditemukan di dasar sungai. Pola aliran sungai yang berkembang adalah paralel.\r\n",
        "stratigrafi": "Stratigrafi Secara fisiografi Zona Bandung, Jawa Barat mempunyai kesamaan dengan Zona Solo di Jawa Timur. Kedua zona tersebut dihubungkan oleh wilayah Jawa Tengah yang merupakan rangkaian zona Serayu dan Pegunungan Progo Barat.\r\nLapisan tertua di daerah ini terdiri atas lempung napalan berselingan dengan perlapisan tufa dan terumbu koral berumur Miosen. Batuan tersebut tersingkap di S. Citarum di sebelah baratdaya Tangkubanparahu dan di dataran rendah Purwakarta dan Subang. Di beberapa daerah terumbu koral ini sebagian termalihkan menjadi marmer karena kontak dengan lava. Lapisan ini kemudian diintrusi (diterobos) oleh batuan vulkanik berumur Pliosen terdiri atas andesit hornblende dan dasit (Syarifudin, dkk., 1984). Batuan tersebut tertindih oleh andesit hornblende, breksi kasar dan konglomerat (Bemmelen, 1949). \r\nProduk-produk G. Sunda terdiri atas lava, jatuhan piroklastik, aliran piroklastik, lahar dan endapan freatik (Hadisantono, 1988). Ada dua macam endapan lain yang tidak termasuk dalam hasil langsung dari kegiatan vulkanik seperti endapan danau Bandung yang secara stratigrafi menumpang di atas endapan aliran piroklastik dari erupsi pembentukan kaldera Sunda, dan endapan fluviatil yang terdiri atas bahan bahan vulkanik sebagai hasil dari proses sekunder. \r\n",
        "struktur_geologi": "Sruktur Geologi G. Tangkubanparahu dan gunungapi lainnya yang berada di sekitar Bandung terletak di Zona Bandung (van Bemmelen, 1934 dalam Hadisantono dkk., 1983). Zona Bandung adalah sebuah cekungan depresi yang memanjang diantara pegunungan. Cekungan tersebut mempunyai lebar antara 25 - 50 km, sedikit cembung ke utara, terletak antara Zona Bogor dan Zona Pegunungan Selatan. Bemmelen (1949) menyatakan bahwa secara umum zona ini berada pada struktur puncak geantiklin P. Jawa, yang tersesarkan setelah atau pada waktu yang bersamaan dengan pengangkatan yang terjadi pada akhir Tersier. Sumbu geantiklinnya adalah tempatnya dimana Vulkanisma Kuarter terdapat. Sabuk gunungapi ini atau jalur magmatik ini membentang dari Teluk Pelabuhan Ratu pada bagian barat P. Jawa, kemudian melewati antara lembah Cimandiri dengan kota Sukabumi (600 m), dataran Cianjur (495 m) dan Garut (711 m) ke lembah Citanduy dengan kota Tasikmalaya (351 m) pada bagian timur, dan berakhir di Segara Anakan di pesisir selatan P. Jawa. Bagian tengah zona ini ditempati oleh dataran tinggi Bandung dan Garut. \r\nSesar Lembang adalah sebuah sesar terbesar di daerah ini, yang melintang dari barat ke timur. Sesar ini terletak atau melalui Lembang, 10 km sebelah utara Bandung. Ini adalah sebuah sesar aktif  dengan gawir sesar sangat jelas yang menghadap ke utara. Sesar ini yang panjang seluruhnya kira-kira 22 km dapat diamati sebagai suatu garis lurus dari G. Palasari di timur ke barat dekat Cisarua. Penyelidikan-penyelidikan terdahulu telah menghubungkan bahwa sesar Lembang yang dominannya adalah sesar normal terjadi setelah erupsi besar G. Sunda yang berlangsung pada zaman Kuarter Tua. \r\n",
        "petrografi": null
    },
    {
        "gunung": "Wurlali",
        "code": "WUR",
        "umum": "GEOLOGI Secara geologi P. Damar merupakan serangkaian jalur vulkanik dengan pulau-pulau lainnya seperti P. Teon, P. Nila, P. Legatala, P. Serua dan P. Manuk. Secara keseluruhan batuannya hampir sama yaitu perselingan anatara batuan lava dan piroklatik atau  disebut tipe strato, namun yang muncul di P. Damar itu sendiri (G. Wurlali) yaitu terdiri dari singkapan andesit piroksin dan bongkah-bongkah andesit piroksin. Hal ini dapat dibuktikan bahwa bongkah-bongkah yang terdapat dibagian puncak yaitu Kawah I dan Kawah II, mempunyai ukuran dari 0,25 sampai 2 m. Tebing-tebing kawah atau dinding kawah pada pemeriksaan 1976 tidak terdapat kenampakan solfatara / fumarola. GEOFISIKA Jumlah rekaman gempa-gempa tektonik yang dominan di G. Wurlali, berhubungan dengan dekatnya P. Damer dengan pertemuan lempeng tektonik. Berdasarkan kejadian gempa tektonik tahun 1993, terlihat bahwa gempa-gempa tektonik tidak mempengaruhi aktivitas G. Wurlali. Dengan kata lain gempa-gempa tektonik yang terekam di G. Wurlali tidak mempengaruhi gempa-gempa vulkanik. GEOKIMIA\r\nJenis Batuan : terdiri dari batuan andesit piroksin dan bongkah-bongkah vulkanik dari andesit piroksin\r\n \r\nAnalisa Gas :  P. Damar berdasarkan hasil analisis yang dilakukan oleh Simkin et.al, 1981, bahwa komposisi kimia gas vulkanik yang terdapat dibagian sayap lapangan fumarola di P. Damar\r\n\r\n  \r\n",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Colo",
        "code": "COL",
        "umum": "GEOLOGI Pulau Una-Una berbentuk hampir bulat dengan garis tengah 20 km. Puncak tertinggi adalah Bukit Sakora (486,9 m) yang berada di bagian baratlaut. Aktifitas awal pada masa pra sejarah, terbentuk kaldera yang bergaris tengah 2000 m dengan danau kawah. Dalam kegiatan tahun 1898 atau awal 1900 terbentuk sumbat lava yang dikenal sebagai G. Colo yang berdampingan dengan sebuah danau kawah yang dikenal sebagai Danau Pokai. Sebelum Erupsi 1983, keberadaan Danau Pokai, menjadi tempat pemeliharaan ikan tawar. Danau Pokai berukuran panjang 600 m, lebar 190 m sedalam 1,5 m, berada pada tinggi 250 m dpl. Selama yang dikenal, suhunya tidak pernah melebih suhu udara. \r\nKenampakan panas bumi berupa tembusan solfatara/fumarola terdapat di puncak   G. Colo. \r\n\r\nDari bentuk morfologi, kawahnya terbuka ke arah timurlaut, letaknya hampir di tengah pulau, dengan lingkaran utara-selatan sepanjang 1.350 m dan timur - barat sepanjang 1.750 m. Erupsi Juli 1983 merubah semua itu dan menghasilkan 3 kawah, masing-masing Kawah Utama, Kawah II, dan Kawah III. \r\nKawah Utama (bekas sumbatlava) bergaris tengah 1100 - 1350 m. Dalam Mei 1984 digenangi air seluas 67 ha, tetapi dalam Februari 1996 menyusut menjadi 30 ha. Kawah II terletak di sebelah timurlaut Bukit Sakora (puncak tertinggi Pulau Una-Una), berbentuk bulat berdiameter 200 m. Kawah III mengambil tempat di sebelah baratdaya Bukit Sakora. Bentuknya tidak sempurna karena mengalami erosi kuat. Dinding terendah di bagian tenggara terbuka ke arah Kawah Utama\r\n\r\n",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Ambang",
        "code": "AMB",
        "umum": null,
        "morfologi": "Morfologi G. Ambang dibentuk oleh kerucut - kerucut kecil membentuk deretan pegunungan yang memanjang membatasi bagian utara dan selatan dari komplek G. Ambang. G. Ambang merupakan kerucut gunungapi muda (kwarter) yang aktifitasnya berkembang melalui sisa tubuh kaldera. Kerucut vulkanik ini tumbuh pada suatu tubuh gunungapi lava yang telah terbentuk sebelumnya. \r\nMorfologi Komplek G. Ambang dibentuk oleh perbukitan tersier berupa punggungan yang memanjang dari barat ke timur, berpola pengaliran sungai pararel, sedangkan pada bagian baratlaut dan tenggara berpola pengaliran dendritik. Morfologi yang lebih muda terdiri dari pegunungan Ambang dan kerucut vulkanik serta pedataran. \r\n\r\n",
        "stratigrafi": "Stratigrafi Batuan vulkanik di Komplek G. Ambang merupakan hasil erupsi magmatik yang diperkirakan terjadi pada 240.000 tahun yang lalu, diketahui dari hasil penanggalan 40 Ar (Electrik Consalt, Italia 1983). \r\nBerdasarkan litologi, posisi stratigrafi dan sumber erupsi, batuan komplek G. Ambang dapat dibagi menjadi 6 (enam) kelompok dari tua ke muda adalah : batuan sedimen, batuan vulkanik tua, batuan hasil erupsi Komplek Gunung Pinupulan, batuan hasil erupsi kelompok pegunungan Ambang, batuan hasil erupsi kelompok Gunung Tayot dan Molibut, endapan lahar dan Aluvial. Endapan aluvial merupakan endapan termuda yang disusun terdiri dari endapan lepas berupa pasir, kerikil, kerakal dan bongkah lava. \r\n  \r\n",
        "struktur_geologi": "Struktur Geologi Berdasarkan analisis foto udara dan data lapangan, struktur geologi yang berkembang didaerah G. Ambang dari adalah sesar normal, kelurusan dan struktur Gunungapi (kawah). \r\nSesar normal berarah timurlaut - baratdaya dengan bagian baratlaut yang relatif turun. Pada umumnya sesar normal tersebut memotong batuan vulkanik tua. \r\nPada sesar normal di Desa Tuduaog terdapat 2 (dua) kubah lava yaitu G. Ilantat dan G. Kayumanis yang pemunculannya diperkirakan dipicu oleh sesar normal tersebut yang memotong sesar yang berarah tenggara - baratlaut yang terjadi sebelumnya. Indikasi dari sesar normal tenggara - baratlaut ini dapat dikenali dari adanya kelurusan pada lereng G. Ilantat dan G. Kayumanis. \r\nStruktur kawah dijumpai di Puncak G. Mooat yang diperkirakan sisa titik erupsi kubah G. Mooat.  \r\n",
        "petrografi": null
    },
    {
        "gunung": "Soputan",
        "code": "SOP",
        "umum": null,
        "morfologi": "Morfologi G. Soputan dan sekitarnya dapat dikelompokkan ke dalam tiga satuan morfologi yang meliputi satuan morfologi tubuh gunungapi, satuan morfologi perbukitan dan morfologi dataran. Satuan Morfologi Tubuh Gunungapi tersebar di bagian timur dan selatan, meliputi tubuh-tubuh Gunung Riendengan, Temboa, Kelelondei dan Manimporok, deretan gunung tersebut membentuk sesar normal di sebelah timur G. Soputan. Tubuh lain yang termasuk morfologi ini adalah G. Soputan-Aeseput, dan G. Kelewung di sebelah selatan. Di puncak G. Soputan terdapat Sub satuan Morfologi Kubah Lava yang termasuk dalam Satuan morfologi Tubuh Gunungapi. \r\n \tSatuan Morfologi Perbukitan merupakan satuan morfologi yang paling luas penyebarannya, menempati bagian sebelah utara, barat, dan baratdaya G. Soputan. Satuan ini umumnya membentuk perbukitan yang memanjang dan bergelombang, umumnya merupakan bagian kaki dari satuan Morfologi Tubuh Gunungapi. \r\nSatuan Morfologi Dataran mempunyai penyebaran yang paling kecil yang hanya terletak di daerah dataran Pantai Teluk Amurang dan di daerah Pinabetengan Kecamatan Tompaso, sebelah timurlaut G. Soputan. Satuan ini memperlihatkan morfologi yang datar dengan kemiringan lereng yang rendah sekali (0 - 50). \r\n",
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Lokon",
        "code": "LOK",
        "umum": null,
        "morfologi": "Morfologi kompleks Lokon-Empung dibagi menjadi 4 satuan, yaitu Satuan Geomorfologi Kerucut, Kawah, Punggungan Rendah & Bergelombang serta Geomorfologi Dataran.\r\nSatuan Geomorfologi kerucut menempati daerah sekitar tubuh G. Lokon dan G. Empung. G. Lokon mempunyai puncak yang datar tanpa kawah dengan kemiringan antara 30 - 70o. Sedangkan G. Empung mempunyai dua buah kerucut terpancung, yaitu Empung Muda di bagian barat dan Empung Tua di bagian timur, yang masing-masing mempunyai kawah di puncaknya. Pola aliran sungainya adalah radier dengan lembah yang berbentuk “V”, dengan tebing yang relatif curam. Vegetasi penutupnya berupa alang-alang yang cukup tebal.\r\nSatuan geomorfologi kawah terdapat di kawah Tompaluan dan Kawah Empung. Kawah Tompaluan merupakan kawah paling aktif saat ini yang terbentuk sekitar tahun 1828, sedangkan Kawah Empung tidak aktif lagi.\r\nSatuan geomorfologi Perbukitan Rendah & Bergelombang menempati sebagian besar lerang kompleks Lokon - Empung, merupakan morfologi yang membentuk punggungan yang landai serta bergelombang, sudut lerengnya <300. Batuan pembentuknya berupa piroklastik dan lava. Sebagian besar daerah ini dimanfaatkan sebagi lahan pertanian. \r\nSatuan geomorfologi Dataran menempati sepanjang pantai bagian utara, sekitar daerah Malalyang dan dataran tinggi Kakaskasen pada elevasi lebih kurang 800 m. Umumnya digunakan sebagai daerah persawahan dan perkebunan kelapa.   \r\n\r\n \r\n",
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Mahawu",
        "code": "MAH",
        "umum": "GEOLOGI Menurut Neuman van Padang (1951) Gunung Mahawu yang berketinggian 1331 ini merupakan kerucut paling utara dari deretan gunungapi yang berjurus selatan baratdaya - utra timur laut. Bahanya dapat ditaburkan leluasa ke jurusan utara, hingga ukuran gunungapi utara - selatan adalah 12 km, sedangkan timur - barat hanya 6 - 8 km. Dua buah kerucut tambahan ditemukan di kaki utara.",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Tangkoko",
        "code": "TGK",
        "umum": "GEOLOGI Gunungapi Tangkoko (1149 m dpl) merupakan gunungapi strato yang mempunyai kawah besar dan dalam serta gunungapi parasit G. Batu Angus (700 m dpl). G. Tangkoko dan tetangganya G. Dua Saudara, mempunyai morfologi yang amat sederhana. Kedua gunungapi tersebut dipisahkan oleh sebuah pematang yang berarah baratlaut tenggara. G. Tangkoko berbentuk elips dengan ukuran kawah 2 km x 1 km dan kedalaman 200 m. Di dasar kawah terdapat sumbat lava yang berbentuk kubah setinggi  100 m, diduga sumbat tersebut terbentuk dalam kegiatan tahun 1801 (Junghuhn, 1844). Di lereng timur sejauh 2 km dari G. Tangkoko terletak kubah lava G. Batu Angus dan leleran lava sepanjang 2 km. Bagian atas kawah G. Batu Angus berukuran 325 m x 300 m dan diameter dasar kawah 200 m, sedangkan kedalamannya 90 m.\r\n \tSecara staratigrafi produk G. Tangkoko didasari oleh batuan vulkanik Tersier Miosen yang tersingkap di pulau Lembeh (Verbeek,1908). Iing Kusnadi, dkk., 1993 telah memetakan geologi G. Tangkoko, diketahui bahwa bahwa ada 3 sumber erupsi pada pada gunungapi Tangkoko, urutan dari tua ke muda yaitu sumber erupsi Dua Saudara, sumber erupsi Tangkoko dan sumber erupsi Batu Angus.Masing-masing sumber erupsi tersebut menghasilkan lava, aliran piroklastik dan jatuhan piroklastik. \r\nSumber erupsi Dua Saudara menghasilkan beberapa unit: lava, aliran piroklastik dan jatuhan piroklastik. Komposisi lava adalah  basalt piroksen  sampai andesit basaltis piroksen dengan mineral utama plagioklas dan piroksen.\r\nSumber erupsi  gunungapi Tangkoko menghasilkan 6 unit satuan lava, 4 unit satuan aliran piroklastik dan 4 unit satuan jatuhan piroklastik. Komposisi lava adalah andesit basaltis piroksen sampai andesit piroksen dengan mineral utama plagioklas dan piroksen. Sumber erupsi Batu Angus merupakan sumber erupsi termuda menghasilkan 4 unit satuan lava dan 1 unit satuan jatuhan piroklastik. Komposisi lava adalah basalt piroksen sampai andesit basaltis piroksen, dengan mineral utama plagioklas dan piroksen\r\n",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Ruang",
        "code": "RUA",
        "umum": null,
        "morfologi": "Morfologi Gunungapi Ruang merupakan gunungapi strato yang menjulang tinggi mulai dari batas pantai sekaligus membentuk satu pulau tersendiri yang terpisah dengan pulau yang lainnya (Tagulandang). Bentuk  pulau yang di bangun oleh hasil erupsi gunungapi ini hampir berbentuk lingkaran. Bagian utara merupakan tanjung pasir, bagian timur juga mempunyai tanjung di bangun aliran lava 1949. Pada bagian puncak terdapat beberapa tonjolan yang merupakan sisa dari kegiatan gunungapi masa lampau. Tonjolan tersebut membentuk dinding kawah atau kaldera kecil, sedang di bagian barat laut terdapat bekas kegiatan yang telah tertutup hasil rempah yang secara sepintas kurang jelas bentuk aslinya. Puncak tertinggi terletak pada bagian timur ketinggian +721,615 m. Di dalam kawah terdapat tonjolan kubah lava dengan ketinggian +709,170 m. Pada bagian lereng dari tubuh gunungapi ini terdapat beberapa bukit bergelombang yang merupakan sisa dari beberapa ujung lava seperti di lereng tenggara, diantaranya Bukit Kura-Kura, di lereng baratnya tidak mempunyai nama. Kawah pada bagian puncak tersebut menyerupai tapal kuda dengan mulutnya terbuka ke arah selatan.",
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": "Petrografi Dari empat belas contoh yang diambil telah dibuatkan sayatan tipisnya dan  di harapkan dapat mewakili tubuh G. Ruang dan beberapa kerucut kecil di P. Tagulandang dan sekitarnya. Gambaran secara umum dari hasil analisa contoh yang telah diambil  sebagai berikut:\r\nContoh batuan G. Ruang dan kerucut Gunung Siwoke di P. Tagulandang memberikan gambaran umumnya berkomposisi andesit besaltis dengan tekstur porfiritik dan vitrovirik. Fenokris umumnya terdiri dari plagioklas orto, clino piroksen, mineral opak dan sebagian ditemukan horblende. Jumlah fenokris dalam batuan berkisar antara 25 sampai 40% dari volume total batuan. \r\nDapat disimpulkan bahwa G. Ruang lebih dominan terdiri dari batuan Andesit Basaltis. Secara keseluruhan kandungan SiO2 berkisar antara 54,31 - 56,94 %. K2O berkisar antara 0.59 - 0,78 %,  dan 45 % termasuk seri kalk-alkali. Sedangkan kerucut Siwoke di Pulau Tagulandang yang lebih tua mempunyai komposisi antara 56,42 - 57,73 %, dan kandungan K2O antara 0,88 - 0,91 %. Dari data tersebut diatas diketahui sejarah evolusi G. Ruang dan P. Tagulandang yang telah terjadi perubahan komposisi yaitu dari komposisi Andesit ke Andesit Basaltis. Disamping itu terjadi pula penurunan unsur silika. Erupsi ataupun aliran lava  tahun 1949 mempunyai kandungan silika antara 55,39% - 55,44 % berkomposisi Andesit Basaltis. Sedangkan lava dome yang diperkirakan muncul pada tahun 1889 yang lebih tua berkomposisi sama yaitu Andesit Basaltis dengan kandungan silika antara 54,31% - 54,59 %. Jika dibandingkan dengan erupsi terakhir berupa aliaran lava 1949, terlihat ada peningkatan unsur silika, walaupun hanya sedikit, sedangkan komposisi tetap sama."
    },
    {
        "gunung": "Karangetang",
        "code": "KAR",
        "umum": "GEOLOGI Dalam Peta Geologi Gunungapi Karangetang (2000), batuan disusun berdasarkan hasil kegiatan gunungapi tersebut, yaitu hasil primer dan sekunder. Penamaan batuan primer diurut dengan nomor, misalnya dimulai dengan Kl. 1 (Aliran Lava 1 Karangetang ) hingga KL. 17, kecuali Lava Arengkambing yang jelas kejadiannya dalam tahun 1976. ",
        "morfologi": null,
        "stratigrafi": "Stratigrafi G. Karangetang sangat kaya dengan lava. Hampir setiap peningkatan kegiatan selalu disertai oleh leleran lava.\r\nBerikut ini keterangan singkat dari stratigrafi batuan G. Karangetang  dari yang tua hingga yang paling muda.\r\n•\tAliran Lava 1 Karangetang (Kl.1). Lava andesit, dijumpai di kaki selatan dan barat dari pantai hingga ketinggian 300 m.\r\n•\tAliran Lava 2 Karangetang. (Kl.2). Lava andesit basaltis, tersingkap di baratlaut puncak.\r\n•\tAliran Lava 3 Karangetang (Kl.3). Lava andesit basaltis ini tersingkap di Nameng, Batubulan (utara).\r\n•\tAliran Lava 4 Karangetang (Kl.4). Satuan lava andesit, dijumpai di tenggara dan sepanjang sisi timur di Kali Beha dan Kali Lanage.\r\n•\tAliran Lava 5 Karangetang (Kl.5). Satuan ini tersingkap di lereng selatan dan umumnya ditutupi oleh lapukan setebal 0,5 m dan berasosiasi dengan endapan guguran lava, berkomposisi andesit.\r\n•\tAliran Lava 7 Karangetang (Kl.7). Lava andesit basaltis, dijumpai di Kali Kanawong dan Batuawang, baratdaya puncak selatan Karangetang.\r\n•\tAliran Lava 8 Karangetang (Kl.8). Lava yang menjadi fondasi jalan antara Batuawang dan Beong yang berasosiasi dengan material guguran lava, berkomposisi andesit.\r\n•\tAliran Lava 9 Karangetang (Kl.9). Satuan ini membentuk morfologi Bukit Arengkambing (1400 m) adalah andesit.\r\n•\tAliran Lava 10 Karangetang (Kl.10). Lava andesit abu-abu.\r\n•\tAliran Lava 11 Karangetang (Kl.11). Dari jenis andesit basaltis yang di jumpai di Kali Beha Barat, lereng barat puncak.\r\n•\tAliran Lava 12 Karangetang (Kl.12). Satuan ini berkomposisi andesit basaltis dan dijumpai di bagian timur pada ketinggian 1600 m.\r\n•\tAliran Lava 13 Karangetang (Kl.13). Tersingkap di Kiawang berkomposisi andesit berwarna abu-abu.\r\n•\tAliran Lava 14 Karangetang (Kl.14). Lava ini tersebut di bagian utara di Desa Batubulan berkomposisi andesit basaltis.\r\n•\tAliran Lava 16 Karangetang (Kl.16). Lava ini tersingkap di bagian utara puncak adalah lava andesit basaltis.\r\n•\tAliran Lava Arengkambing (Akl). Leleran lava ini terjadi dalam tahun 1976 dan merupakan erupsi samping G. Karangetang. Titik erupsinya di lereng Arengkambing, pada ketinggian 900 m. Lava mengalir hingga mendekati pantai tenggara Pulau Siau.\r\n•\tKubah Lava 1 Karangetang (Kk.1). Dierupsikan dari Kawah Utara berkomposisi andesit basaltis dan membentuk kubah di puncak.\r\n•\tKubah Lava 2 Karangetang (Kk.2). Terbentuk di Kawah Selatan berkomposisi andesit basaltis berwarna hitam.\r\n•\tAliran Lava 17 Karangetang (Kl. 17). Lava ini mengalir ke barat dan selatan hingga ketinggian 500 - 600 m, berkomposisi andesit basaltis. Batuan sekunder terdiri dari endapan lahar dan alluvial\r\n",
        "struktur_geologi": "Struktur Kawah Secara garis besar, kawah Gunungapi Karangetang menempati puncak dan lereng bagian utara dan selatan yang membentuk satu garis lurus. Berdasarkan Peta Topografi Puncak yang dibuat oleh S. Harto (1962), terdapat 5 (lima) kawah. Tiga kawah mengambil tempat di bagian utara, yaitu Kawah II (KII), Kawah III (KIII), dan Kawah V (KV), serta dua lainnya di bagian selatan, yaitu Kawah Utama (KI) dan Kawah IV (KIV) yang berada di dalam komplek Kawah Utama. \r\nPada Tahun 1979 terbentuk kawah baru di lereng utara dekat Desa Batubulan. Semula lokasi tersebut hanya berupa lubang solfatara, kemudian terjadi longsoran akibat gempabumi tektonik. Lubang tersebut melebar dan bertambah dalam serta berasap putih tebal sehingga menyerupai kawah dan kemudian dikenal dengan Kawah Batubulan. Namun demikian, sampai sekarang belum pernah menjadi titik erupsi.\r\nBeberapa kawah tersebut di atas hanya menjadi pusat erupsi dalam satu tau beberapa kali periode kemudian tidak aktif lagi atau tertutup oleh lava. Peta topografi puncak dan lereng selatan Gunungapi Karangetang yang dibuat dalam tahun 1979 memperlihatkan hanya 2 (dua) kawah, yaitu Kawah Utama (KI) di sisi selatan dan Kawah II (KII) di sisi utara. Pada tahun 1993 terbentuk kubah lava di dalam Kawah II tetapi tidak menutupi secara keseluruhan permukaan kawah, sehingga keberadaannya sebagai kawah tetap terlihat dan pada kenyataannya masih aktif.\r\n         Pada Juli 2001, pasca erupsi 25 Juni 2001 juga terbentuk kubah lava di dinding selatan Kawah Utama atau menutupi Kawah IV yang berada pada sudut selatan dalam komplek Kawah Utama. Agar mudah diingat, maka kedua kawah yang tersisa dan masih aktif tersebut dinamai Kawah Selatan (Kawah Utama, KI) dan Kawah Utara (KII) sesuai posisinya di puncak.\r\nKeterangan:\r\na.\tKondisi puncak sebelum thn. 1992, puncak tertinggi +1784 m dml. \r\nb.\tKondisi puncak dalam thn. 1993. Erupsi 1992 berakhir dengan terbentuknya Kubah 1992. KII masih tersisa pada pangkal kubah. Puncak kubah melampaui puncak tertinggi Karangetang, diduga mencapai tinggi +1820 m dan menjadi puncak tertinggi G. Karangetang saat ini. \r\nc.\tKondisi puncak dalam Juni 2001. Dinding utara KIV runtuh (collapse) pada erupsi 25 Juni 2001. \r\nd.\tKondisi puncak dalam Juli 2001. Muncul kubah baru pada bekas runtuhan 25 Juni dan disebut Kubah 2001. \r\n",
        "petrografi": null
    },
    {
        "gunung": "Awu",
        "code": "AWU",
        "umum": null,
        "morfologi": "Morfologi G Awu dibagi atas 2 kelompok utama, yaitu: \r\n1.\tKelompok morfologi vulkanik tua, kelompok ini menempati daerah tenggara dan barat, yang dibangun oleh produk aktivitas vulkanik, berumur lebih tua dari aktivitas G. Awu. \r\n2.\t Produk aktivitas G. Awu mulai dari produk Awu Tua maupun Awu  muda, diantaranya puncak, lereng yang berkemiringan terjal dan landai (seperti daerah Anggis, Beha, Akembuala, Naha, Kalakube, Mala, Bahu, dan Sawang), sisa-sisa kerucut tua di sekitar lereng dan kaki G.Awu, dan daratan umumnya daerah pantai selatan. \r\nSejarah pembentukan G.Awu sangat erat kaitannya dengan gunungapi-gunungapi yang berada di sekitarnya, misalnya seperti G. Tahuna, G. Posong dan G. Awu Tua. Dilihat dari arah kelurusan vulkaniknya, dapat diperkirakan bahwa gunungapi-gunungapi di atas (lebih umumnya di dalam P. Sangir) ini terletak dalam satu kelurusan. Gunungapi lainnya selain G. Awu (muda) tidak mempunyai aktivitas lagi, dimulai dari gunungapi yang berada di ujung selatan pulau tersebut. Jadi dapat diperkirakan bahwa G. Awu yang ada sekarang merupakan gunungapi aktif terakhir di P. Sangir.\r\nMenurut sejarah geologinya, dimulai dari terbentuknya G. Tahuna yang mempunyai kaldera yang cukup besar. Diperkirakan erupsinya sangat dahsyat, sehingga sebagian dinding kalderanya runtuh dan air laut masuk ke tengah kaldera. Produk batuan yang dihasilkan seperti lava (dominan bersifat andesitis), aliran piroklastik dan jatuhan piroklastik, sebarannya sangat luas sampai mencapai pantai utara di Kampung Peta. \r\nSetelah periode G. Tahuna, muncul komplek G. Posong (G. Bahu dan G. Sahengbaliral). Produk batuannya dominan mengarah ke timur laut. Sebagian produk tersebut menutupi batuan G. Tahuna. Dinding kaldera yang tampak sekarang adalah sisa dinding yang masih ada, merupakan puncak-puncak komplek G. Posong.\r\nKemudian setelah periode pembentukan komplek G. Posong berhenti, mulailah aktivitas G. Awu Tua berjalan. Diperkirakan bahwa G. Awu Tua mempunyai sebuah kawah yang lebih besar ukurannya dari kawah G. Awu (muda) sekarang. Produk batuan yang dihasilkan oleh gunungapi ini menyebar ke segala arah dan yang masih terlihat sekarang hanya di beberapa tempat saja karena tertutupi oleh produk G. Awu Muda. \r\nAktivitas terakhir adalah periode pembentukan G. Awu Muda. Kalau dilihat dari geomorfiknya, kerucut G. Awu Muda sekarang berada dalam kaldera G. Awu Tua. Produk G. Awu Muda hampir sama dengan di atas, penyebarannya ke segala arah menutupi sebagian besar produk G. Awu Tua.\r\n \tLava-lava G. Awu Muda dominan basaltik andesit. Secara keseluruhan kandungan SiO2-nya berkisar antara 49,42 - 57,21 %, sedangkan K2O-nya berkisar antara 0,81 - 1,63 %, termasuk dalam seri calk alkali. Batuan paling primitif mempunyai Mg number 53, menandakan bahwa magma G. Awu berasal dari magma turunan. Pada pembentukan G. Awu Muda inilah struktur geologi terbentuk. \r\n",
        "stratigrafi": "Stratigrafi Dibagi atas empat kelompok aktivitas vulkanik, yaitu :\r\n1) Kelompok vulkanik G. Tahuna \r\nProduk G. Tahuna yang masih baik ditemukan di lapangan hanya jenis lavanya. Disebutkan Lava Tahuna (LTh) yang terdiri atas perulangan lava yang bersifat andesitas. Komposisinya secara megaskopis adalah andesit piroksen.\r\n2) Kelompok vulkanik Komplek G. Posong \r\nProduk dari komplek G. Posong disebut juga Lava Posong (LPs) berasal dari G. Bahu, G. Sahengbalira dan terutama G. Posong sendiri. Komposisinya secara megaskopis adalah andesit piroksen.\r\n3) Kelompok vulkanik G. Awu Tua \r\nSatuan batuan produk G. Awu Tua ini terdiri atas :\r\nLava Awu Tua 1 (Lat 1), Lava Awu Tua 2 (Lat 2), Lava Awu Tua 3 (Lat 3), Lava Awu Tua 4 (Lat 4), Aliran piroklastik Awu Tua 1 (Apat 1), Aliran piroklastik Awu Tua 2 (Apat 2), Aliran piroklastik Awu Tua 3 (Apat 3), Aliran piroklastik Awu Tua 4 (Apat 4).\r\n4) Kelompok vulkanik G. Awu  Muda \r\nSatuan batuan produk G. Awu Muda terdiri atas:\r\n1.\tLava Awu Muda 1 (Lam 1), menempati daerah timur dari puncak G. Awu menutupi sebagian lava Awu Tua 4 (Lat 4). Komposisinya secara megaskopis adalah andesit piroksen. \r\n2.\tLava Awu Muda 2 (Lam 2), menempati daerah tenggara dari puncak G. Awu, menutupi lava Awu Tua (Lat 4). Komposisinya secara megaskopis adalah andesit piroksen. \r\n3.\tLava Awu Muda 3 (Lam 3), menempati daerah baratlaut dari puncak G. Awu, menutupi aliran piroklastik Awu Muda 4 (Apam 4). Komposisinya secara megaskopis adalah andesit piroksen. \r\n4.\tLava Awu Muda 4 (Lam 4), menempati daerah utara-baratlaut dari puncak G. Awu, menutupi aliran piroklastik Awu Tua 1 (Apat 1). Komposisinya secara megaskopis jdalah andesit piroksen. \r\n5.\tLava Awu Muda 5 (Lam 5), menempati daerah utara dari puncak G. Awu, menutupi awanpanas Awu Muda 2 dan 3 (Apam 2 dan Apam 3). Komposisinya secara megaskopis adalah andesit piroksen. \r\n6.\tLava Awu Muda 6 (Lam 6), menempati daerah baratlaut dari puncak G. Awu menutupi lava Awu Muda 3 (Lam 3). Komposisinya secara megaskopis adalah andesit piroksen. \r\n7.\tLava Awu Muda 7 (Lam 7), menempati daerah utara dari puncak G. Awu, menutupi lava Awu Muda 5 (Lam 5) dan aliran piroklastik Awu Muda 7 (Apam 7). Komposisinya secara megaskopis adalah andesit piroksen. \r\n8.\tLava Awu Muda 8 (Lam 8), menempati daerah utara-baratlaut dari puncak G. Awu. menutupi lava Awu Muda 4 (Lam 4). Komposisinya secara megaskopis adalah andesit piroksen. \r\n9.\tLava Awu Muda 9 (Lam 9), menempati daerah baratdaya dari puncak G. Awu, menutupi aliran piroklastik Awu Muda 3 (Apam 3). Komposisinya secara megaskopis adalah andesit piroksen. \r\n10.\tLava Awu Muda 10 (Lam 10), menempati daerah barat dari puncak G. Awu. menutupi lava Awu Tua (Lat 3) dan lava Awu Muda 9 (Lam 9). Komposisinya secara megaskopis adalah andesit piroksen. \r\n11.\tLava Awu Muda 11 (Lam 11), menempati daerah tenggara dari puncak G. Awu. menutupi lava Awu Muda 1 (Lam 1). Komposisinya secara megaskopis adalah andesit piroksen. \r\n12.\t Lava Awu Muda 12 (Lam 12), menempati daerah timur dari puncak G. Awu menutupi lava Awu Tua 4 (Lat 4). \r\n13.\tLava Awu Muda 13 (Lam 13), menempati daerah tenggara dari puncak G. Awu menutupi lava Awu Tua 2 (Lat 2). Komposisinya secara megaskopis adalah andesit piroksen. \r\n14.\tLava Awu Muda 14 (Lam 14), menempati daerah timur dari puncak G. Awu menutupi sebagian Lava Awu Tua 4 (Lat 4). Komposisinya secara megaskopis adalah andesit piroksen. \r\n15.\tLava Awu Muda 15 (Lam 15), menempati daerah selatan dari puncak G. Awu menutupi aliran piroklastik Awu Muda 1 (apam 1). Komposisinya secara megaskopis adalah andesit piroksen. \r\n16.\tAliran piroklastik Awu Muda 1 (Apam 1), menyebar diantara S. Sura dan S. Meselir, menutupi sebagian oleh jatuhan piroklastik Awu Muda 4 (Jpam 4) dan lava Awu Muda  15 (Lam 15). \r\n17.\t Aliran piroklastik Awu Muda 2 (Apam 2), menyebar diantara S. Sarudakel dan S. Meselir, menutupi sebagian jatuhan piroklastik Awu Muda 5 (Jpam5). \r\n18.\t Aliran piroklastik Awu Muda 3 (Apam 3), menyebar diantara S. Poto dan S. Sura, menutupi sebagian oleh jatuhan piroklastik Awu Muda 2 (Jpam 2) dan lava Awu Muda 9 (lam 9). \r\n19.\t Aliran piroklastik Awu Muda 4 (Apam 4), menyebar diantara S. Bunahe dan S. Biwai, menutupi sebagian oleh lava Awu Muda 3 (Lam 3) dan lava Awu Muda 6 (Lam 6). \r\n20.\t Aliran piroklastik Awu Muda 5 (Apam 5), menyebar diantara S. Apendakel dan S. Biwai. \r\n21.\tAliran piroklastik Awu Muda 6 (Apam 6), menyebar dibatasi oleh sungai Apendakel dan lava Awu Muda 4 (Lam 4). \r\n22.\t Aliran piroklastik Awu Muda 7 (Apam 7), menyebar diantara S. Taweng dan S. Muade. \r\n23.\t Aliran piroklastik Awu Muda 8 (Apam 8), menyebar diantara S. Muade dan S. Latakube. \r\n24.\t Aliran piroklastik Awu Muda 9 (Apam 9), menyebar diantara S. Latakube dan S. Lanni. \r\n25.\tAliran piroklastik Awu Muda 10 (Apam 10), menyebar di daerah dataran Anggis, Bena, Mitung, Akembuala, \r\n26.\t Aliran piroklastik Awu Muda 11 (Apam 11), terdapat di sekitar S. Melabuhe, memanjang ke selatan membentuk punggungan. \r\n27.\t Jatuhan piroklastik Awu Muda 1 (Jpam 1), penyebarannya menempati sebagian daerah Sawang, menutupi sebagian aliran piroklastik Awu Tua 6 (Apat 6). \r\n28.\t Jatuhan piroklastik Awu Muda 2 (Jpam 2), penyebarannya menempati Kendar dan Talawid, menutupi sebagian punggungan lava yang lebih tua. \r\n29.\t Jatuhan piroklastik Awu Muda 3 (Jpam 3), penyebarannya menempati sebagian kecil daerah Kendar), menutupi  aliran piroklastik Awu Muda 3 (Apam 3). \r\n30.\t Jatuhan piroklastik Awu Muda 4 (Jpam 4), penyebarannya menempati sebagian daerah antara S. Meselir dan S. Sura, menutupi sebagian aliran piroklastik Awu Muda 1 (Apam 1). \r\n31.\t Jatuhan piroklastik Awu Muda 5 (Jpam 5), penyebarannya menempati sebagian lereng baratdaya puncak G. Awu, menutupi aliran piroklastik Awu Muda 2 (Apam 2). \r\n32.\t Aliran lahar (Alh), penyebarannya menempati daerah selatan dan utara dari puncak G. Awu a.l. Anggis, Bena, Mitung, Mala, Baleberang, Pananekeng, Akembuala, Penembuku, Patung, Tonggenbijo, Muade dan Kalakube. \r\n33.\t Aluvial (Alv), penyebarannya menempati daerah pantai di sebelah baratlaut dari puncak G. Awu. \r\n",
        "struktur_geologi": "Struktur Geologi Wilayah Indonesia Timur dihasilkan sebagai akibat interaksi 4 buah lempeng lithosfer (Eurasia, Laut Philipina, India dan Pasifik). Di wilayah laut Maluku, zona Beniof memanjang berlawanan arah, yaitu ke arah barat dan timur, dan busur vulkanik yang berkembang, yaitu busur Sangihe (Morrice, dkk., 1981). Zona Beniof memanjang 45o sepanjang 230 km di bawah lempeng laut Philipina di bagian timur, tetapi penajaman (55o - 65o) sedalam 680 km bagian tenggara lempeng Asia  yang terletak di atas busur Sangihe (Cardwell, dkk., 1980). Perbedaan panjang zona seismik antara busur bagian barat dan timur, mungkin berhubungan dengan lamanya tumbukan atau kecepatan tumbukan dari penajaman ke arah barat di bawah busur Sangihe.\r\nBusur Sangihe relatif lurus berarah utara - selatan sepanjang 300 km menunjukkan busur khusus. Deretan vulkanik depan (Tongkoko - Banua Wuhu) terletak 100 - 200 km  di atas zona Beniof, dan gunungapi-gunungapi tumbuh meluas sampai 70 km di belakang deretan vulkanik depan, dengan demikian busur vulkanik berada  100 - 180 km di atas sumber gempa.\r\nDi kepulauan Sangir terdapat 4 buah gunungapi aktif (Awu, Banua Wuhu, Karangetang, Ruang), yang terletak pada garis sepanjang 50 km. Disamping itu ada tiga pulau lainnya  (Kalama, Makalehi, Tagulandang) yang memiliki morfologi vulkanik muda.\r\nStruktur geologi yang berkembang di daerah G. Awu dan sekitarnya, terdiri dari kaldera, kawah, sesar dan kelurusan vulkanik. Kaldera merupakan produk dari struktur tua, yang terlihat sebagai punggungan melingkar di kota Tahuna dan G. Posong, serta di daerah tubuh G. Awu Tua. Hadirnya kaldera ini diantaranya dicirikan oleh gawir yang melingkar serta adanya perulangan perlapisan endapan vulkanik yang tersingkap di tebing gawir tersebut (Kemmerling, 1923). Berdasarkan pengamatan di lapangan, beberapa puncak di lereng utara, selatan dan baratlaut G. Awu adalah sisa dari dinding kaldera. Kemmerling (1923) menganggap, bahwa puncak G. Awu sekarang terjadi dalam sebuah kaldera lama dengan garis tengah lk. 4,5 km.\r\nKawah G. Awu berbentuk oval (1550 x 1200 m) dengan arah memanjang dari utara ke selatan di bagian puncaknya. Sekarang di dalam kawah tersebut tumbuh sebuah kubah lava. Diperkirakan kubah lava Juni 2004 terjadi setelah erupsi klimaks sampai dengan 12 Juni 2004. Menurut Karim A., dkk luas kubah lava 115.125 m² dengan ketinggian puncak kubah lava 956.5 m dpl, dengan sisa danau 7.200 m² dengan kedalaman danau lk. 1 m, sedangkan volume kubah lava 2004 adalah 2.764.277 m³.\r\nAda 2 buah sesar yang diperkirakan terdapat di G. Awu dan sekitarnya. Sesar pertama yaitu sesar turun yang memotong lava Awu Tua dicirikan dengan adanya dinding yang tegak (gawir sesar), sehingga pada bagian yang turun terisi oleh endapan produk Awu Muda. Sesar ini berarah N  26o E atau N 206 o E . Sesar yang lainnya (sesar turun), dijumpai di puncak bagian tenggara, berarah N  130o E atau N  310 o E (Yogi Sasongko, 1995).\r\nDijumpai adanya kelurusan vulkanik berarah N 150o E  atau  N 330o E, diduga merupakan kelurusan titik erupsi gunungapi yang terdapat di P. Sangir, seperti  G. Tahuna, G. Posong dan  G. Awu  (Yogi Sasongko, 1995).\r\n",
        "petrografi": null
    },
    {
        "gunung": "Dukono",
        "code": "DUK",
        "umum": "GEOLOGI G. Dukono merupakan gunungapi strato paling utara dari deretan gunungapi aktif yang muncul pada busur vulkanik di bagian barat P. Halmahera. Sekitar puncak terdapat sejumlah kawah dan beberapa diantaranya telah padam. Kawah-kawah tersebut adalah Tanah Lapang, Dilekene A dan B, Malupang Magiwe  (C), Telori (D), Heneowara (G ). Kawah Malupang-Warirang di lereng G. Karirang merupakan pusat kegiatan dan kawah paling aktif di Komplek G. Dukono saat ini.   ",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": "Struktur geologi yang berkembang di sekitar G. Dukono adalah berupa sesar dan kawah (Sumaryadi, 1998). Struktur sesar yang teridentifikasi sebagai sesar normal, yaitu Sesar Normal Dukono dan Sesar Normal Kua. Sesar Normal Dukono merupakan suatu zona depresi yang berbentuk tapal kuda terbuka ke arah timurlaut, memiliki diameter lk. 7000 m dan didalamnya tumbuh beberapa kerucut gunungapi diantaranya G. Dukono. Sesar Normal Kua terbentuk pada lereng bagian barat G. Kua yang membentuk suatu jalur sesar berarah baratlaut - tenggara. Struktur kawah yang teridentifikasi sedikitnya terdapat 9 struktur kawah, yaitu Kawah G. Gosana, Kawah G. Mamuya, Kawah G. Mede, Kawah Tanah Lapang di G. Gogodom, Kawah G. Telori, Kawah G. Dilekene, Kawah G. Mancile, Kawah G. Kariang dan Kawah Malupang Warirang di G. Kariang (kawah aktif G. Dukono saat ini).",
        "petrografi": null
    },
    {
        "gunung": "Gamkonora",
        "code": "GMK",
        "umum": null,
        "morfologi": "Morfologi G. Gamkonora berdasarkan bentuk bentang alamnya dibagi kedalam 5 satuan morfologi yaitu; morfologi kawah, morfologi kerucut puncak, morfologi lereng, morfologi kaki dan morfologi dataran (Mulyana, 1995). Di daerah puncak terdapat 3 buah kawah utama, urutan pemunculannya diawali oleh pembentukan kawah 1 yang berdimensi paling besar yang berlokadsi paling utara puncak G. Gamkonora, diikuti oleh pembentukan kawah 2 dan 3 yang berdimensi lebih kecil secara berturut-turut ke arah selatan. Pada kawah 3 aktifitas hembusan solfatara/fumarola masih terus berlangsung sampai sekarang.. Ketiga buah kawah utama yang terdapat di puncak G. Gamkonora itu memperlihatkan bentuk “rift volcano”.",
        "stratigrafi": null,
        "struktur_geologi": "Struktur geologi yang berkembang di G. Gamkonora dan sekitarnya adalah berupa kelurusan (kelurusan vulkanik dan topografi), struktur sesar dan kawah serta depresi (Mulyana, 1995). Kesemua struktur lokal ini sangat dipengaruhi oleh struktur regional dan terutama karena adanya pengaruh dari zona depresi Sahu yang terdapat di Pulau Halmahera.",
        "petrografi": null
    },
    {
        "gunung": "Gamalama",
        "code": "GML",
        "umum": "GEOLOGI Gamalama adalah salah satu gunungapi aktif yang terletak di busur Pulau Halmahera,  sebelah timurlaut Maluku. Wilayah ini diperkirakan sebagai daerah pertemuan beberapa lempeng diantaranya Lempeng Pasifik, Eurasia, dan Australia serta lempeng kecil yang lainnya. Pulau Ternate yang dibentuk oleh G. Gamalama mengambil tempat di atas jalur penunjaman (subduction zone) yang miring ke timur dengan sudut yang kecil. ",
        "morfologi": "Morfologi Gamalama umumnya landai di bagian pantai, tetapi menjadi lebih curam ke arah puncak. Batuan yang menyusun Pulau Ternate atau Gunung Gamalama terdiri dari 3 generasi (Bronto dkk, 1982): \r\n•\tGamalama Tua yang sisanya ditemukan di bagian tenggara dan selatan. Puncaknya memanjang dari timurlaut ke baratdaya dan dikenal dengan Bukit Melayu atau Gunung Kekau. \r\n•\tGamalama Dewasa yang sisa tubuhnya mengambil tempat di bagian barat Pulau Ternate. Puncaknya membujur dari barat ke timur dan dikenal dengan Bulit Keramat atau bukit Medina. \r\n•\tGamalama Muda ditemukan di bagian utara. Puncaknya saat ini adalah pusat letusan yang dikenal dengan Bukit Arafat atau Piek van Ternate. \r\n",
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Kie Besi",
        "code": "KIE",
        "umum": "GEOLOGI G.Kie Besi merupakan pulau gunungapi, berbentuk strato dengan kerucut terpancung, dimana pada puncaknya terdapat sebuah kawah besar. Kawah G. Kie Besi berukuran sekitar 1500 x 1400 m. Di bagian tengah merupakan kubah lava yang terbentuk pasca letusan 1988. Di bagian timurlaut terdapat sebuah telaga dimana airnya sudah berkurang karena erupsi tahun 1988 lalu.",
        "morfologi": null,
        "stratigrafi": "Stratigrafi G.Kie Besi dapat dikelompokkan ke dalam 23 satuan batuan, yang bersumber dari 3 perioda erupsi (Sasongko, 1999). Dijumpai kenampakan sesar di G.Kie Besi (Sasongko, 1999), yaitu : dua buah sesar di lereng bagian utara, yang arahnya relatif utara-selatan dimana  blok bagian timurnya merupakan bagian blok yang turun. Sebuah sesar lainnya di lereng timur-tenggara, dengan arah relatif baratlaut - tenggara, dimana blok yang turun yaitu blok bagian utara. ",
        "struktur_geologi": null,
        "petrografi": null
    },
    {
        "gunung": "Ibu",
        "code": "IBU",
        "umum": "GEOLOGI Secara geologi, batuan yang menyusun G. Ibu terdiri dari lava, aliran piroklastik, dan jatuhan piroklastik (Kusdaryanto, 2000). GEOFISIKA  Kegempaan G. Ibu didominasi oleh Gempa Letusan, Gempa Hembusan dan Gempa Guguran (Hardipto, 2008). Gempa Letusan mempunyai frekuensi dominan sekitar 5 - 10 Hz. Gempa Hembusan mempunyai frekuensi dominan 2 - 3 Hz. Gempa Guguran mempunyai frekuensi dominan 5 - 7 Hz. GEOKIMIA Sample abu dari Letusan 1999 (Wittiri, 1999) menunjukkan bahwa komposisinya adalah Andesit (SiO2 67,53%). Sedangkan conto abu yang diperoleh di lereng selatan pada ketinggian + 700 m (digali pada kedalaman 10 cm) diduga sebagai hasil letusan 1911 adalah Basaltik Andesit dengan kandungan SiO2 sebesar 53,69%. ",
        "morfologi": null,
        "stratigrafi": null,
        "struktur_geologi": null,
        "petrografi": null
    }
]