[
    {
        "code": "AGU",
        "id": "Secara administratif Gunung Api Agung (3142 mdpl) berada di Kabupaten Karangasem dan Kabupaten Klungkung, Provinsi Bali.\r\nSecara geografis, puncaknya berada pada koordinat 80° 20' 30\" LS dan 115° 30' 12\" BT. Gunung Api Agung memiliki kawah berbentuk ellips, berukuran 625m x 425m (Kusumadinata, 1979).\r\nPematang kawah terendah berada di sebelah utara, selatan, dan tenggara. Sejak erupsi terakhir pada tahun 1963 hingga saat ini, aktivitas vulkanik berupa hembusan solfatara dan fumarola di kawah.",
        "en": "Administratively, Agung volcano (23142 m a.s.l) includes in Karangasem Regency and Klungkung Regency, Bali Province. Geographically, the summit is located on the intersection between 80° 20' 30\" South Latitude, and 115° 30' 12\" East Longitude. Agung volcano has an elliptical crater, measuring 625 m x 425 m (Kusumadinata, 1979).The lowest crater rim located in the north, south and southeast. Since the last eruption in 1963, the present activity is a solfatara and fumaroles in the carter.",
        "year": "2015",
        "by": "I.KUSNADI, N. HAERANI, & S.BRONTO",
        "scale": "50000",
        "map_index": "1707-642;1807-431;1707-624;1807-413;1807-414;1707-622;1807-411;1807-412;1707-344;1807-133",
        "mapped_by": "S. Bronto, M.S. Santosa, A. Martono, A. Djuhara & R. Bacharudin",
        "year_mapped": "1996",
        "revised_by": "N. Haerani, I. Kusnadi",
        "year_revision": "2015",
        "text_by": "N. Haerani, I. Kusnadi",
        "reviewed_by": "D. Wahyudin, D.K. Syahbana",
        "digitized_by": "A.S. Prayoga"
    },
    {
        "code": "AMB",
        "id": "Gunung api Ambang (1.689 mdpl) adalah salah satu gunung api aktif yang terletak di wilayah Kabupaten Bolaang Mongondow, Provinsi Sulawesi Utara. Secara Geografis, puncak Gunung api Ambang terletak pada koordinat 0°44'30\" LU dan 124°24'30\" BT.\r\nSebagai salah satu gunung api yang termasuk dalam Type A (Kusumadinata 1979), yang terletak pada suatu wilayah yang cukup padat penduduknya, maka Gunung api Ambang terus dipantau oleh Pusat Vukanologi dan Mitigasi Bencana Geologi.",
        "en": "Ambang volcano is the one of the active volcanoes in Bolaang Mongondow Region, North Sulawesi Province. Its summit lies at 0°44'30\"N and 124°24'30\"E with elevation of 1,689 m.a.s.l.\r\nAs one of A-type volcano (Kusumadinata 1979), that situated on a dense population area, Ambang volcano is monitoring contiously by Centre for Volcanology and Geological Hazard Mitigation.",
        "year": "2007",
        "by": "R.D HADISANTONO, N HAERANI, A.. MARTONO, PUJOWARSITO, & PURWOTO",
        "scale": "25000",
        "map_index": "2316-64;2316-62",
        "mapped_by": "R. Hadian",
        "year_mapped": "1972",
        "revised_by": "R.D. Hadisantono, A. Nasution, A. Martono, Pujowarsito & Purwoto",
        "year_revision": "2005",
        "text_by": "N. Haerani & R.D. Hadisantono",
        "reviewed_by": "M.N. Kartadinata, D. Wahyudin & A.R. Mulyana",
        "manuscript_by": "A. Martono",
        "digitized_by": "Riyadi & W. Sujana"
    },
    {
        "code": "KRA",
        "id": "Krakatau, disebut juga Anak Krakatau adalah gunung api strato tipe A merupakan salah satu dari empat gugusan pulau yang terletak di Selat Sunda. Krakatau juga merupakan gunung api paling aktif di dunia. Berdasarkan hasil pengukuran topografi (Suhadi dkk, 2004), selama 21 tahun Krakatau mengalami penambahan luas daratan dan penambahan ketinggian puncaknya. Pada 1983 luasnya adalah 156, 75 ha dengan ketinggian 201,5 m dpl maka pada tahun 2004 berturut turt adalah 212,5 ha dan 286,63 m.\r\nSecara administratif komplek gunung api Krakatau termasuk wilayah Kabupaten Lampung Selatan, Provinsi Lampung. Posisi geografi gunung api ini terletak pada koordinat 6°06'05.8\" LS dan 105°25'22.3\" BT. Tiga pulau lain yang berdekatan terdiri atas Rakata, Sertung, dan Panjang. Rakata biasa disebut pula Krakatau Besar, sedangkan Panjang disebut Krakatau Kecil. Tiga pulau tersebut di atas adalah sisa pembentukan kaldera, dimana Rakata, Danan dan Perbuatan, tumbuh Bersama sebelum letusan paroksisma 1883. Setelah letusan, Danan, Perbuatan dan setengah dari gunung api rakata, serta pulau kecil polish lenyap, dan terbentuk beberapa pulau kecil dan sebuah kaldera dengan kedalaman 250 m dan diameter 7 km. Karena keunikannya, baik geologis, ekologis dan sumber dayanya, berdasarkan Keputusan Mentri kehutanan no. 85/Kpts-II/1990 tertanggal 26 Februari 1990 wilayah komplek Krakatau ditentukan sebagai Cagar Alam daN Cagar Alam Laut.\r\nSetelah 44 tahun tidak ada kegiatan, erupsi baru yang menyerupai semburan uap jet terjadi di pusat kaldera, tepatnya diantara kawah Danan dan Perbuatan pada 29 Desember 1927. Letusan Krakatau saat ini masih bertipe vulkanian dan strombolian yang menghasilkan hujan abu dan lontaran batu (pijar) serta leleran lava. Adalah suatu hal yang mungkin bahwa episode letusan beberapa tahun mendatang masih akan mempunyai tipe dan skala letusan sama seperti yang beberapa waktu lalu hingga saat ini terjadi. Erupsi akan dating mungkin akan diawali erupsi abu atau erupsi freatik, dan kemudian berkembang menjadi tipe volcanian atau stromblolian. Namun demikian, suatu erupsi umumnya tidak selalu mengikuti pola atau siklus; namun hujan abu, lontaran batu (pijar), dan leleran lava adalah produk erupsi yang umum dari Krakatau.",
        "en": "Krakatau, is also called Anak Krakatau (286, 63 m asl) is an A type strato volcano is one of four islands located at Sunda Strait.Krakatau is also the most active volcano, and even the world. On the bases of topographic measurement result (Suhadi et.al 2004),the land of Krakatau had extended and is peak is also getting higher within 21 years.In 1983 the extent of the land was 156,75 hectares with a height of 2015,meters above sea level, but in 2004 the became 212,5 hectares and the height is 286,63 meters respectively.Administratively the Krakatau volcanic complex includes to the Regency of South Lampung, Lampung Province. Geographic position of the peak of this volcano is at the intersection between 6°06'05.8\" S and 105°26'22.3\" E. There are three other Islands those are close to each other, consist of Rakata, Sertung, and Panjang. Rakata is commonly called as Krakatau Besar, and Panjang is called Krakatau Kecil. The three islands mentioned above are the remnant of caldera formation, where Rakata,Danan and Perbuatan grew together before the paroxysm eruption in 1883. After the eruption, Danan, Perbuatan and half of Rakata volcanoes, and the Small Polish Island vanished, as the remnant of caldera a formation. Several new Island and a caldera of 250 m deep and 7 km in diameter were formed. Because of its unique either geologically, ecologically and natural resources, based on the Decisian of the Minister of Forestry No. 85/Kpts-II/1990 dated 26 February 1990 the Krakatau volcanic complex was decided as Natural Conservation and Natural Sea Conservation.\r\nAfter 44 years of rest, a new eruption that like a jet steam burst occurred at the center of the caldera,precisely between the Danan and Perbuatan craters on 29 Desember 1927. At present, the activity of Krakatau is still ranging from volcanian to strombolian eruption types producing pysroclastic fall/ash fall including ejected rock fragment (incandescent) and lava flows. It is likely that several years in the future the style and scale of the eruption of Krakatau is still the same as it used to be and would be the same as now occurring. Future eruptive episodes probably will start with small ash or phreatic eruptions, and then develop into volcania and or strombolian type. Or strombolian type. Howover, an eruption generally does not follow a predictable pattern or cycle; but volcanic ash fall, ballistic trajectory rocks (incandescent) and or lava flows are the most common eruption propducts of Anak Krakatau.",
        "year": "2007",
        "by": "R.D.HADISANTONO,E.K.ABDURACHMAN & A.MARTONO",
        "scale": "25000",
        "mapped_by": "R.D. Hadisantono, E.K. Abdurachman & A. Martono",
        "year_mapped": "2007",
        "text_by": "R.D. Hadisantono",
        "reviewed_by": "S.R. Wittiri, M. Hendrasto & R. Bacharudin",
        "manuscript_by": "A.D. Sumpena, A. Dahlan & U. Rosadi",
        "digitized_by": "Riyadi, W. Sujana, Purwoto & Iwan"
    },
    {
        "code": "RAN",
        "id": "Gunung Api Anak Ranakah merupakan salah satu gunung api strato aktif tipe A di Pulau Flores, Nusa Tenggara Timur. Secara geografi, puncaknya terletak pada koordinat 08°38'06\" Lintang Selatan, dan 120°31'56\" Bujur Timur (Rohİ, 1991) dengan ketinggian 2.247,5 meter di atas permukaan laut. Secara administratİf gunung api ini termasuk ke dalam Kecamatan Wae Rİİ dan Kecamatan Poco Ranakah, Kabupaten Manggarai, Provinsi Nusa Tenggara Timur.\r\nAnak Ranakah merupakan gunung api aktif yang baru lahir, terletak di komplek gunung api Mondosawu Ranakah, Komplek gunung api ini terdiri dari beberapa bukit kubah lava yang berderet dari barat ke timur. Bukit-bukit İni merupakan lubang-lubang erupsİ yang tidak diketahui sejarah aktivitasnya. Gunung api Anak Ranakah lahir ketika terjadi erupsi pada 28 Desember 1987. Erupsİ ini mengikuti kegiatan prasejarah dengan membentuk suatu bukit kubah lava yang muncul di permukaan melalui suatu lubang yang terletak di lereng timurlaut Poco Ranakah.\r\nAktivitas vulkanik Anak Ranakah pada 28 Desember 1987 diawali oleh dengan sejumlah letusan, diikuti oleh pembentukan kubah lava dan aliran lava. Robohan material membara dari kubah lava menghasilkan guguran batuan dan kadang-kadang terjadi awan panas guguran yang turun melalui sungai Wai Reno, Produk erupsi dari Anak Ranakah 28 Desember 1987 terdiri dari abu gunupgapi andesit, dan pemunculan kubah lava (Anak Ranakah) berkomposisi andesİt piroksen-hornblenda (Syarifudin dan Rakimin, 1989).\r\nKhronologis aktivitas Gunung api Anak Ranakah yang dimulai dengan erupsi yang terjadi pada 28 Desember  1987, adalah sebagai berikut (Data dari; SEAN Bulletin, 1988 Rohi, 1991)",
        "en": "Anak Ranakah volcano is one of several A-type strato volcanoes in Flores Island, East Nusa Tenggara. Geographically its summit is located on 08°38'06\" South and 120°31'56\" East (Rohi, 1979), with the height 0f 2247,5 meters above sea level. Administratively this volcano includes Wae Rii and Poco Ranakah Subdistricts in Manggarai Regency, East Nusa Tenggara Province \r\nAnak Ranakah is a new active volcano, located in Mondosawu-Ranakah volcanic complex. This volcanic complex. This complex consist of several hills of lava domes in rows from the west to the east. These hills were eruption vents with no known historic activity. This volcano was born when eruption event occurred on 28 December 1987. The eruption was to followed the prehistorical events to formed a hill of lava dome which appeared on the surface at a vent, located on the northeastern slope of Poco Ranakah.\r\nThe volcanic activity of Anak Ranakah on 28 December 1987 were preceded by numerous explosions, followed by extrusion of a lava dome and flows. Collapse of incandescent material from the lava dome produced rock fall avalanches and sometimes nuee ardante d'avalanches that travelled down to Wae Reno drainage\r\nThe volcanic rocks Of the Anak Ranakah eruption products on 28 December 1987 consist of andesite volcanic ash, and a new lava dome namely Anak Ranakah Volcano was hornblenda-pyroxene andesite in composition (Syarifudin and Rakimin, 1989).\r\nChronological volcanic activity of Anak Ranakah Volcano that began to erupt on 28 December 1987, are as follows (after SEAN Bulletin;1988 ab, c Rohi, 1991).",
        "year": "2010",
        "by": "D. WAHYUDIN, M.N. KARTADINATA,A. KARIM & A. DAHLAN",
        "scale": "25000",
        "map_index": "2107-144;2107-233;2107-142;2107-231",
        "mapped_by": "S. Hamidi, A. Djuhara & A. Hartono",
        "year_mapped": "1988",
        "revised_by": "D. Wahyudin, M.N. Kartadinata, A. Dahlan & A. Karim",
        "year_revision": "2010",
        "text_by": "D. Wahyudin",
        "reviewed_by": "A. Solihin, E. Kadarsetia & A.R. Mulyana",
        "manuscript_by": "A. Dahlan & Pujowarsito",
        "digitized_by": "W. Sujana, Riyadi & Purwoto"
    },
    {
        "code": "WEL",
        "id": "Arjuno Welirang merupakan salah satu gunung api di Jawa Timur yang memiliki 5 (lima) kerucut utama di kawasan puncak, yaitu Arjuno (3339 m), Bakal (2960 m), Kembar II (3126 m), Kembar I (3030 m), dan Welirang (3156 m). Pemunculan kerucut-kerucut gunung api tersebut diinterpretasikan sebagai pengaruh struktur geologi berarah relatif baratlaut - tenggara. Selain kerucut di bagian puncaknya, Arjuno Welirang memiliki beberapa kerucut samping yang muncul dibagain lereng. Sehubungan Arjuno dan Welirang sebagai kerucut tertua dan termuda, sebutan Komplek Gunung api Arjuno Welirang menjadi nama yang populer untuk gunung api Tipe A ini.  Neuman van Padang (1951) menyatakan bahwa berdasarkan sejarah letusannya, Komplek Gunung api Arjuno Welirang dikelompokan sebagai Gunung api Tipe B dalam sistem Klasifikasi Gunung api Indonesia. Setelah erupsi 30 Oktober 1950 (Padmokusumo, 1951), gunung api ini dikelompokan dalam Tipe A Gunung api Indonesia. Sebelum letusan tahun 1950, tidak terdapat catatan sejarah letusan, Menurut Junghuhn (dalam Padmokusumo, 1951) berdasarkan temuan arkeologi di puncak Arjuno dapat diperkirakan sedikitnya 800 tahun Gunung api Arjuno Welirang tidak memperlihatkan jejak erupsi. Secara teoritis, gunung api Tipe A di Indonesia yang telah lama tidak memperlihatkan aktivitas vulkanisnya masih memiliki potensi untuk meletus pada masa yang akan datang. Selain itu, populasi manusia yang hidup dan menjalani kehidupan di kawasan gunung api aktif ini cukup padat. Kebutuhan ruang dalam rencana pembangunan daerah  dan aktifitas perekonomian masyarakat dalam memanfaatkan kesuburan tanah di kawasan Komplek Gunung api Arjuno Welirang menghasilkan nilai risiko ancaman bahaya letusan gunung api. Oleh karena itu pemetaan kawasan rawan bahaya gunung api perlu dilakukan sebagai upaya mitigasi bencana gunung api Komplek Gunung api Arjuno Welirang.",
        "en": "Arjuno Welirang is one of active volcano lying within East Java Province. This strato volcano possess 5 (five) volcanic cones situated in the summit area, asfollows Arjuno (3339 m), Bakal (2960 m), Kembar ll (3126 m), Kembar I(3030 m), and Welirang (3156m), These edifces were possibly influenced by a northwest southeastfault line, The name ofArjuno Welirang is adopted from the oldest and the youngest volcanic cone ofthe volcano,\r\nNeuman van Padang (1951) reveals that the Arjuno Welirang was categorised into the B-type volcano. After the eruption of 30 October 1950 (Padmokusumo, 1951), however, this volcano change into the A-type active volcano according to the Catalogue of lndonesia Volcano. Before the 1950 eruption, the eruptive history of Arjuno Welirang is not well known, and there is no definitive record of historical eruptive activity. Junghuhn (in Padmokusumo, 1951) at the summit interpreted that Arjuno Welirang volcano did not show the activily for, at least, 800years, Hence, Arjuno Welirang Volcano is the active volcano which has capability to erupt in the near future, Population growth, the expansion of settlements, and exploring natural resources to improve an economic income have greatly increased substantial risk to surrounding communities, In order to minimise loose of life and properties due to the volcanic eruption, the volcanic hazard mapping is conducted relying on the Indonesia National Standardisation Code,",
        "year": "2009",
        "by": "M.SURMAYADI,D.SUHADI,RIYADI,A.D.SUMPENA & A.DAHLAN",
        "scale": "50000",
        "map_index": "1608-131;1608-132;1608-113;1608-114",
        "mapped_by": "P. Kasturian, A. Djuhara",
        "year_mapped": "1980",
        "revised_by": "M. Surmayadi, D. Suhadi, A.D. Sumpena, Riyadi & A. Dahlan",
        "year_revision": "2008",
        "text_by": "M. Surmayadi",
        "reviewed_by": "S.D. Andreastuti & M.N. Kartadinata",
        "manuscript_by": "Riyadi & Pujowarsito",
        "digitized_by": "W. Sujana, Purwoto & Pujowarsito"
    },
    {
        "code": "AWU",
        "id": "Gunung Awu merupakan salah satu gunung api aktif tipe A yang terletak di Pulau Sangihe Besar, Kabupaten Sangihe Talaud, Provinsi Sulawesi Utara. Puncak tertinggi terletak pada koordinat 03°41' Lintang Utara dan 125°27'30\" Bujur Timur pada ketinggian ±1340 m di atas permukaan laut. Gunung Awu mempunyai sebuah kawah berukuran 1.550 m x 1.200 m.\r\nPada bulan juni 2004 terjadi erupsi efusif yang menghasilkan kubah lava yang tumbuh di tengah kawah. Sebagian area kawah bagian barat yang tidak ditempati oleh kubah lava biasanya berair yang berasal dari air hujan yang tertampung di dalam kawah dan membentuk sebuah danau dengan luas lebih kurang 7500m². Air danau inilah yang merupakan salah satu potensi bahaya bila terjadi letusan. Gunung Awu memiliki  karakter erupsi magmatik eksplosif, magmatik efusif, dan freatik. Erupsi Gunung Awu yang utama dapat digolongkan sebagai tipe Saint Vincent atau tipe Volcano.\r\nSebagai gunung api aktif yang sewaktu-waktu dapat meletus dan mengancam jiwa maupun harta, maka Pusat Vulkanologi dan Mitigasi Bencana Geologi telah mendirikan Pos Pengamatan gunung api Awu yang terletak di Apengsembaka. Kecuali itu disusun pula Peta Kawasan Rawan Bencana Gunung api Gunung Awu yang dipersiapkan untuk digunakan oleh masyarakat dalam usaha melarikan diri dari bahaya letusan gunung api.",
        "en": "Awu volcano is one of the A-type active volcanoes which is located on the island of Sangihe Besar, Sangihe Talaud, North Sulawesi Province. The Highest peak located at coordinates N 03°41' and E 125°27'30\" at an altidude of ±1340 m above sea level. Awu volcano has a crater which is 1,550 m x 1,200 m In size. In June 2004, an effusive eruption that produced lava dome that grew in the middle of the crater. The crater in the western part where is not occupied by lava dome usually watery derived from rain water that accumulated in the crater, a creater lake with an area of 7500 m² approximately. The water of the lake is one of the potential danger in case of eruption. Eruption of Awu volcano has character magmatic explosive, effusive magmatic, and phreatic. Major eruption of Awu volcano can be classified as Saint Vincent or Volcano types.\r\nAs an active volcano that could erupt at any time and threaten human live and property, the CVGHM has established observation post located on Apengsembaka village. Volcanic Hazard Map of Awu volcano is prepared to be used by the public in an attempt to save themselves from the danger of volcanic eruptions",
        "year": "2016",
        "by": "E. KRISWATI, S. PRIMULYANA, S. DIRASUTISNA",
        "scale": "50000",
        "map_index": "2419-52;2419-54;2419-63;2419-61",
        "mapped_by": "S. Dirasutisna, A. Martono",
        "year_mapped": "1996",
        "revised_by": "E. Kriswati, S. Primulyana",
        "year_revision": "2016",
        "text_by": "S. Dirasutisna, E. Kriswati",
        "reviewed_by": "M.N. Kartadinata",
        "digitized_by": "A.S. Prayoga"
    },
    {
        "code": "BAN",
        "id": "Gunung Banda Api adalah gunung api aktif tipe A yang terletak di Kab.Maluku Tengah, Provinsi Maluku. Posisi geografis gunung api ini adalah 04°31'30\" LS dan 129°52'00\" BT.Berdasarkan sejarah erupsinya, interval waktu pendek antar letusan adalah 1-10 tahun, sedangkan interval menengahnya sekitar 16-38 tahun. Masa istirahat panjangnya berkisar antara 58-70 tahun (K.Kusumadinata 1979). Letusan terakhir terjadi pada tahun 1988 setelah mengalami masa istirahat selama 70 tahun.\r\nBerdasarkan tingkat kegiatannya, dari yang terdahulu hingga terkini gunung api ini masih berpotensi untuk meletus pada waktu yang akan datang. Sebagai usaha mitigasi, pemantauan yang intensif telah dilakukan untuk melindungi para wisatawan dan penduduk yang bermukim di dekatnya terhadap erupsi gunung api pada waktu yang akan datang.",
        "en": "Banda Api Volcano is A-type active volcano located in Central Maluku District, Maluku Province. The Geographic position is 04°31'30\" S and 129°52'00\" E. Based on the historical eruption, the shortest interval between eruptions is about 1-10 years, medial interval is about 16-38 years, whereas the longest interval is about 58-70 years (Kusumadinata,K. 1979). The latest eruption occurred in 1988 after 70 years dormant.\r\nBased on its degree of activity up to the latest eruption, this volcano is still potential to erupt in the future. As to mitigation efforts, intensive monitoring has been conducted in order to protect visitors and people living nearby of being affected by future eruptions.",
        "year": "2008",
        "by": "M.N KARTADINATA, A. NURSALIM, PURWOTO & SUNARMAN",
        "scale": "25000",
        "mapped_by": "A. Djuhara, P. Kasturian",
        "year_mapped": "1990",
        "revised_by": "M.N. Kartadinata, A. Nursalim, Purwoto, Sunarman",
        "year_revision": "2008",
        "text_by": "M.N. Kartadinata",
        "reviewed_by": "I.N.Dana, D. Wahyudin, I. Santosa",
        "manuscript_by": "A.D. Sumpena, Purwoto, Pujowarsito",
        "digitized_by": "W.Sujana, Riyadi"
    },
    {
        "code": "BAT",
        "id": "Gunung Batur atau nama lain “Batoer\" atau “Bator\" merupakan salah satu gunung api aktif tipe A di Indonesia. Secara administratif, Gunung Api Batur berada di wilayah Kabupaten Bangli, Provinsi Bali. Puncak tertingginya berada pada koordinat 8°14'30\" LS dan 115°22'30\" BT, tinggi 1717 meter diatas permukaan laut atau 686 m diatas permukaan danau Batur.\r\nGunung Api Batur berada didalam Kaldera Batur yang berukuran 13,8 x 10 km dan merupakan salah satu kaldera terbesar di dunia. Pematang kaldera tingginya antara 1267 m - 2152 m (puncak Gunung Api Abang). Di dalam kaldera I terdapat kaldera II yang berbentuk melingkar dengan diameter sekitar 7 km. Dasar kaldera II 120 - 300 m lebih rendah dari Undak Kintamani (dasar Kaldera I). Di dalam kaldera bagian tenggara terdapat danau berbentuk seperti bulan sabit dengan Panjang sekitar 7,5 km serta lebar maksimum 2,5 km, keliling sekitar 22 km serta luas sekitar 16 km², dinamakan Danau Batur. Kaldera Batur diperkirakan terbentuk akibat 2 erupsi besar 29.300 dan 20.150 tahun yang lalu. Gunung Api Batur memiliki 3 kerucut dengan masing-masing kawahnya, Batur I, Batur II dan Batur III.",
        "en": "Batur Volcano, or “Batoer\"' or “ Bator\" is one of A-type active volcano in Indonesia. Administratively, Batur Volcano is located in Bangli District, Bali Province. Geographically, the peak of Batur Volcano lies at S 8°14'30\" and E 115°22'30\", with the altitude is 1717 m asl or 686 m above the Batur Lake level.\r\nBatur Volcano, one of the largest calderas in the world is situated inside the Batur Caldera, with the area 13,8 x 10 km². The height of the caldera rim is ranges 1267 - 2152 m (peak of mount Abang). The Caldera II which was formed inside the Caldera I has circular shape with diameter of ±7 km. The base of Caldera II is situated 120 - 300 m lower than terrace of Kintamani (base of Caldera I). At the southeast part of the caldera, there is a crescent shape-lake with maximum length and width 7.5 km and 2.5 km respectively. The circumference of Batur lake is about 22 km and covering an area of 16 km². The caldera is thought to be formed as a result of two major eruptions, 29.300 and 20.150 years ago. Batur Volcano consist if three cones with its own crater, namely Batur I, Batur II and Batur III.",
        "year": "2015",
        "by": "S. PRIMULYANA, S. BRONTO",
        "scale": "25000",
        "map_index": "1707-623;1707-641;1707-624;1707-64",
        "mapped_by": "S. Hamidi, S. Dirasutisna, S. WIkartadipura, A.D. wirasaputra, A. Martono",
        "year_mapped": "1993",
        "revised_by": "S. Hamidi, S. Dirasutisna, S. Wikartadipura, A.D. Wirasaputra, A. Martono",
        "year_revision": "1997",
        "text_by": "S. Primulyana",
        "reviewed_by": "S. Primulyana, I. Kusnadi",
        "manuscript_by": "E. Kriswati, D.K. Syahbana",
        "digitized_by": "A.S. Prayoga"
    },
    {
        "code": "TAR",
        "id": "Gunung Api Batu tara adalah pulau terpencil ini terletak di Laut Flores, 50 km sebelah utara Pulau Lomblem dan tidak berpenghuni. Gunung ini bertipe strombolian ('Sciara del fuoco'), dengan bukaan ke arah Timur. Kawahnya yang terletak ditengah pulau, adalah serupa bulan sabit berukuran 700 x 900 m dekat tepinya dan 350 x 200 m didasarnya,atau 400 m di atas permukan muka laut. Sebuah kawah kecil lain, dengan garis tengah 50 m, di temukan di antara dua buah aliran lava pada garis ketinggian 400 m dilereng selatan.",
        "en": "Batutara volcano located on the remote island of Flores Sea, 50 km north of the island Lomblem and uninhabited. This volcanic strombolian type ('Sciara del fuoco'), with openings to the east. Crater is located in the center of the island, is a crescent similar-sized 700 x 900 m near the edges and 350 x 200 m at its base, or 400 m above sea level. A small crater, with a diameter of 50 m, was found between the two lava flows on 400m contours on the southern slope.",
        "year": "2012",
        "by": "Oktory PRAMBADA,IRIYANTO, dan Gede BAGIARTA",
        "scale": "50000",
        "mapped_by": "Oktory Prambada, Iryanto & Gede Bagiarta",
        "year_mapped": "2012",
        "manuscript_by": "Oktory Prambada"
    },
    {
        "code": "BRO",
        "id": "Gunung Api Bromo (±2.329 m dpl) merupakan gunung api aktif tipe A yang berada di Pulau Jawa. Secara geografis puncaknya terletak pada koordinat 7°56'30\"LS dan 112°57'BT. Secara administratif Gunung Api Bromo masuk kedalam 4 (empat) wilayah kabupaten, yaitu Kabupaten Probolinggo, Kabupaten Pasuruan, Kabupaten Malang, dan Kabupaten Lumajang",
        "en": "Mt. Bromo (±2.329 m asl) is an active A-type volcano on Java Island. The geographical of the peak is 7°56'30\"S and 112°57'E. Administratively Mt. Bromo lies at four (4) districts, namely Probolinggo, Pasuruan, Malang, and Lumajang.",
        "year": "2015",
        "by": "S. PRIMULYANA & S. BRONTO",
        "scale": "50000",
        "map_index": "1607-443;1607-444;1607-553;1608-121;1608-122;1608-211;1608-123;1608-124;1608-213",
        "mapped_by": "S. Bronto, R. Bacharudin, M.S. Santoso, A. Martono",
        "year_mapped": "1996",
        "revised_by": "S. Primulyana, S. Bronto",
        "year_revision": "2015",
        "text_by": "S. Primulyana, D. Adriansyah",
        "reviewed_by": "I. Kusnadi, H. Gunawan",
        "digitized_by": "A.S. Prayoga"
    },
    {
        "code": "TEL",
        "id": "Burni Telong (2.624 m dpl) adalah gunung api aktif strato tipe A (Kusumadinata. 1979) yang terletak di Kabupaten Bener Meriah, Provinsi Nanggroe Ace Darussalam. Sejak erusi terakhir pada 1924 Gunung Api Burni Telong tidak pernah menunjukkan gejala peningkatan kegiatan maupun berupa erupsi. Posisi geografi terletak pada 96°49'15,6\" BT dan 04°47'00\" LU (Jantop TNI-AD Jakarta tahun 1977). Dari data geologi (Suhadi dkk, !994) diketahui bahwa erupsi yang lampau bersifat eksplosif yang menghasilkan awan panas cukup luas.",
        "en": "Burni Telong (2.624 m a.s.l) is an A type active strato volcano (Kusumadinata, (1979) located at Bener Meriah Regency, Nanggroe Aceh Darussalam Province. There has neither activity increase nor eruption since its latest eruption in 1924. Its geographic position:96° 49' 15,6\"E and 04° 47'00\"N. (Jantop TNI-AD. Jakarta, 1977). The geological data (Suhadi drr, 1994) show this volcano erupted explosively that produced extensive pyroclastic flows.",
        "year": "2008",
        "by": "R.D. HADISANTONO, S. RIZAL, PUJOWARSITO, PURWOTO & C. PATRIA",
        "scale": "50000",
        "map_index": "0520-53;0520-54;0520-51;0520-52",
        "mapped_by": "K. Kusumadinata",
        "year_mapped": "1971",
        "revised_by": "R.D. Hadisantono, S. Rizal Pujowarsito, Purwoto & C. Patria",
        "year_revision": "2008",
        "text_by": "R.D. Hadisantono",
        "reviewed_by": "A. Zaenudin, D. Wahyudin & R. Bacharudin",
        "manuscript_by": "Pujowarsito, Purwoto & Riyadi",
        "digitized_by": "W. Sujana, A.D. Sumpena & Riyadi"
    },
    {
        "code": "CER",
        "id": "Gunung Api Ciremai (3.078 m dpl) merupakan salah satu gunung api tertinggi dari beberapa gunung api aktif tipe A di Jawa Barat. Secara geografi, terletak pada 106ׄ°50'BT dan 6°47'LS. Secara administratif gunung api ini termasuk kedalam wilayah Kabupaten Kuningan, Cirebon dan Majalengka, Provinsi Jawa Barat. Apabila dilihat dari rangkaian penyebaran gunung api di Jawa Barat dari barat ke timur, Ciremai merupakan gunung api soliter yang terpisah dari rangkaian gunung api lainnya di Jawa Barat, dibatasi oleh sesar aktif Cilacap-Kuningan berarah relatif baratlaut-tenggara.\r\nDari sejarah kegiatannya diketahui bahwa jeda waktu antar letusannya, terpanjang adalah 112 tahun, dan terpendek adalah 3 tahun. Hingga sekarang gunung api ini telah istirahat selama 68 tahun. Karena masih kurang dari masa istirahat terpanjang, maka memungkinkan terjadinya erupsi pada waktu yang akan datang. Hal ini perlu diwaspadai mengingat banyak penduduk yang bermukim di daerah lereng dan kaki nya. Untuk mengantisipasi erupsi yang mungkin terjadi dan daerah mana yang kemungkinan terlanda letusan, sebagai panduan bagi Pemerintah Daerah dan masyarakat dalam keadaan krisis peta Kawasan rawan bencana ini perlu diterbitkan.",
        "en": "Ciremai which is 3.078 meter above sea level is one of the highest volcano of several other A-type active strato volcanoes in West Java. Geographically this volcano is located on 106°59' E and 6°47' S, administratively this volcano includes to the territories of Kuningan, Cirebon and Majalengka Regencies, West Java Province. Viewed from the distribution of active volcanoes in West Java those extends in east-west direction, there are two volcanoes those are separated from the volcanic belt. These volcanoes are Tampomas and Ciremai, and they are called solitaire volcanoes, which are bounded by the Cilacap-Kuningan regional active fault oriented in northwest-southeast direction.\r\nIts volcanic eruptive history shows that the rest period  between two eruptions varies from 3 years for the shortest and 112 years for the longest period. This, since its latest activity this volcano has been in quiet for 68 years. Because the present rest period is still less than its longest period, there is still any possibility for this volcano to erupt in the future. It is necessary for the people living in the surrounding flanks to pay more attention about the future eruption. In anticipating the future eruption, and which area those are likely to be affected by the eruption, this volcanic hazard map is published as a guidance for the Local Government and the local people during crisis.",
        "year": "2006",
        "by": "R.D HADISANTONO, E.K. ABDURACHMAN, A. MARTONO, A.D. SUMPENA & M. FATHONI",
        "scale": "50000",
        "map_index": "1309-141;1309-142;1309-231;1309-123;1309-124;1309-213;1309-121;1209-122;1309-211",
        "mapped_by": "S. Hamidi, A. Djuhara & A. Martono",
        "year_mapped": "1989",
        "revised_by": "R.D. Hadisantono, E.K. Abdurachman, A. Martono, A.D. Sumpena & M. Fathoni",
        "year_revision": "2000",
        "text_by": "R.D. Hadisantono",
        "reviewed_by": "M.A. Purbawinata, I.N. Dana & A.R. Mulyana",
        "manuscript_by": "A. Martono & U. Rosadi",
        "digitized_by": "W. Sujana, P. Warsito, Riyadi & Purwoto"
    },
    {
        "code": "COL",
        "id": "Gunung Api Colo (435 m dpl) terletak di P. Unauna, secara administrative termasuk dalam wilayah Kecamatan Unauna, Kabupaten Tojo Una-Una di Wakai, Provinsi Sulawesi Tengah. Secara geografi puncak gunung api ini terletak pada 0°10'40\" Lintang Selatan dan 121°36'22\" Bujur Timur (Peta Rupabumi Bakosurtanal 1992).\r\nGunung Api Colo merupakan gunung api soliter yang terpisah dari rangkaian jalur gunung api Indonesia yang membentang dari ujung utara Sumatra-Jawa-Nusa Tenggara-Maluku dan Sulawesi Utara. Katili dan Sudrajat, (1989) berpendapat bahwa Gunung Api Colo merupakan bagian dari gunung api yang telah mati di P. Togian. Aktivitas gunung api ini bergeser ke utara dan membentuk Gunung Api Colo. Dibandingkan dengan kebanyakan gunung api lain di Indonesia, komposisi batuan Gunung Api Colo relative lebih asam dengan kadar silika berkisar antara 61,65% (Wichman, 1898) hingga 62,53% (Katili & Sudrajat, 1984) hasil letusan 1983.\r\nGunung Api Colo mempunyai puncak yang tidak teratur mungkin akibat titik letusan yang berpindah-pindah. Dasar kawahnya berupa dataran dengan ketinggian 250m d.p.l, dinding kawah berbentuk tapal kaki kuda terbuka kea rah timurlaut dengan ukuran 1.750 m x 1.350 m dan tinggi dinding kawah berkisar antara 70 m - 100 m. Pada dinding kawah ini terdapat dua buah kerucut sebagai sisa kegiatan masa lampau, yakni Gunung Api Sakora (507 m), dan Gunung Api Bulukuda (334,5m m). Di dalam kawah terdapat sebuah kerucut setinggi 49 m disebut Gunung Api Colo (sekarang tidak ada karena telah hancur oleh letusan 1983). Di antara kerucut dan dinding kawah terdapat genangan air disebut Danau Pokai berukuran 600 m x 200 m.",
        "en": "Colo volcano (435 m above sea level) is located at Unauna Island, which is administratively included into the Unauna District in Wakai, Tojo Una-Una Regency, Central Sulawesi Province. Geographically its summit is located in 0°10' South and 121°36'30\" East (Bakosurtanal Map 1992)\r\nColo is solitaire volcano, which is separated from the Indonesia's volcanic belt that stretches from the north end of Sumatera-Java-Nusa Tenggara-Maluku and North Sulawesi. According to Katili and Sudrajat,(1989) Mt.Colo is part of the extinct volcano located in Togian Island. The activity of this volcano shifted northward that form Mt. Colo. Compared to the another volcanoes in Indonesia the chemical composition of Colo volcanic rocks is relatively more acid where its silica content ranges between 61,65% (Wichman,1898) until 62,53% of 1983 eruption products. The irregular shaped of the summit of Colo volcano is possibly caused by the shifting of its eruption points. The crater has a flat bottom and the elevation is about 250 m above sea level;the horseshoe-shaped of its crater opening northeastward and it is 1.750 mx 1.350 m in size. The height of the crater wall ranges from 70m - 100m. There are two cones as the remnants of the previous activities, namely Mt. Sakora (507 m), and Mt. Bulukuda (334,5 m). Once there was a small bare hill about 40 m high, the inhabitant called it Mt. Colo or Mt. Belerang, but it has been blown away by the 1983 eruption. Between the hill and the crater wall there is a lake called lake Pokai about 600 m x 200 m in size.",
        "year": "2004",
        "by": "R. CHANIAGO, R.D. HADISANTONO, A. NASUTION, A. MARTONO, PURWOTO & M,S, SANTOSO",
        "scale": "25000",
        "map_index": "2215-43",
        "mapped_by": "M.S. Santoso, dkk.",
        "year_mapped": "1983",
        "revised_by": "R. Chaniago, R.D. Hadisantono, A. Nasution, A. Martono, Purwoto, M.S. Santono",
        "year_revision": "2004",
        "text_by": "R.D. Hadisantono",
        "reviewed_by": "S.Rizal, R. Bacharudin, E. Kusdinar A., I. Supriatman",
        "manuscript_by": "A. Martono, U. Rosadi",
        "digitized_by": "Purwoto, Riyadi"
    },
    {
        "code": "DEM",
        "id": "Dempo merupakan salah satu gunung api di Pulau Sumatera yang secara fisiografi berada diantara Bukit Barisan dan Pegunungan Gumai. Secara administrative Kawasan gunung Dempo termasuk dalam otoritas Provinsi Sumatera Selatan.\r\nKawasan gunung api Dempo ini terbagi kedalam 4 wilayah kecamatan, yaitu Tanjung Sakti, Pagelaram, Jerai, dan Muaraping. Populasi manusia yang hidup dan menjalani kehidupan di kawasan gunung api aktif ini cukup padat. Sebagian besar penduduk memanfaatkan kesuburan tanah di kawasan Dempo sebagai lahan pertanian. Tingginya populasi dan aktifitas manusia di kawasan ini  memiliki nilai risiko terhadap ancaman bahaya gunung api pada masa yang akan datang apabila terjadi peningkatan yang mengarah pada letusan.\r\nBerdasarkan sejarah letusannya, sedikitnya terjadi 19 kali erupsi sejak tahun  1818 hingga 1974. Erupsi gunung api ini mengakibatkan kerugian harta benda dan kerusakan lingkungan.\r\nTidak ada data rinci jumlah korban manusia akibat erupsi gunung api Dempo dalam kurun waktu tersebut. Dalam catatan sejarah erupsinya, salah satu erupsi cukup besar terjadi pada tahun 1939 dan1940 yang mengalasi batuan banjir dan hujan lumpur. Dengan rentang istirahat erupsi antara 1-34 tahun, potensi ancaman bahaya erupsi gunung api Dempo dalam beberapa tahun mendatang memiliki probabilitas sangat tinggi. Oleh karena itu prakiraan bahaya dan inventarisasi kawasan rawan bahaya gunung api Dempo harus dilakukan sebagai upaya mitigasi bencana gunung api Dempo.",
        "en": "Dempo is one of active volcanoes in Sumatra, which is physiographically situated between Barisan dan Gumai Mountains. Administratively, Dempo lies within four districts of Tanjung Sakti, Pageralam, Jerai, and Muaraping, in South Sumatera Province. The population density and exploring natural resources around Dempo volcano might have greatly increased substantial risk to surrounding communities when the volcano erupt in the near future.\r\n Dealing with volcanic activities of Dempo along historical life. at least 19 volcanic event have been occurred during period of 1818 to 1974. Number of victim due to eruption is not well known. During historical life, two large eruptions occurred in 1939 and 1940 generating mud flows and mud rain.\r\n With interval time of eruption ranging from 1 to 34 years, Dempo volcano has a significant capability to erupt in the near future. In order to minimise lost of life and properties due to the volcanic eruption, the volcanic hazard mapping of Dempo is conducted relying on the Indonesia National Standardisation code.",
        "year": "2009",
        "by": "M. SURMAYADI, A. HERIWASESO, D. SUHADI, W. EFFENDI & N.N. AFATIA",
        "scale": "50000",
        "map_index": "0912-31;0912-32;0911-63;0911-64",
        "mapped_by": "S. Hamidi, S. Wikartadiputra & A.D. Sumpena",
        "year_mapped": "1990",
        "revised_by": "M. Surmayadi, A. Karim, A. Dahlan & D. Djuhara",
        "year_revision": "1993",
        "text_by": "M. Surmayadi",
        "reviewed_by": "M.N. Kartadinata & R. Taufiqurrahman",
        "manuscript_by": "Riyadi & Pujowarsito",
        "digitized_by": "W. Sujana & Purwoto"
    },
    {
        "code": "DIE",
        "id": "Komplek pegunungan Dieng merupakan komplek gunung api Kuarteryang berkembang pada dataran tinggi dengan elevasi sekitar 2000 m di atas permukaan laut- Sukhyar (1989) mengalakan, bahwa komplek tersebut terbentuk pada zaman Kuarter Akhir sampai Resen, kegiatan magmatiknya tidak pemah tercatat Iagi dalam kurun waktu satu abad silam_ Sejak saat itu kegiatan vulkanismanya hanya berupa erupsi freatik dan hembusan gas beracun. Secara umum perkembangan vulkanisma Gunung Api Dieng dan sekitarnya dapat dikelompokan menjadi tiga kelompok kegiatan vulkanisma. Sukhyar (1989) mengelompokkan aktivitas gunung api berdasarkan urutan stratigrafinya yang terbagi manjadi tiga periode-\r\nAktivitas magmatik yang terakhir adalah erupsi eksposif yang menghasilkan endapan jatuhan piroklastik dari kerucut Pakuwaja. Setelah aktivitas itu erupsi magmatik tidak pernah Iagi terjadi dan hanya terjadi erupsi freatik dan hembusan gas yang sampai saat ini sering terjadi \r\nDari data sejarah aktifitas erupsi dapat disimpulkan, bahwa komplek gunung api Dieng sering terjadi erupsi freatik dan hembusan gas beracun. Tldak sedikit jumlah korban manusiayang meninggal dunia ákibat dari kegiatan yang ditimbulkannya. Oleh katena itu diperlukan antispasi dan langkah-langkah yang tepat untuk meminimalisasi jumlah korban akibat kegiatan gunung api yang salah satunya adalah membuat peta kawasan rawan bencana gunung api-\r\nGas racun didefinisikan sebagai gas-gas yang mempunyai konsentrasi di atas ambang batas sehingga dapat membahayakan kehidupan dan lingkungan.\r\nSetiap gas racun memiliki sifat yang berlainan, beratjenisnya lebih besar dari udara sekitar dan bisa mempunyai ketebalan lapisan sekitar 2 meter. Gas-gas tersebut dapat keluar dari rekahan-rekahan dan bergerak ke daerah yang lebih rendah mengikuti topogvafi seternpat-\r\nAkbar, dkk. (1979) telah melakukan pcngukuran konsentrasi gas bcracun di dacrah penclitian sesudah erupsi tanggal 20 Pebruari 1979, Berdasarkan hasil analisis laboratorium dari beberapa contoh gas yang diperoleh di kawah Timbang dan sekitamya. Akbar, dkk. (1979) menemukan data yang sangat menarik untuk menjelaskan mengapa begitu banyak korban jiwa pada tahun 1979 tersebut",
        "year": "2011",
        "by": "M.N. KARTADINATA, A.D. SUMPENA, PUJOWARSITO & W. SUHERMAN",
        "scale": "25000",
        "map_index": "1408-441;1408-442;1408-423;1408-424",
        "mapped_by": "S. Hamidi, dkk",
        "year_mapped": "1980",
        "revised_by": "M.N. Kartadinata, A.D. Sumpena, Pujowarsito & W. Suherman",
        "year_revision": "2011",
        "text_by": "M.N. Kartadinata",
        "reviewed_by": "E. Kadarsetia, A.R. Mulyana & I.N. Dana",
        "manuscript_by": "Pujowarsito, Riyadi & Purwoto",
        "digitized_by": "W. Sujana"
    },
    {
        "code": "DUK",
        "id": "G, Dukono merupakan salah satu gunung api strato aktif tipe A di Pulau Halmahera, Maluku Utara. Secara geografi puncaknya terletak pada koordinat 01°42'00\" Lintang Utara dan 127°52'47\" Bujur Timur (Kusumndinatn dkk, 1979) dengan ketinggian 1087 meter di atas permukaan laut. Secara administratif gunung api ini termasuk Kecamatan Galela dan Kecamatan Tobelo Utara, kapubaten Halmahera Utara, Propinsi Maluku Utara.\r\nGunung Api Dukono tumbuh di dalam zona depresi berbentuk tapal kuda dengan bukaan ke arah utara-timurlaut. Data Geologi (Surmayadi dkk, 1998) menunjukan bahwa produk erupsi Gunung Api Dukono terdahulu terdiri dari endapan piroklastik (jatuhan piroklastik dan aliran piroklastik) dan aliran lava yang umumnya berkomposisi basal sampai andesit, Sedangkan endapan sekunder adalah lahar dan aluvial. Dari endapan hasil erupsi Gunung Api Dukono menunjukan bahwa gunung api ini dahulunya terjadi erupsi  secara aktif berupa erupsi magmatik (eksplosif dan efusif). Kegiatan gunung api Dukono telah tercatat sejak 1550, Paling sedikit 12 kali terjadi kenaikan kegiatan/erupsi yang berukuran kecil samnpai besar, tercatat yaitu tahun 1550, 1861-1869, 1901, 1933 -1939, 1937, 1938, 1941-1942, 1945-1953, 1946, 1952, 1969, 1971. Tercatat, bahwa erupsi tahun 1550 merupakan erupsi besar yang menghasilkan aliran lava (van Padang, 1951) dan endapan aliran piroklastik (Surmayadi dkk, 1998). Sedangkan kegiatan gunung api Dukono sejak 1978  sekarang berupa erupsi kecil yang menghasilkan abu vulkanik. Peta bahaya sementara gunung api Dukono yang pertama dibuat oleh Reksowirogo (1971) dan Wikartadipura dkk ( 1982). Peta Kawasan Rawan Bencana yang sekarang ini merupakan publikasi yang paling terakhir sebagai implementasi dari Peta Kawasan Rawan Bencana gunung api berstandar nasional (1998).",
        "en": "Dukono volcano is one of several A-type strato volcanoes in Halmahera Island, North Maluku. Geographically its summit is located on 01°42'00\" North and 127°52'42\" (Kusumadinata et al., 1979), with the  height of 1087 meters above sea level. Administratively this volcano includes Galela subdistrict and Tobelo Utara subdistrict in North Halmahera Regency, North Maluku Province.\r\nDukono is growth in the horseshoe shape of depression zone that opened to North-Northeastern direction. Geological data (Surmayadi et al, 1998) shows that previous eruption products of Dukono volcano consist of pyroclastic deposits (pyroclastic fall and pyroclastic flows) and lava flows range from basal to andesite in composition. Whereas secondary deposits are lahar and aluvial. Previous eruption products show that the volcano actively erupted as magmatic (explosive and effusive) eruptions. The eruptions of Dukono volcano have been recorded since 1550. At least 12 moderately large to small eruptions have occurred in 1550, 1861-1869, 1901, 1933-1939, 1937, 1939,1941-1942, 1945-1953, 1946, 1952, 1969, and 1971. Noted that the 1550 eruption was a large eruption producing lava flows (van Padang, 1951) and pyroclastic flows (Surmayadi et al., 1998). Whereas since 1978 to the present, the volcanic activity of Dukono volcano are small eruptions producing volcanic ash. The first volcanic hazard map ofDukono volcano has been provided by Reksowirogo ( 1971) and Wikartadipura et al (1982). This present Volcanic Hazard Map is the latest publication as the implementation of the National Standard of Volcanic Hazard Map.",
        "year": "2008",
        "by": "D. WAHYUDIN, A. KARIM, A. NURSALIM, PURWOTO",
        "scale": "50000",
        "mapped_by": "S. Wikartadipura, A.D. Wirasaputra, A.D. Sumpena",
        "year_mapped": "1981",
        "revised_by": "D. Wakyudin, A. Karim, A. Nursalim, Purwoto",
        "year_revision": "2008",
        "text_by": "D. Wahyudin",
        "reviewed_by": "A. Solihin, I.N. Dana, I. Santosa",
        "manuscript_by": "Pujowarsito, Riyadi & Purwoto",
        "digitized_by": "W. Sujana, A.D. Sumpena & Purwoto"
    },
    {
        "code": "EBU",
        "id": "Gunung Api Ebulobo merupakan salah satu gunung api strato aktif tipe A  di Pulau Flores, Nusa Tenggara Timur. Secara geografi puncaknya terlertak pada koordinat 08ۣ°48'30\" Lintang Selatan dan 121°11'00\" Bujur Timur (the Trop Atlas Nederl.,1938, dalam Kusumadinata dkk, 1979) dengan ketinggian 2149 meter diatas permukaan laut. Secara administrative gunung api ini termasuk Kecamatan Boawae di bagian utara dan Kecamatan Mauponggo di bagian selatan Kabupaten Nagekeo, Provinsi Nusa Tenggara Timur.\r\nGunung api Ebulobo tumbuh di daerah zona depresi graben yang terdiri dari batuan vulkanik tua dan terletak di antara dua sesar normal dengan arah hamper utara-selatan yang terletak di bagian sebelah barat dan timur gunung api. Gunung api ini mempunyai satu kawah pusat di daerah puncak dengan diameter sekitar 250 m dimana terletak 8 titik erupsi dan 3 sumbat lava, tersebar pada bagian timur kawah. Di daerah puncak terdapat beberapa celah terjal yang mempunyai arah radial.\r\nData Geologi (Kartadinata dkk, 1998) menunjukan bahwa produk erupsi Gunung Api Ebulobo terdahulu terdiri dari endapan piroklastik (jatuhan piroklastik dan aliran piroklastik) dan aliran lava yang umumnya berkomposisi andesit, tersebar di sekeliling gunung api. Sedangkan endapan sekunder adalah lahar dan alluvial. Dari endapan hasil erupsi Gunung Api Ebulobo menunjukan bahwa gunung api ini dahulunya terjadi erupsi secara aktif berupa erupsi magmatic (eksplosif dan efusif). Sebagai usaha mitigasi bencana gunung api, peta bahaya gunung api Ebulobo yang pertama dibuat oleh Kusumadinata (1968). Peta Kawasan Rawan Bencana yang sekarang  ini merupakan publikasi yang paling terakhir sebagai implementasi dari Peta Kawasan Bencana gunung api berstandar nasional (1998). Peta Kawasan Rawan Bencana ini disediakan untuk umum dalam usaha mitigasi bencana erupsi gunung api. Peta ini juga berguna untuk  Pemerintah Daerah dalam membuat perencanaan regionalnya.",
        "en": "Ebulobo volcano is one of several A-type strato volcanoes in Flores Island, East Nusa Tenggara. Geographically its summit is located on 08°48'30\" South and 121°11'00\"(the Trop Atlas. Nederl, 1938, in Kusumadinata et al., 1979), with the height of 2149 meters above sea level. Administratively this volcano includes Boawae subdistrict on the north and Mauponggo subdistrict on the south in Nagekeo Regency, East Nusa Tenggara Province. Ebulobo volcano is growth in the area of grabben depression zone that consist of old volcanic rocks and located between two normal faults with almost north-south in direction which are located in western and eastern part of the volcano. The volcano has a central crater in the summit area where are several steep fissures which have radial in direction.\r\nGeological Data (Kartadinata et al, 1998) shows that previous eruption products of Ebulobo volcano consist of pyroclastic deposits (pyroclastic fall and pyroclastic flows) and lava flows which are mostly andesite in composition . These volcanic products are distributed in surrounding the volcano. Whereas secondary deposits are lahar and alluvial. From the previous eruption products show that the volcano was actively erupted as magmatic eruptions (explosive and effensive).\r\nAs volcanic hazard mitigation effort, the first volcanic hazard map of Ebulobo volcano has been provided by Kusumadinata (1968). This present Volcanic Hazard Map is the latest publication as the implementation of the National Standard of Volcanic Hazard Map (1998). This Volcanic Hazard Map is provided for the public in the effort of safety measure from volcanic eruption. This map should also be useful to the Localm Government for their regional planning.",
        "year": "2007",
        "by": "D. WAHYUDIMN, A,R MULYANA, A.KARIM & RIYADI",
        "scale": "50000",
        "map_index": "2107-332;2107-314",
        "mapped_by": "K. Kusumadinata",
        "year_mapped": "1968",
        "revised_by": "A.R. Mulyana, A. Karim & Riyadi",
        "year_revision": "2005",
        "text_by": "D. Wahyudin, A.R. Mulyana",
        "reviewed_by": "M.N. kartadinata, I. Santosa & A. Zaennudin",
        "manuscript_by": "A. Martono & A.D. Sumpena",
        "digitized_by": "Purwoto, Pujowarsito & W. Sujana"
    },
    {
        "code": "EGO",
        "id": "Gunung api Egon disebut juga Namang, terletak pada posisi 8°40'40\" Lintang Selatan dan 122°27'40,2\" Bujur Timur, termasuk ke dalam wilayah Kecamatan Waigete dan Kecamatan Bola, Kabupaten Sikka, Provinsi Nusa Tenggara. Puncak tertinggi 1.703 m dari muka laut, terdapat sebuah kawah dengan garis tengah 1k. 350 m dan dalamnya 1k. 200 m. Dasar kawahnya terisi lumpur dan mengering di musim kemarau, sedangkan kegiatan solfatara terjadi pada dinding solfatara terdapat di lereng selatan bagian atas.\r\nKegiatan letusan Gunung Api Egon pada umumnya erupsi aliran piroklastik atau disebut juga awan panas.  Erupsi ini akan mengarah ke barat melalui bukaan kawah, kemudian membelok ke utara melalui lembah-lembah yang berhubungan dengan bukaan kawah. Beberapa lembah yang akan dilalui aliran piroklastik tersebut, yaitu ke arah utara melalui lembah-lembah Waigete, Waitobong, dan Waileloe, sedangkan ke arah selatan melalui lembah-lembah Wailere, Walara, dan Waihale.Lembah-lembah tersebut berhulu di puncak Gunung Api Egon dan bermuara di laut Flores dan laut Sawu.\r\nPencapaian puncak Gunung Api Egon, dapat dengan mudah dilakukan dari maumere dengan menggunakan kendaraan roda empat melaluli Waigete - Blidit sampai di Wair puat pada ketinggian 700 m dml. Dari tempat ini dilakukan pendakian melalui lereng utara sampai ke kawahnya memakan waktu 2 - 3 jam.",
        "en": "Egon volcano is also named as Namang volcan which lies at a geographic position 8°40'40\"S and 122°27'40.2\"E. It is located in Waigete and Bola Districts, Sikka Regency East Nusa Tenggara Province. The Highest peak is 1,703 m above sea level, it has a crater of about 350 m in diameter with the crater depth about 200 m. Inside the crater mud filled the base of crater. It dries in the dry season. The solfataric activities occur on the crater wall and also on the crater rim with teperatures between 140 - 116°C. It is also occurred on the upper part of south slope. The eruption peroducts of Egon volcano are generally pyroclastic flows and hot cloud which shifted to the west through the opening crater. Several valley of Waigete, Waitabong, and Waileloe, whereas to the summit of Egon volcano and downstream on the north and south coast. To reach the summit of Egon volcano can be easily dimbed through Maumere using vehicles passing Waigete-Blidit to wair Puat that has elevation 700 m above sea leve. From this point, climbing is done by trekking through the north slope to the crater and will spend time between 2 - 3 hours.",
        "year": "2005",
        "by": "L.S. Sutawidjaja, A.R. Mulyana, R. Chaniago & R. Taufiiqurrahman",
        "scale": "25000",
        "map_index": "2207-242;2207-244",
        "mapped_by": "P. Kasturian, A.D. Wirasaputra",
        "year_mapped": "1980",
        "revised_by": "I.S. Sutawidjaja, A.R. Mulyana, R. Chaniago, R. Taufiqurrahman",
        "year_revision": "2005",
        "text_by": "A.R. Mulyana, I.S. Sutawidjaja",
        "reviewed_by": "S.R. Wittiri, R.D. Hadisantono, R. Bacharudin & A. Nasution",
        "manuscript_by": "A. Martono, Riyadi & Purwoto"
    },
    {
        "code": "GAL",
        "id": "Gunung Galunggung merupakan salah satu gunung api aktif tipe A di Indonesia. Secara administratif, berada di kabupaten Tasikmalaya dan Kabupaten Garut, Provinsi Jawa Barat. Secara geografis, puncaknya berada pada 7°15' LS dan 108°04' BT, serta tinggi 2168 meter diatas permukaan air laut. \r\nKarakter erupsinya bersifat efusif (aliran) hingga eksplosif, berlangsung singkat hingga lama. Erupsinya bertipe Strombolian hingga Plinian. Tanda tanda peningkatan kegiatan (precursor) hanya berlangsung beberapa bulan hingga beberapa minggu menjelang erupsi",
        "en": "Galunggung Volcano is one of A-Type active volcano in Indonesia. Administratively, located in the Tasikmalaya Regency and The Garut Regency, West Java Province, Geographically, the peak is at 7°15 'LS and 108V03' BT, as well as high 2168 meters above sea leve. The eruption characteristic is effusive to explosive, it takes short until longtime in duration with strombolian type until pellean type. The eruption precursor lasted only a few months to a few weeks before the eruption.",
        "year": "2016",
        "by": "S. PRIMULYANA, R.D. HADISANTONO, & M.N. KARTADINATA",
        "scale": "50000",
        "map_index": "1308-431;1308-432;1308-413;1308-414;1308-411;1308-412",
        "mapped_by": "R.D. Hadisantono, S. Bronto, A. MArtono, A. Djuhara, A.D. Sumpena",
        "year_mapped": "1995",
        "revised_by": "S. Primulyana",
        "year_revision": "2016",
        "text_by": "S. Primulyana, M.N. Kartadinata",
        "reviewed_by": "I. Sutawidjaja",
        "digitized_by": "A.S. Prayoga"
    },
    {
        "code": "GML",
        "id": "Gunung api Gamalama merupakan pulau gunung api yang hampir berbentuk lingkaran dengan jari-jari 5,8 km dan luas lk. 105 km², dikenal dengan nama Pulau Ternate. Kota  Ternate terletak di bagian pantai tenggara Pulau Ternate. Merupakan Ibu Kota Kabupaten Maluku Utara dan dapat dicapai dengan pesawat terbang  maupun kapal laut dari Ambon maupun Menado. Separuh penduduk pulau Ternate tinggal di kota Ternate, sisanya tinggal disepanjang pantai. Sebagian besar bermata-pencaharian sebagai nelayan atau petani. Gamalana merupakan gunung api strato dengan puncak tertinggi 1715 meter dpl. Terdiri dari tiga generasi gunung api yang dicerminkan oleh ketiga pematang kawahnya dibagian puncak. Kedudukan pematang kawah tersebut mencerminkan arah perpindahan titik kegiatan dari selatan ke utara. Pematang kawah termuda terletak dibagian utara, berdiameter 300 meter dengan ketinggian 1715 meter dpl. Dikenal sebagai gunung Arfat atau Piek van Ternate. Kegiatan erupsinya sebagian terjadi pada masa sejarah manusia.  \r\nDari situasi morfologi daerah puncalk, pematang pematang kawahnya yang dapat berfungsi sebagai penghalang/penahan sebaran material letusan yang bersifat aliran, terbuka/menghadap kearah utara. Sehingga bagian besar sebaran hasil letusannya akan menyebar ke arah terssebut, kecuali untuk material letusan yang bersifat lontaran yang dapat menyebar ke segala arah. Apabila dilihat dari pola sebaran sungai-sungainya yang berhulu didaerah puncak, maka Kawasan yang sangat rawan bencana adalah daerah dibagian lereng sebelah barat mulai dari sungai piatoe menuju ke utara hingga bagian lereng timur di daerah Sungai Togorara.\r\nDari berbagai kejadian sebelum letusan, gempa bumi (tektonik) dan gempa vulkanik merupakan gejala umum yang biasa terjadi, hal ini disebabkan karena Gunung api Gamalama terletak di daerah zona gempa tektonik aktif. Hasil analisa kegempaan yang terekam pada seismograf menunjukkan bahwa dominasi gempa tektonik selalu diimbangi oleh keberadaan gempa vulkanik. Sehingga dapat dikatakan bahwa gempa tektonik merupakan pemicu terjadinya gempa vulkanik yang dapat mengakibatkan letusan. Data kegempaan menunjukan bahwa, terutama sejak 1990. Semua letusan diawali dengan meningkatnya jumlah serta intensitas gempa bumi (tektonik). Disisi lain, suatu perubahan yang amat menonjol pada kegiatan Gamalama terutama sejak 1990, adalah banyaknya kegiatan berupa letusan-letusan asap/abu, yang mana berdasarkan catatan sejarah, perilaku tersebut tidak pernah tercatat sebelumnya.",
        "en": "Gamalama volcano is a volcano island which is nearly circular in shape with 5,8 km in radius and covered about 105  km² of the entire area. This volcano island is known as Ternate Island. Ternate city which is located in the southeast coast of Ternate Island, is the capital city of north Maluku Regency. Half of the population of Ternate Island live in Ternate City, whereas the rest live along the coast which are mostly as fishermen or farmer. Gamalama is a strato volcano, where is highest peak is 1715 m above sea level, is composed of lava, pyroclastic and lahar from three crater rims reflects the direction of the movement of its eruption point from the south to the north. The youngest crater rim where part of its  eruption activity occured during historic time, is located in the north known as Mt. Arfat or Piek van Ternate, it is circular in shape of 300m in diameter and 1715 m in high above sea level. The morphology of the summit area, shows the crater rims are facing northward, and act as the barrier of eruption material distribution in the form of flowing mass. Most of the distribution of its eruption products will be distributed toward this point except the ejected material which are generally distributed to all direction. So, the north part is the most dangerous area toward eruption. Precursory to eruption show that eruption show that tectonic earthquake and volcanic earthquake are the common phenomena which are usually occur. This may because Gamalama Volcano is located in an active tectonic earthquake zone. The analysis result of seismicity, recorder by the seismograph show that the dominant tectonic earthquake is always accompaided bt the presence of volcanic earthquake. Its is assumed that tectonic earthquake has triggered the volcanic activity which is then followed by eruption. The seismicity data show that since 1990, every eruption was preceded by the increase of the activity of gamalama since 1990 are the amount of ash eruptions, that these phenomena were never recorded during its activity  history.",
        "year": "1996",
        "by": "RUDY BACHARUDIN, AGUS MARTONO & ATO DJUHARA",
        "scale": "25000",
        "mapped_by": "P. Kasturian, A. Djuhara",
        "year_mapped": "1980",
        "text_by": "R. Bacharudin, Rudy DH",
        "reviewed_by": "W. Soebroto Modjo, A.C. effendi, L. Pardyanto"
    },
    {
        "code": "GMK",
        "id": "Gamkonora merupakan salah satu dari beberapa gunung api aktif strato tipe A di Halmahera. Secara geografis puncak Gunung Api Gamkonora terletak pada 127°33'BT dan 1°23'08\"LU. Secara administratif gunung api ini termasuk dalam wilayah Kecamatan Ibu, Kabupaten Halmahera Barat, Provinsi Maluku Utara. Dari data geologi diketahui bahwa produk erupsi Gunung Api Gamkonora pada masa lalu menghasilkan awan panas dan aliran lava yang sebarannya cukup jauh hingga ke daerah pantai dan pemukiman di kaki sebelah barat dan barat laut. Sejarah kegiatan gunung api Gamkonora menunjukkan bahwa letusan terakhir terjadi pada 1987, dan hingga kini belum Meletus lagi.\r\nPeta daerah bahaya sementara Gunung Api Gamkonora telah dibuat oleh Kasturian dkk, 1981. Namun demikian, berhubung peta tersebut telah cukup lama dan adanya perubahan nama menjadi Kawasan Rawan Bencana Gunung api maka perlu adanya revisi peta daerah bahaya tersebut.\r\nHal-hal yang perlu direvisi meliputi batas daerah bahaya dan daerah waspada pembagian tingkatan daerah bahaya dan penamaannya disesuaikan dengan standardisasi Nasional. Dalam peta kawasn rawan bencana gunung api ditambahkan tanda-tanda untuk arah pengungsian, tempat penampungan pengungsi, lokasi-lokasi pertolongan pertama seperti Rumah Sakit atau Puskesmas  dan lokasi-lokasi Kantor Pemerintahan Desa hingga Kabupaten yang termasuk dalam Kawasan rawan bencana gunung api tersebut.\r\nSesuai dengan ketentuan dalam standardisasi yang semula disebut daerah Bahaya dirubah menjadi Kawasan Rawan Bencana II. Daerah Waspada menjadi Kawasan Rawan Bencana I, dan Daerah Terlarang menjadi Kawasan Rawan Bencana III. Jadi semua gunung api aktif tipe A termasuk Gamkonora mempunyai tiga tingkat kerawanan bencan yaitu Kawasan Rawan Bencana I, Kawasan Rawan Bencana II, Kawasan Rawan Bencana III.\r\n",
        "en": "Gamkonora is one of some A-type active strato volcanoes in Halmahera. The geographic position of its summit is located at 127°32'33\"E and 1°23'08\"N. administratively this volcano includes to Ibu District, West Halmahera Regency, North Maluku Province.\r\nThe geological data shows that the eruption products of previous eruptions of Gamkonora consist of pysroclastic flows and lava flows which are distributed far to the villages in the west  and northwest coasts of the island. The eruptive history of Gamkonora volcano shows that the latest eruption occurred in 1987.",
        "year": "2006",
        "by": "R.D. HADISANTONO, E.K. ABDURACHMAN, A. MARTONO, S PRIMULYANA & M.FATHONI",
        "scale": "50000",
        "map_index": "2517-62;2617-41;2517-34;2617-13",
        "mapped_by": "P. Kasturian, A.D. Wirasaputra & A.D. Sumpena",
        "year_mapped": "1981",
        "revised_by": "R.D. Hadisantono, E.K.Abudrachman, A. Martono, S. Primulyana, M. Fathoni & Wahidin A.",
        "year_revision": "2000",
        "text_by": "R.D. Hadisantono",
        "reviewed_by": "S. Rizal, D. Wahyudin & I.N Dana",
        "manuscript_by": "A.D. Sumpena & U. Rosadi",
        "digitized_by": "W. Sujana, P. Warsito, Riyadi & Purwoto"
    },
    {
        "code": "GED",
        "id": "Gunung Gede ketinggian puncaknya 2962 meter diatas permukaan laut, terletak pada posisi geografis 106°59' BT dan 6°47' LS, sedangkan secara administratif gunung api ini termasuk dalam wilayah Kabupaten Cianjur, Sukabumi dan Bogor, Provinsi Jawa Barat.\r\nSejak erupsi terakhir pada 1954 hingga kini (2006) Gunung Gede dalam keadaan istirahat, kecuali beberapa kali terjadi peningkatan kegempaan. Gunung Gede  merupakan salah satu gunung api aktif tipe A di Jawa Barat yang mempunyai penduduk cukup padat di daerah jereng dan kakinya. Perkembangan pemukiman dari tipe sederhana hingga real estate dan villa serta hotel hotel berbintang berkembang cukup pesat hingga jarak 6 km dari puncak Gunung Gede. Disamping itu, aset-aset penting seperti Taman Nasional Cibodas yang merupakan tujuan Wisata, Perkebunan dan Istana Peristirahatan Presiden juga terdapat di wilayah lereng dan kaki Gunung Gede. Dari data geologi diketahui bahwa produk erupsi Gunung Gede pada masa lalu menghasilkan awan panas yang sebarannya cukup jauh hingga ke daerah Cipanas wilayah Kabupaten Cianjur Yang saat ini cukup padat dengan pemukiman.\r\nDi daerah Cianjur terdapat banyak bukit hasil guguran puing vulkanik  (volcanic debris avalanche) seperti di Gunung Galunggung yang terkenal dengan nama perbukitan sepuluh ribu. Jika pada waktu yang akan datang terjadi hal serupa, maka kemungkinan akan menjadi bencana besar bagi penduduk yang bermukim di lereng dan kaki Gunung Gede.",
        "en": "Geographically Gede volcano's summit is located on 106°59' BT and 6°47' S with elevation of 2962 m. a.s.l., and administratively this volcano include to Cianjur Regency, Sukabumi Regency and Bogor Regency, West Java Province.\r\nSince lastest eruption in 1954, Gede Volcano has been in rest period, but it had experienced several time of seismicity increase. Gede is one of A type active volcano in West Java where its slope and surrounding foot are densely  populated. Modest up to modern settlement and star hotels developed fastly up to a distance of 6 km from the Gede summit. More over, some other important assets such as Cibodas Geographically Gede volcano's summit is located on 106°59 F, and 06°47'S with elevation of National Park as tourism destination, Tea plantation and President's Rest Palace are also located at the Gede's foot. The geological data show that the pyroclastic flows of the previous eruption of Gede volcano reached Cipanas of Cianjur Regency that is now densely populated. Similar hillocks with hummocky topography as found around  Galunggang volcano called “volcanic debris avalanche\" are also found around Galunggung volcano which famous with “ten thousand hills\". Suppose a similar event occurs in the future eruptions, a big disaster for the people living around its flanks may occur. In that, the future eruptions, a big disaster for the people living around its flanks may occur. In that, the future eruption of Gede volcano should be anticipated due to dense population around its flanks. ",
        "year": "2008",
        "by": "R.D. HADISANTONO, E.K. ABDURACHMAN, A. MARTONO, A.D. SUMPENA, WAHYU.S & M.S. SANTOSO",
        "scale": "50000",
        "map_index": "1209-122;1209-124;1209-142;1209-211;1209-213;1209-231;1209-212;1209-214;1209-232",
        "mapped_by": "O. Kaswanda, S. Wikartadipura, S. Hamidi, S. Dirasutisna, A.D. Sumpena",
        "year_mapped": "1994",
        "revised_by": "R.D. Hadisantono, M.S. Santoso. E.K. Abdurachman, A. Martono, A.D. Sumpena, Wahyu S.",
        "year_revision": "2000",
        "text_by": "E.K. Abdurachman, R.D. Hadisantono",
        "reviewed_by": "M.A. Purbawinata, M. Hendrasto, R. Bacharudin",
        "manuscript_by": "A.D. Sumpena & U. Rosadi",
        "digitized_by": "Purwoto, Riyadi, P. Warsito, W. Sujana"
    },
    {
        "code": "GUN",
        "id": "Gunung api Guntur (1801 m dpl) adalah salah satu gunung api aktif tipe A yang terletak di Kabupaten Garut, 60 km sebelah tenggara Kota Bandung, Ibukota Provinsi Jawa Barat, Posisi geografi puncak Gunung Api Guntur terletak pada 07°09'20\" LS dan 107°51'05\" BT. Di Gunung Api Guntur terdapat mata air panas yang dikenal dengan nama Cipanas, obyek wisata yang banyak dikunjungi wisatawan, Di daerah puncak terdapat beberapa sisa aktivitas gunung api tua yang berdekatan dan membentuk keterusan berarah Baratlaut-Tenggara yaitu Puncak Kabuyutan, Parukuyan, Masigit, dan Gandapura. Rangkaian gunung api ini diperkirakan mempunyai sumber magma yang sama. Di kaki tenggara Gunung Api Guntur tersebar bukit-bukit kecil yang keberadaannya akibat dari longsoran gunung api.\r\nBerdasarkan tingkat kegiatannya, hingga saat ini gunung api ini masih berpotensi untuk erupsi pada waktu yang akan datang. Sebagai usaha mitigasi, pemantauan yang intesif telah dilakukan untuk melindungi para wisatawan dan penduduk yang bermukim di dekatnya terhadap bahaya erupsi gunung api pada waktu yang akan datang.",
        "en": "Guntur volcano is one of “A\" type active volcanos located in Garut District, 60 km southeast of Bandung, the capital city of West Java Province. The geographical position of Guntur summit lies at S 07°09'20\" and E 107°51'05\". There is a famous hot spring called Cipanas, located at the southeast foot of volcano which is one of tourists attraction. Some older volcanic activity remnant are found around the summit area of Guntur complex. Some of which are in NW-SE orientation, such as kabuyutan, Paruhpuyan, Masigit, and Gandapura. This Orientation is predicted to have the same magma chamber. In the southeast of Guntur volcano there are several small hills due to volcanic debris avalanche.\r\nBased on historical activity, this volcano is still potential to erupt in the future. As to mitigation efforts, an intensive monitoring has been conducted in order tp protect the visitors and people living nearby of being affected by future eruptins. ",
        "year": "2015",
        "by": "M.N. KARTADINATA & E.K. ABDURACHMAN",
        "scale": "50000",
        "map_index": "1208-643;1208-644;1208-641;1208-642",
        "mapped_by": "R.D. Hadisantono, E.K. Abdurachman, M.S. Santoso & M. Surmayadi",
        "year_mapped": "2003",
        "revised_by": "M.N. Kartadinata & E.K. Abdurachman",
        "year_revision": "2015",
        "text_by": "M.N. Kartadinata & R.D. Hadisantono",
        "reviewed_by": "N. Haerani & H. Gunawan",
        "digitized_by": "A.S. Prayoga"
    },
    {
        "code": "IBU",
        "id": "Gunung Api Ibu sebagai gunung api aktif yang masuk klasifikasi tipe A  berada pada wilayah yang masuk kategori berpenduduk padat. Secara geografis puncaknya terletak pada posisi 1°29'30,6\"LS dan 127°38'BT, dengan ketinggian sekitar 1340 meter di atas permukaan laut. Secara administratif termasuk wilayah Kabupaten Halmahera Barat, Provinsi Maluku Utara.\r\nDalam upaya untuk memperkecil korban jiwa dan harta benda yang diakibatkan oleh letusan gunung api khususnya Gunung Api Ibu maka disusunlah Peta Kawasan Rawan Bencana Gunung api sesuai dengan Standar Nasional Indonesia tentang penyusunan Kawasan Rawan Bencana gunung api.",
        "en": "Ibu is an active A Type strato volcano, located at west Halmahera District, North Maluku Province. Geographic position of the volcano is 129'30.6\" S and 12738'E, with the elevation of 1340 m (asl). In order to minimize eruption risk of Ibu Volcano, volcanic hazard mapping had been carried out, and Volcanic Hazard Map was made based on Indonesia National Standarization. The map is a guidance Which identifies the degree of hazard, volcanic hazard area, direction and location of evacuation and Disaster Relief Posts.",
        "year": "2008",
        "by": "E. KADARSETIA, A.R. MULYANA, M.N FIRMANSYAH & T. RUKADA",
        "scale": "50000",
        "mapped_by": "P. Kasturian",
        "year_mapped": "1981",
        "revised_by": "E. Kadarsetia, A.R. Mulyana, M.N. Firmansyah & T. Rukada",
        "year_revision": "2008",
        "text_by": "E. Kadarsetia",
        "digitized_by": "W. Sujana & T. Rukada"
    },
    {
        "code": "IJE",
        "id": "Gunung Api Ijen dengan nama lain Kawah Ijen (2.392 m dpl) adalah gunung api yang muncul di atas dataran Banyuwangi (2100 m dpl). Jawa Timur. Secara adminitratif. Gunung Api Ijen termasuk ke dalam wilayah Kabupaten Banyuwangi. Sitobondo dan Bondowoso, Provinsi Jawa Timur. Posisi geografis puncaknya terletak pada koordinat 08°03'30\" Lintang Selatan, dan 114°14'30\" Bujur Timur (Atlas Trop, Nederl., 1938; Bakosurtanal Map, 2000), Gunung Api Ijen (Kawah Ijen) merupakan salah satu gunung api strato aktif yang berada di wilayah padat penduduk. Hampir di semua sector di bagian lereng bawah dan kaki terdapat unit pemukiman dengan kerapatan penduduk bervariasi dari rendah hingga padat.\r\nKawah Ijen terbentuk di dalam depresi yang disebabkan oleh erupsi eksplosif, lalu terisi air meteroit dan kondensat vulkanik gas yang berada di bawah permukaan. Umumnya air danau kawah bersumber dari air meteorit yang langsung mengisi danau kawah, air permukaan. Umumnya air danau bersumber dari air meteroit yang langsung mengisi danau kawah, air permukaan melalui aliran  sungai atau aliran permukaan lain dan air bawah permukaan/air tanah. Sedangkan hilang/keluarnya air danau kawah dapat disebabkan oleh penguapan langsung  di permukaan, dan terjadi peresapan melalui rekahan yang terdapat di dalam danau Kawah (Leman, et.al., 1995; Sriwana, 1998).\r\nUntuk pelayanan umum sekaligus untuk mengantisipasi kemungkinan meletusnya kembali Gunung Api Ijen pada waktu yang akan dating, maka perlu penataan lebih baik tentang infra struktur, sarana komunikasi dan fasilitas umum lainnya. Kesemuanya disajikan dalam bentuk Peta Kawasan Rawan Bencana Gunung api Ijen. Peta ini sekaligus sebagai revisi dari peta Daerah Bahaya Gunung api Ijen yang telah dibuat 13 tahun silam oleh Kaswanda, dkk.(1993).",
        "en": "Ijen volcano with other name is Kawah Ijen (2.392 m asl), is an strato volcano lies on Banyuwangi plat plain (2100 m asl). Administratively, Ijen volcano is located on Banyuwangi, Situbondo, and Bondowoso Regencies, Fast Java Province. Geographically, this volcano lies on 08°03'30\" South Latitude, and 114°14'30\" East Longitude (Atlas Trop, Nederl., 1938; Bakosurtanal Map, 2000). Ijen volcano which a strato volcano type has a crater lake water on the summit. Although on the whole sector of the bottom and flank dind village units with variative density from low to dense.\r\nKawah Ijen formed on the depression caused by explosive eruption on the past, and then filled by meteoric water and volcanic condensate gases.Generally, source of the crater lake water is meteoric water, surface  and ground water. Meanwhile lose of crater lake water caused by flavour on the surface, and penetration activity on the cracks in the crater lake (Leman, et, al., 1995;  Sriwana, 1998).\r\nTo anticipate the future eruption and to give better public services, a good disaster management and Volcanic Map of Ijen volcano should be established. This Volcanic Hazard Map revise the Temporary Hazard Map of Ijen volcano that was produced on 13 year ago (on 1993).",
        "year": "2006",
        "by": "A.R. MULYANA, W. EFFENDI, A. KARIM & T. RUKADA",
        "scale": "100000",
        "map_index": "1707-414;1707-432;1707-434;1708-112;1708-114;1708-132;1707-432;1707-441;1707-443;1708-121;1708-123;1708-141;1707-424;1707-442;1707-444;1708-122;1708-124",
        "mapped_by": "O. Kaswanda, S. Wikartadipura, A. Djuhara, A. Martono, A.D. Sumpena",
        "year_mapped": "1993",
        "revised_by": "A.R. Mulyana, W. Effendi, A. Karim, T. Rukada",
        "year_revision": "2006",
        "text_by": "A.R. Mulyana",
        "manuscript_by": "A, Martono, U. Rosadi",
        "digitized_by": "W. Sujana, P. Warsito,  Purwoto & Riyadi "
    },
    {
        "code": "WER",
        "id": "Gunung Ili Werung merupakan salah satu kerucut dari sederetan gunung api aktif yang terletak di Semenanjung selatan P. Lomblen. Secara administratif termasuk wilayah Kabupaten Lembata, Provinsi Nusa Tenggara Timur. Ketinggian puncaknya sekitar 586 m di atas permukaan laut dan posisi geografisnya terletak pada 08°31'56,2\" LS dan 123°34'29,8\" BT. Di sekitar gunung api ini terdapat sejumlah pemukiman, lahan pertanian dan aset-aset Iain.\r\nDari sejarah kegiatannya diketahui bahwa erupsi gunung api ini umumnya bersifat eksplosif serta mengeluarkan awan panas, lontaran, jatuhan piroklastika dan lava. Aliran lahar dapat terbentuk terutama bila curah hujan menjadi tinggi. Perioda letusan dari gunung api ini, terpendek I tahun dan terpanjang 40 tahun (antara tahun 1870-1910), dengan rata-rata 26 tahun. Letusan terakhir dengan intensitas yang cukup kuat terjadi secara berkesinambungan antara tahun 1950 sampai 1951. Dimasa datang aktifitas hebat seperti di atas dapat tenłlang, untuk itu perlu terus dilakukan upaya pemantauan, mitigasi dan penigkatan pemahaman serta kewaspadaan dari semua pihak\r\nDalam upaya memperkecil korban jiwa dan harta benda yang diakibatkan Oleh letusan gunung api, khususnya Gunung Api Ili Werung maka disusunlah Peta Kawasan Rawan Bencana (KRB) Gunung api sesuai dengan Standar Nasional Indonesia tentang penyusunan kawasan rawan bencana gunung api.",
        "en": "Ili Werung is one of active volcano lined up along the south peninsula of Lomblen Island, District of Lembata, East Nusatenggara. The elevation of the crest is about 586 m above sea level, with geographic position 08°31'56.2\" South Latitude and 123°34'29.8\" East Longitude. Fertile land around the volcano have attractive the people to live near by, resulting in quite dense  population with some agriculture areas and o/her commercial aceets.\r\nThe eruption pheriod range between I year until 40 years (1870 — 1910), with the average interval of 26 years. From the history of activities known that Ili Werung volcano is generally erupt explosively, accompanied by lava flows, lava dome formations, pyroclaslic flows, heavy ash fall and ejected rock fragment. Lahars could be occurred depend on amount of rainfall a/ the place. The last eruption occurred continuously from 1950 to 1951. Accordingly, in the future the high intensity of eruption could be happen. To minimize the risk some steps should be done, like continuous monitoring, hazard mitigations and socialization, One of the efforts to minimize the lost of and properties is called mitigation, such as identified of volcanic hazard map. Volcanic hazard Map is a guidance map identifies the degree of hazard of an area when an eruption occurs. The Map shows detail the kind and types of volcanic hazard, hazard zones, direction of evacuation, location of evacuation and Disaster Relief Posts.",
        "year": "2010",
        "by": "E. KADARSETIA, M.N. FIRMANSYAH, A. DAHLAN, PUJOWARSITO  &  A.D. SUMPENA",
        "scale": "25000",
        "map_index": "2307-511;2307-233",
        "mapped_by": "L. Dojharman",
        "year_mapped": "1972",
        "revised_by": "E. Kadarsetia, M.N. Firmansyah, A. Dahlan, Pujowarsito & A.D. Sumpena",
        "year_revision": "2009",
        "text_by": "E. Kadarsetia",
        "reviewed_by": "S.D. Andreastuti, R. Taufiqurrohman & A.R. Mulyana",
        "manuscript_by": "Pujowarsito, Purwoto & Riyadi",
        "digitized_by": "W. Sujana & Pujowarsito"
    },
    {
        "code": "BOL",
        "id": "Gunung Api Ili Boleng (1644 m dpl) adalah gunung api aktif tipe A yang terletak di ujung timur bagian selatan P.Adonara, Kabupaten Flores Timur, Provinsi Nusa Tenggara Timur. Geografis puncaknya terletak pada koordinat 123°15'30\" Bujur Timur dan 08°20'30\" Lintang Selatan. Berdasarkan sejarah aktivitas vulkaniknya (sejak 1885 hingga 1987) Gunung Api Ili Boleng mengalami erupsi sebanyak 14 kali. Erupsi abu terkini terjadi pada 2 oktober 1987, luas penyebaran abu mencapai 15,4 km², tebal 0,5-2 mm di Desa Nisakarang, Horinara, Tabobali, dan Lamalouk, Lontara batu (pijar) sampai di lereng barat dan utara.\r\nBerdasarkan jeda waktu antar letusan, erupsi Gunung Api Ili Boleng mempunyai selang waktu terpendek antara 1-2 tahun dan terpanjang 20 tahun. Sejak erupsi 1987 hingga kini (2010) Gunung Api Ili Boleng sudah beristirahat selama 23 tahun. Jeda waktu antar erupsi ini sudah melampaui waktu terpanjang fase vulkanismenya sehingga perlu diwaspadai.\r\nPotensi erupsi pada masa dating diperkuat dengan posisi Gunung Api Ili Boleng yang terletak pada tatanan geologi yang tidak stabil serta dengan seismisitas Gunung Api Ili Boleng yang masih memperlihat kan gejala vulkanisme. Selain itu, evaluasi prakiraan bahaya Gunung Api Ili Boleng pada masa dating (Taufiqurrohman,dkk.,2005) menghasilkan konfigurasi potensi bahaya cukup signifikan terhadap penduduk yang berada di Kawasan Gunung Api Ili Boleng. Berdasarkan data geologi, geofisika, geokimia, dan sejarah aktivitas vulkanik, potensi bahaya Gunung Api Ili Boleng pada masa yang akan datang terdiri dari aliran piroklastik (awan panas), jatuhan piroklastik (lontaran batu dan hujan abu), aliran lava, dan lahar hujan.",
        "en": "Ili Boleng volcano (1644 m a.s.l) is an A-type strato volcano that is located in the easternmost of Adonara island, East Flores Regency, East Nusa Tenggara Province. Geographically, the summit of Ili Boleng volcano lies on the intersections 123°15'30\" Eastm Longitude and 08°20'30\" South Latitude.\r\nDuring the historical time (since 1885 to 1987), at Ili Boleng volcano has occurred 14 eruptions. The recent ash eruption of Ili Boleng volcano occurred in October 2, 1987 with the distribution of volcanic ash reached over 15,4 km², the thickness of volcanic ash at Nisikarang, Horinara, Tabobali, and Lamalouk villages varied from 0,5 - 2 mm, and the ejected rock fragments (glowing) reached over the west and northern flanks.\r\nBased on the repose time period, the shortest repose time of Ili Boleng volcano is 1-2 years and the longest one is 20 years. From 1987 eruption untill now (2010), Ili Boleng volcano has met 23 years repose time. This repose time is longer than the longest one of Ili Boleng volcano, so it must keep in alert.\r\nThe future eruption potential at Ili Boleng volcano maybe influenced by geological uncertainties and the seismisity showing the volcanism process. And also evaluation of the hazard zone of Ili Boleng in the future (Taufiqurrohman,et.al.,2005) produce the significant configuration of the dangerous potential for the people around Ili Boleng volcano area.\r\nBased on the geological, geophysical, geochemistry data, and historical volcanic activity, the kind of hazard which may threat lives and property consist of pyroclastic flows, pyroclastic falls (ejected rocks fragments, and ash rain), lava flows, and lahars.",
        "year": "2010",
        "by": "R. TAUFIQURROHMAN, A.R. MULYANA, M..N.. KARTADINATA & PUJOWARSITO",
        "scale": "50000",
        "map_index": "2307-414;2307-423;2307-412;2307-421",
        "mapped_by": "L.D. Reksowirogo",
        "year_mapped": "1972",
        "revised_by": "R. Taufiqurrohman, A.R. Mulyana, M.N. Kartadinata & Pujowarsito",
        "year_revision": "2009",
        "text_by": "R. Taufiqurrohman & A.R. Mulyana",
        "reviewed_by": "A. Solihin & M. Surmayadi",
        "manuscript_by": "Pujowarsito & I. Ridwan",
        "digitized_by": "W. Sujana & Riyadi"
    },
    {
        "code": "LEW",
        "id": "Gunung Api Lewatolo atau nama lainnya Ile Ape adalah gunung api aktif tipe A, secara geografis terletak pada posisi 8°16'18\" BT, dengan ketinggian puncak 1445 meter di atas muka laut (dml). Gunung api ini sudah beristirahat selama 90 tahun. Letusan terakhir terjadi pada tahun 1920 berupa letusan kecil. Sebelumnya telah tercatat beberapa kali letusan yaitu tahun 1660, 1819, 1849, 1852, 1821, 1864, 1889, dan 1920. Selain itu pada tahun 1939 dan 1951 tercatat adanya kenaikan kegiatan tanpa diakhiri letusan.\r\nBerdasarkan derajat aktifitas sampai letusan terakhir gunung api ini masih berpotensi untuk Meletus dimasa mendatang. Oleh karena itu usaha-usaha mitigasi berupa penyelidikan/pemantauan tentang kegiatan gunung api ini perlu terus dilakukan dalam upaya untuk memperkecil korban jiwa dan harta benda yang diakibatkan oleh letusan gunung api.",
        "en": "Lewatolo Volcano is A type volcano located in Lemban Island. East Nusatenggara Province. Geographic position of the summit is N 8°16'18\" BT and E 123°30'18\". With altitude of 1455 meter above sea level. The volcano is in dormant for the past 90 years. The last mild eruption occurred in 1920 from central crater Long Before the Eruptions took place in 1660, 1819, 1849, 1852, 1821, 1864, 1889, dan 1920. Increase activity but no eruption is also recorded in 1939 and 1951\r\nBased on its degree of activity up to the latest eruption, this volcano is still potential to erupt in the future. As to mitigation efforts, an intensive monitoring has been conducted in order to protect visitors and people living nearby of being affected by future eruptions.",
        "year": "2010",
        "by": "M.N. KARTADINATA, A.R. MULYANA, A. NURSALIM, T. RUKADA & I. RIDWAN",
        "scale": "25000",
        "map_index": "2307-424;2307-442;2307-513;2307-531",
        "mapped_by": "K. Kusumadinata",
        "year_mapped": "1979",
        "revised_by": "M.N. Kartadinata, A.R. Mulyana, A. Nursalim, T. Rukada, I. Ridwan",
        "year_revision": "2010",
        "text_by": "M.N. Kartadinata",
        "reviewed_by": "D. Wahyudin, A. Solihin",
        "manuscript_by": "E. Kadarsetia, T. Rukada, I. Ridwan",
        "digitized_by": "W. Sujana, Riyadi & Pujowarsito"
    },
    {
        "code": "LIK",
        "id": "Gunung Inielika adalah gunung api aktif tipe A yang terletak di Pulau Flores Nusa Tenggara Timur. Gunung Inielika merupakan kerucut yang Dianggap paling aktif diantara Kerucut-kerucut gunung api yang tumbuh  di dalam Kompleks Gunung api Bajawa (Kartadinata et.al., 1999 dan Kusumadinata,1979).Posisi geografis puncak gunung api ini adalah 8°44'LS and 120°59' BT.Dalam sejarah letusannya hanya tercatat dua kali erupsi yaitu letusan tahun 1905 dan letusan pada tanggal 11-15 Januari 2001, setelah mengalami masa istirahat selama 96 tahun(Kartadinata, dkk,2008).\r\nBerdasarkan tingkat kegiatannya,dari dahulu hingga sekarang gununngapi ini masih berpotensi untuk meletus pada waktu yang akan datang. Sebagai usaha mitigasi,pemantauan yang intensif telah dilakukan untuk melindungi para wisatawan dan penduduk yang bermukim di dekatnya terhadap erupsi gunung api pada waktu yang akan datang. ",
        "en": "Inielika Volcano is A type volcano located in Flores Island, East Nusa Tenggara. Inielika Volcano is regarded to be the most active cone among the group of volcanic cones lies in Bajawa Region, East Nusa Tenggara Province.  The cone lies in the north part of volcanic cones complex so called Bajawa Volcanic Complex (Kartadinata et.al., 1999 and Kusumadinata, 1979). Geographic position of the summit is 8°44'LS and 120°59' E. There were only two eruptions recorded during its historical time. The first eruption took place in 1905 and the second was January 11-15, 2001, after 96 years of dormancy (Kartadinata, et al., 2008).\r\nBased on its degree of activity up to the latest eruption, this volcano is still potential to erupt in the future. As to mitigation efforts, an intensive monitoring  has been conducted in order to protect visitors and people living nearby of being affected by future eruptions.",
        "year": "2009",
        "by": "M.N KARTADINATA, R. TAUFIQURRAHMAN, A. HERIWASESO DAN RIYADI",
        "scale": "25000",
        "map_index": "2107-242;2107-331;2107-024;2107-313",
        "mapped_by": "R. Hadian",
        "year_mapped": "1970",
        "revised_by": "M.N. Kartadinata & Riyadi",
        "year_revision": "2008",
        "text_by": "M.N. Kartadinata",
        "reviewed_by": "I. Santosa & I.N. Dana",
        "manuscript_by": "Riyadi & Pujowarsito",
        "digitized_by": "W. Sujana & Riyadi"
    },
    {
        "code": "RIE",
        "id": "Inie Rie yang berarti Ibu yang Baik, merupakan salah satu gunung api aktif yang secara administrasi berada di Kabupaten  Bajawa, Propinsi Nusa Tenggara Timur. gunung api Inie Rie yang berada sekitar 7 kilometer sebelah Bajawa, munjulang tinggi dengan elevasi 2230 meter di permukaan laut , membentuk pematang alam yang melindungi bagian tenggara dataran tinggi Bajawa dari hembusan angin kencang yang berasal dari Laut Sawu. Sejumlah komunitas keciI, perkebunan rakyat, dan jalur transportasi utama yang menghubungkan Flores bagian barat dan timur berada disekitar kawasan gunung api Inie Rie. Selain itu, populasi manusia cukup padat yang berada dibagian lereng tengah dapat menjadi nilai risiko cukup signifikan terhadap ancaman bahaya letusan pada masa yang akan datang.\r\nMeskipun tercatat sebagai gunung api Tipe A dalam Data Dasar Gunung api Indonesia (Kusumadinata, 1979),  tidak tercacat aktifitas vulkanik Inie Rie dalam sejarah kehidupan manusia. Akan terapi signal gempa vulkanik yang terekam melalui seismograf dengan kejadian rata-rata I-5 per hari pada periode 1998 -2002 (Triastuti, 1999) menunjukan bahwa Inie Rie merupakan gununapi aktif yang memiliki  potensi  untuk meletus pada masa yang akan datang, Salah satu  upaya mitigasi dalam memperkecil jumlah korban jiwa dan kehilangan harta benda yang ditimbulkan Oleh lettusan gunung api adalah penyusunan peta Kawasan Rawan Bencana Gunung api  sesuai dengan Standar Nasional Indonesia tentang penyusunan kawasan rawan bencana gunung api",
        "en": "Inie Rie means a Good Mother, is one of active volcano lying within Bajawa Regency of East Sunda Lesser Province. This strato volcano, located about 7 kilometres south of Bajawa, regency city, rises to an altitude ofaboul 2230 meters above sea level, and forms a natural barrier protecting the southeast of Bajawa High against tropical hurricane coming from Sawu Sea, In addition to several smaller communities andplantation, and major transportation route connecting west - east Sunda Lesser communities are located on around the flank of the volcano, The population density and proximity around Inie Rie volcano can have serious societal consequences, Future eruptions of this volcano will pose substantial risk to surrounding communities. Despite Inie Rie volcano categorised into the A-type volcano referring to Catalogue of lndonesia Volcano (Kusumadinata, 1979), the eruptive history of lnie Rie is not well known, and there is no definitive record of historical emptive activity, Nevertheless, geological data reveals Ihat this volcano has a long hisloy ofrepeated, sometimes violent and small eruption. In addition, the volcanic tremor recorded by seismograph showed 1-5 events in average during period of 1998 -2002 (Triastuti, 1999). This evidence suggests thal Inie Rie is lhe active volcano which has capability to erupt in the nearfuture, In order to minimise loose of life and properties due to the volcanic eruption, the volcanic hazard mapping is conducted relying on the Indonesia National Standardisation code.",
        "year": "2009",
        "by": "M. SURMAYADI, D. SUHADI, R. TAUFIQURRAHMAN,RIYADI, T. RUKADA",
        "scale": "25000",
        "map_index": "2107-224;2107-313;2107-311;2107-312",
        "digitized_by": "W. Sujana"
    },
    {
        "code": "IYA",
        "id": "Gunung Api Iya merupakan salah satu gunung api strato aktif tipe A di Pulau Flores, Nusa Tenggara Timur. Secara geografi puncaknya terletak pada koordinat 08°03,5' Lintang Selatan, dan 121°38' Bujur Timur (Kuşumadinata dkk, 1979) dengan ketinggian 655 meter di atas permukaan laut. Secara administratif gunung api ini termasuk Kecamatan Ende Selatan, Kapubaten Ende, Provinsi Nusa Tenggara Timur.\r\nGunung Iya merupakan bagian dari jajaran kerucut vulkanik yang membentuk suatu semenanjung meliputi Gunung Api Meja (+ 371 m) di bagian utara, G Roja (+ 425 m) di bagian tengah dan Gunung Api Iya (+ 655m ) di bagian selatan. Semenanjung ini terletak di bagian selatan Kabupaten Ende.\r\nData Geologi (Kasbani dkk, 1993) menunjukan bahwa prodük erupsi G Iya  terdahulu terdiri dari endapan piroklastik (jatuhan piroklastik dan aliran piroklastik) dan aliran lava yang umumnya berkomposisi basaltik sampai andesitik. Sedangkan endapan sekunder adalah lahar dan aluvial. Endapan hasil erupsi G Iya menunjukan bahwa gunung api ini dahulunya terjadi erupsi secara aktif berupa erupsi magmatik (eksplosif dan efusif).\r\nKegiatan Gunung api Iya telah tercatat sejak 1671. Paling sedikit terjadi 8 (delapan) kali kenaikan kegiatan/erupsi yang berukuran kecil hingga besar, yaitu tahun 1671, 1844, 1867, 1868, 1871, 1882, 1953 dan 1969. Erupsi tahun 1969 merupakan erupsi eksplosif yang menghasilkan awan panas (Reksowirogo, 1969, dalam Kusumadinata, 1979).\r\nPeta bahaya sementara gunung api Iya yang pertama dibuat oleh Kuşumadinata dkk ( 1979), Peta Kawasan Rawan Bencana yang saat ini dibuat merupakan publikasi yang sesuai dengan revişi dari Standar Nasional inidonesia (2009).",
        "en": "Iya Volcano is one of several A-type strato volcanoes in Flores Island, East\r\nNusa tenggara. Geographically its summit is located at 08°03,5' South and 121°38' East (Kusumadinata et al., 1979), with the height of 637 meters above sea level. Administratively this volcano includes South Ende Subdistrict in Ende Regency, East Nusa tenggara Province.\r\nMount Iya is part of peninsula row of volcanic cones including Mount Meja (+ 371 m) in the north, Mount Roja (+ 425 m) in the middle and Mount Iya (+ 655 m) in the south. The peninsula is located at southern Ende Regency. Geological data (Kasbani et al, 1993) shows that previous eruption products of Iya Volcano consist of pyroclastic deposits (pyroclastic falls and pyroclastic flows) and lave flows range from basaltic to andesitic in composition, Whereas secondary deposits are in the from of lahar and alluvial. The previous eruption products show that the volcano was actively erupted as magmatic (explosive and effusive) eruptions.\r\nThe eruptions of lya Volcano have been recorded since 1671. At least 8 moderately large to small eruptions occurred in 1671, 1844, 1867, 1868, 1871, 1882, 1953 and 1969. Noted that the 1969 eruption was an explosive eruption producing pyroclastic flows (Reksowirogo, 1969, in Kusumadinata, 1979). The first volcanic hazard map of Iya Volcano has been provided by",
        "year": "2010",
        "by": "D. WAHYUDIN, D. SUHARDI, Y. WAHYUDI, PURWOTO & W. SULISTRI",
        "scale": "25000",
        "map_index": "2207-113;2207-114;2207-111;2207-112",
        "mapped_by": "K. Kusumadinata, dkk",
        "year_mapped": "1979",
        "revised_by": "D. Wahyudin, D. Suhadi, Y. Wahyudi, Purwoto & W. Sulistri",
        "year_revision": "2010",
        "text_by": "D. Wahyudin",
        "reviewed_by": "I. Santosa, Supriyati D.A. & M. Surmayadi",
        "manuscript_by": "Purwoto",
        "digitized_by": "W. Sujana & Pujowarsito"
    },
    {
        "code": "KAB",
        "id": "G Kaba (+ 1952 m dpl) adalah salah satu gunung api aktif stmto tipe A di wilayah Bcngkulu. Secara  geografis, puncak G Kaba terletak pada koordinat 03°31'00\" LS, dan 102°37'33\" BT (Atlas Trop, Nederl., 1938, lembar 14', Peta Bakosurtanal, 1984), Secara administratifG Kaba termasuk ke dalam  wilayah Kabupaten Rejanglebong. dan Kabupaten Kepahiang, Provinsi Bengkulu. G Kaba merupakan gunung api kenibar dengan G Itam. Di puncak_nya terdapat 3 buah kawah dari barat ke timur berturut-turut adalah: Kawah Kaba Lama/Kaba Besar, Kawah Kaba Baru/Kaba Kecil, dan ah Vogelsang,'Kaba Pcdapuran (Ncłunann van Padang- 1951). Produ.k primcr cmpsi G Kaba terdłrł dari aliran lava, aliran piroklastik dan jatuhan piroklastik (Suganda dkk 1992), Sebagai usaha mitigasi bencana gunung api. peta kawasan rawan bencana yang sekarang ini merupakan publikasi paling terakhir sebagai revisi dari Peta Daerah Bahaya G Kaba yang dibuat 19 tahun silam oleh Dłrasutisna, dkk (1989) \r\nKegiatan G Kaba yang tercatat dalam wak-tu sęiarah dimulai pada abad ke 19 dan terakhirpada abad ke 20, yakm mulai dari tabun 1833 hingga tahun 1971, tercatat tidak kurangdan 22 kali kenaikan kegiałan/erupsi* Interval antara dua kegiatan/erupsi adalah: 1—4 tahun (interval terpendek), 8—10 tahun (interval menengah), dan 13—20 tahun (Inter, al tełpanjang).\r\nDalam sejarah kegiatannya, erupsi G Kaba pernah memmbulkan korban jiwa pada tahun 1833  (tercatat 126 orang meninggal). Sedangkan kegiatan pada tahun 1971 hanya ditandai dengan hembusan solfatara belintensitas sedang pada k-axłh Kaba Besar (Suianto, 1990). dan ditandai dengan hembusan solfatara berintensitas lemah di Kawah Kaba Kecil, Kawah Vogelsangs dan Buklt Balubuk (Hadian,  1971).",
        "en": "Kaba volcano (1950 m as!) is an active strato volcano lies at Bengkulu region. Geographically, the summit of Kaba volcano is located on the intersection between 03°31'00\" South Latitude, and 102°37'33\" East Longitude (the Trop- Atlas Nederl., 1938, Sheet 14; the Bakosurtanal Map, 2000)  Administratively Kaba volcano includes in Rejanglebong, and Kepahiang Regencies, Bengkulu Pmvince,\r\nKaba volcano is a ha-in volcano with Itam volcano. At its summjt are 3 craters, such as: Kaba Lama/Kaba Besar crater, Kaba Baru/Kaba Kecil crater and Vogelsang Pedapuran crater (Neumann van Padang, 1951). The primary products ofKaba volcano are lava and pyroclastic flows, and pymclastic falls (Suganda, et.al., 1992).\r\nAs volcanic hazard mitigation effort, the present volcanic hazard map is the latest publication as revision Q/[he Temporary Hazard Map that was issued 19 years ago by Dirasunsna, et.al. (1989)  The activity \"Kaba volcano in historical time occurjed since 833 to 1971, it was recorded minimum 22 times of increasing activities eruptions. The repose time between two increasing activity eruption of Kaba are. years (shortest interval time), 8—10 years (moderately interval time), and 13—20 years (longest tnterval time).\r\nIn its volcanic activity history, the victim of about 126 peoples occurred in the eruption of Kaba volcano of1833, Meanwhile, the activity of 1971 is only signed by moderately intensity of solfatara at Kaba Besar' crater (Sl!ianto 1990) and signed by IOW intensity of solfatara at Kawah Kaba Kecil, Kawah Vogelsang, and Bukit Balubuk (Hadian, 1971).",
        "year": "2008",
        "by": "A.R. MULYANA, PUJOWARSITO & IRIANTO",
        "scale": "50000",
        "map_index": "0912-51;0912-23",
        "mapped_by": "Dirasutisna, S. Wikartasaputra & A.D. Sumpena",
        "year_mapped": "1989",
        "revised_by": "A.R. Mulyana, Irianto, Pujowarsito & E. Sumaryo",
        "year_revision": "2007",
        "text_by": "A.R. Mulyana",
        "reviewed_by": "G.M. Sudrajat",
        "digitized_by": "W. Sujana & Riyadi"
    },
    {
        "code": "KAR",
        "id": "Gunung api Karangetang, disebut juga Gunung Api Api Siau atau Gunung Api Awoeh (Kusumadinata, 1979) mempunyai puncak tertinggi ± 1827 m yang terletak pada 2°46'44,3\" LU - 125°24'19,7\" BT. Gunung api Sulawesi Utara - Kepulauan Sangir yang menempati bagian utara P. Siau.\r\nSeecara adiministratif Gunung Api Karangetang berada di wilayah Kabupaten Sitaro, Provinsi Sulawesi Utara, berjarak sekitar 135 km di sebelah utara kota Manado dan hanya dapat dicapai dengan kapal laut selama 8 jam. P. Siau sendiri dibagi menjadi dua kecamatan, yaitu kecamatan Siau Timur dengan Ibukota Ulu dan Kecamatan  Siau Barat beribukota di Ondong. Di kota ini terdapat pelabuhan laut antar pulau yang merupakan pintu utama keluar-masuknya barang dan jasa bagi penduduk di P. Siau.",
        "en": "Karangetang Volcano, is also known as Api Siau Volcano  or Awoeh Volcano (Kusumadinata, 1979), has the highest peak at ± 1827 m positioned on 2°46'44,3\" NL * 125°24'19,7\" EL. This is one of A type active volcanos m North Sulawesi - Sangihe Islands Volcanic arc, and is located in the Northern part of Siau Island.\r\nAdministratively, Karangetang Volcano is in the Regency of Sitaro, north Sulawesi Province The distance from Manado to the Volcano is about 135 km northward, and It can be reached only by boat för about 8 hours. Siau Island is divided into two districts. i.e East Siau and West Siau with the capitals at Ulu and Ondong_ respectively. The office of Vice Regency of Siau is an Ulu. The main harbour of Siau Island, as an lnter island sea port. is also at Ulu.\r\nOndong and Ulu towns are connected by an asphaltic road up to Kanang Village The most effective way ta go around the volcano is using local boats. People living surrounding volcano are mainly fishermen, goverment officers, workers, and tarmers. The Katangetang Volcano Observatory is located on Maralawa Hill, Salili Village. Wesl Siau District.",
        "year": "2011",
        "by": "Oktory PRAMBADA, Akhmad ZAENUDIN, Daniel HINONALENG, dan Farid R. BINA",
        "scale": "50000",
        "map_index": "2418-04",
        "mapped_by": "M.S. Santoso, Samud W. & A.D. Sumpena",
        "year_mapped": "1981",
        "revised_by": "O. Prambada, A. Zaenudin, D. Hinonaleng & F.R. Bina",
        "year_revision": "2011",
        "text_by": "O. Prambada, A. Zaenudin",
        "reviewed_by": "M.N. Kartadinata, Kristianto & A. Solihin"
    },
    {
        "code": "KLM",
        "id": "Gunung Api Kelimutu (+1640m) dengan nama lain Gunung Api Kalimutu, Gunung Api Gelimutu, dan Kawah Tiga Warna merupakan gunung api strato tipe A yang berada di wilayah Nusa Tenggara Timur. Di puncaknya terdapat tiga buah kawah dengan warna beragam (Sujanto, 1990), yakni; Kawah Tiwu Ata Mbupu/Danau Arwah Orang Tua (danau hitam, +1354,2m), Kawah Tiwu Nua Muri Kooh Fai/Danau Arwah Muda-Mudi (danau hijau toska, terletak pada koordinat antara 08°45'30\" LS, dan 121°50'00\" BT (Atlas Trop. Nederl., 1928, Lembar 27; Peta Bakosurtanal, 1997, Lembar Detusuko, Wolobela, Wolojita dan Wolowaru). Secara administrative, gunung api ini termasuk ke dalam wilayah Kecamatan Kelimutu, Wolomaru, Wolojita, Deosuko, Kabupaten Ende, Nusa Tenggara Timur.\r\nData mengenai erupsinya di masa lampau sangat terbatas. Kegiatan yang tercatat hanya 4 kali, yaitu tahun 1869-1870, 1938, 1967 dan 1968 (Kusumadinata, 1968; Kusumadinata, dkk. 1979). Menurut keterangan penduduk setempat bahwa, ketiga danau kawah telah ada sepanjang sejarah. Kira-kira 80 tahun silam, orang masih dapat berjalan dari Doi ke Buu Ria melewati pematang antara Kawah Tiwu Nua Muri Kooh Fai dan Kawah Tiwu Ata Polo. Setelah peristiwa erupsi antara 1869-1870, dinding pemisah kedua kawah menjadi sempit (Djuhara, dan Kasturian, 1990). Kegitan terakhir adalah pada tahun 1968 berupa erupsi freatik, disusul dengan semburan air serupa “geysers\" mencapai tinggi 10m. kegiatan vulkanik aktual hanya memperlihatkan perubahan warna air danau kawah dan hembusan solfatara di kawah aktif Tiwu Nua Muri Kooh Fai. Erupsi yang sering terjadi umumnya berupa erupsi freatik mengingat terdapatnya air danau kawah. Kemungkinan erupsi freatomagmatik dapat terjadi mengikuti erupsi freatik sebagai erupsi pendahulunya (Kusumadinata, dkk., 1979; Sujanto, 1990). Perubahan warna air danau kawah mungkin berkaitan langsung dengan kegiatan magmanya, dan disebabkan oleh kandungan semacam ganggang (Niloperbowo, 1972 dalam Kusumadinata, 1979). Luas ketiga kawah sekitar 1.051.000 m2 dengan volume air 1K. 1.292.000.000 m3 (Wirasaputra, 1968 dalam Kusumadinata, dkk., 1979).\r\nProduk Gunung Api Kelimutu didominasi oleh aliran lava dan jatuhan piroklastik, stratigrafi vulkaniknya dipisahkan berdasarkan sejumlah sumber erupsi yang ada di sekitarnya, yakni: Gunung Api Kelimutu Tua, Gunung Api Kelimutu Muda, Kawah Tiwu Ata Mbupu, Kawah Tiwu Ata Polo, dan Kawah Tiwu Nua. Muri Kooh Fai Struktur geologi yang berkembang di daerah pemetaan adalah sesar geser, sesar normal, dan kawah. Sesar- sesar tersebut  umumnya memotong semua batuan gunung api produk Komplek Kelimutu (Suhadi, dkk., 1992).",
        "en": "Kelimutu volcano (1640m asl) that is called also Kalimutu/Gelimutu volcano/Tiga Warna Crater is am strato volcano lies at East Nusa Tenggara region. On is summit, exist 3 craters with difference colours (Sujanto, 1990), there are: Tiwu Ata Mbupu Crater (black crater lake, 1354,2m asl), Tiwu Nua Muri Kooh Fai Crater (greenish crater lake, 1394,4m asl), and Tiwu Ata Plo Crater (brownish red crater lake, 1381.5m asl). Geographically, the summit of Kelimutu volcano is located on the intersections between 08°45'30\" South Latitude, and 121°50'00\" East Longitude (The trop. Atlas Nederl., 1938, Sheet 27: the Bakosurtanal Map, 1997, Sheet of Detusuko, Wolobela, Wolojita and Wolowaru). Secara administratively, Kelimutu volcano includes in Kelimutu, Wolomaru, Wolojita, and Detosuko Districts,  Ende Regency, East Nusa Tenggara Timur Province.\r\nThe information of its eruption is very limited. The activity recorded is only four times, there are: in 1869-1970, 1938, 1967, and 1968 (Kusumadinata, 1968; Kusumadinata, et.al., 1979). According to information  of the habitant, the three craters were already existed a long historical time. About of 80 years ago, the peoples could pass from Doi to Buu Ria through a crater rim between Tiwu Nua Muri Kooh Fai, Crater and Tiwu Ata Polo Crater. But after 1869-1870 eruption, the crater rim was become tighten Djuhara, and Kasturian, 1990). The latest activity is a phreatic eruption in 1968 it was followed by a geysers activity with 10 m in high. The present activity is only changes of the crater lakes water, and the solfataric phenomena in the active crater of Tiwu Nua Muri Kooh Fai. The oftenly eruption is the phreatic eruption caused by crater lakes filled by some of water. The phreatomagmatic eruption can take place follows the phreatic eruption (Kusumadinata, et.al., 1979; Sujanto, 1990).\r\nIt is possible the colour changes of the crater lakes caused by directly correlated with the magmatic activity, and also caused by the algaes content (Niloperbowo, 1972 in Kusumadinata, et.al., 1979). The width of three craters is about 1.051.000m2, and the water volume is about 1.292.000.000m3 (Wirasaputra, 1968 in Kusumadinata, et.al., 1979).\r\nThe dominantly product of the Kelimutu volcano are lava flows, and pyroclastic air falls.The volcanic stratigraphy depend on four sources of eruption around the Kelimutu Complex, there are: Old Kelimutu and Young Kelimutu volcanoes, Tiwu Ata Mbupu, Tiwu Ata Polo, and Tiwu Nua Muri Kooh Fai Craters. The geological structures that develop around the volcano are normal and slip faults, and craters (Suhadi, et.al., 1992).",
        "year": "1990",
        "by": "A.R. MULYANA, A.D. SUMPENA, PURWOTO & Y. WAHYUDI",
        "scale": "25000",
        "map_index": "2207-141;2207-142;2207-123;2207-124",
        "digitized_by": "W. Sujana"
    },
    {
        "code": "KLD",
        "id": "Gunung Api Kelud (1724 m dpl) merupakan salah satu gunung api aktif tipe A di Pulau Jawa, Indonesia. Gunung Api Kelud termasuk dalam tiga wilayah administrative yaitu Kabupaten Kediri, Blitar, dan Malang. Propinsi Jawa Timur. Secara geografis puncaknya, terletak pada koordinat 07°56'00\" LS, dan 112°18'30\" BT (Peta BIG, 2007).",
        "en": "Kelud volcano (1724 m asl) is an active volcano in Java Island, Indonesia. Administratively, Kelud volcano included in there regencies, namely Kediri, Blitar, and Malang, East Java Province. This volcano lies on 07°56'00\" South Latitude and 112°18'30\" BT (BIG Map, 2007).",
        "year": "2014",
        "by": "SOFYAN PRIMULYANA, ANJAR HARIWASESO, AKHMAD ZAENUDDIN, DAN AGUS BUDIANTO",
        "scale": "100000",
        "map_index": "1507-663;1507-634;1507-643;1507-644;1508-311;1508-312;1508-321;1508-322;1508-313;1508-314;1508-323;1508-324",
        "mapped_by": "S. Hamidi, P. Kasturian, A.D. Wirasaputra, A.D. Sumpena",
        "year_mapped": "1985",
        "revised_by": "A.R. Mulyana, A. Nasution, A. Martono, A.D. Sumpena, Purwoto, M.S. Santoso; S. Primulyana, A. Hariwaseso, A. Zaenuddin",
        "year_revision": "2014",
        "text_by": "S. Primulyana",
        "reviewed_by": "I.G.M.A. Nandaka, H. Gunawan, A. Budianto",
        "manuscript_by": "S. Primulyana",
        "digitized_by": "Heruningtyas, A. Hariwaseso"
    },
    {
        "code": "KER",
        "id": "Gunung Api Kerinci (3.805 m dpl) merupakan gunung api aktif tipe A yang berada di Pulau Sumatera. Posisi geografis puncaknya berada pada koordinat 1°41' LS dan 101°16' BT. Secara administratif termasuk dalam 2 (dua) wilayah kabupaten, yaitu Kabupaten Solok Selatan, Provinsi Sumatera Barat dan Kabupaten Kerinci, Provinsi Jambi.\r\nKarakter erupsi Gunung Api Kerinci sejak tahun 1838 bersifat preatik. Pada tanggal 9 September 2007 status Gunung Api Kerinci dinaikan menjadi Waspada (level II) setelah teramati asap hitam keluar dari kawah hingga ketinggian ±800 m. Pada tanggal 15 Desember 2011, terjadi erupsi abu dengan ketinggian abu mencapai ±600 m dari atas puncak. Pada tanggal 2 Juni 2013 pukul 8:43 - 8:48 WIB terjadi erupsi abu dengan ketinggian abu ±1000 m dari atas puncak.\r\nGunung Api Kerinci merupakan salah satu gunung api strato yang berada di dekat wilayah pemukiman dengan tingkat kepadatan penduduk rendah sampai sedang. Untuk pelayanan umum serta untuk mengantisipasi terjadinya letusan pada waktu yang akan datang maka dibuat Peta Kawasan Rawan Bencana Gunung Api Kerinci.",
        "en": "Kerinci (3805 m asl) is an active A-type volcano which lies on Sumatera Island. The geographical of the peak is 1°41' S and 101°16' E. Administratively included into the 2 (two) of district, ie: South Solok Regency, West Sumatera Province and Kerinci Regency, Jambi Province.\r\nThe character of the eruption since 1838 is freatik.On 9 September 2007 the status of Kerinci increased to Alert (level II) after the observed black smoke out of crater reached up ±800 m. On December 15, 2011, eruption of ash reached up ±600 m from the summit. On June 2, 2013 at 8:43 pm 8:48 ash eruption with ash reached up ±1000 m above the summit.\r\nKerinci is one of the strato volcano, located near the residential areas with low to moderate densities population.For public services and to anticipate in the future eruption, its made the Hazard Map of Kerinci",
        "year": "2014",
        "by": "SOFYAN PRIMULYANA, A,KHMAD ZAENUDDIN, DAN EFRITA LUSY A. SARAGIH",
        "scale": "100000",
        "map_index": "1421-I;1421-II;1421-III;1421-IV",
        "mapped_by": "S. Dirasutisna, Wikartadipura S.",
        "year_mapped": "1990",
        "revised_by": "S. Primulyana, A. Zaenuddin, E.L.A. Saragih",
        "year_revision": "2014",
        "text_by": "S. Primulyana",
        "reviewed_by": "I.G.M.A. Nandaka, H. Gunawan, I.S. Sutawidjaja",
        "manuscript_by": "S. Primulyana",
        "digitized_by": "E.L.A. Saragih, D. Ardiansyah"
    },
    {
        "code": "LER",
        "id": "Gunung Api Lereboleng (1112 m dpl) adalah salah satu gunung api strato tipe A yang terletak di Kabupaten Flores Timur, Nusa Tenggara Timur. Geografis puncaknya berada pada koordinat 122°49'58\" Bujur Timur dan 08°21'53\" Lintang Selatan. Gunung Api Lereboleng adalah gunung api aktif yang tumbuh dan berkembang di lingkungan yang berpenduduk. Unit pemukiman dengan kepadatan penduduk jarang-sedang dan lahan pertanian terutama terkonsentrasi di bagian lereng dan kaki selatan gunung api. Potensi bahaya yang dapat mengancam jiwa dan harta benda adalah awan panas, aliran lava, hujan abu, lahar, dan lontaran batu (pijar).\r\nBerdasarkan cacatan sejarah kegiatannya, masa istirahat terpendek adalah 3 tahun dan masa istirahat terpanjang adalah 5 tahun. Hingga sekarang (2009) Gunung Api Lereboleng telah beristirahat selama 117 tahun. Waktu istirahat yang panjang ini merupakan waktu  yang signifikan bagi Gunung Api Lereboleng dalam mengakumulasikan energinya.\r\nSejarah kegiatan Gunung Api Lereboleng menunjukkan, bahwa skala erupsi yang pernah terjadi umumnya berkisar dari erupsi skala kecil dengan tipe strombolan yang menghasilkan abu, lontaran batu (pijar), dan diakhiri dengan leleran lava.",
        "en": "Lereboleng volcano (1112 m a.s.l) is an A type strato volcano. It is located in East Flores Regency. East Nusa Tenggara Province. Geographically, the summit of Lereboleng volcano lies on the intersections 122°49'58\" East Longitude and 08°21'53\" South Latitude. Lereboleng volcano is an active volcano around the populated area. The settlement units which a rarely-moderately densed and agriculture area are expecially concentrated at the southern foot and the bottom flanks of the volcano.\r\nThe type of hazard which may threat lives and property consist of pyrolastic flows, lava flows, volcanic ash fall, lahars, and other ejected rock materials.\r\nBased on the historical activity, the shortest repose time of Lereboleng volcano is 3 (three) years and the longest one is 5 (five) years. Until the present time (2009) Lereboleng volcano has toke rest for 117 years. This long repose time give the possibility of Lereboleng volcano to accumulate the energy.\r\nAccording to the historical activities, the eruption scale of Lereboleng are ussualy small scale with the strombolan type, produced volcanic ash, ejected rock fragment materials (glowing), and followed by lava flows.",
        "year": "2010",
        "by": "R. TAUFIQURROHMAN, PUJOWARSITO & A.R. MULYANA",
        "scale": "25000",
        "map_index": "2307-412;2307-414;2307-421;2307-423",
        "mapped_by": "L.D. Reksowirogo",
        "year_mapped": "1972",
        "revised_by": "R. Taufiqurrohman, A.R. Mulyana, M.N. Kartadinata, Pujowarsito",
        "year_revision": "2009",
        "text_by": "R. Taufiqqurohman, A.R. Mulyana",
        "reviewed_by": "A. Solihin, M. Surmayadi",
        "manuscript_by": "Pujowarsito, I. Ridwan",
        "digitized_by": "W. Sujana, Riyadi"
    },
    {
        "code": "LWK",
        "id": "Gunung Api Lewotobi Laki-laki {1584 m dpl) dan Gunung Api Lewotobi perempuan (1726 m dpl) merupakan gunung api strato aktif tipe A yang terletak di Flores Timur. Kedua gunung api tersebut merupakan gunung api kembar yang letaknya bersebelahan dan menyatu pada bagian lerengnya,jarak antara keduanya adalah 2 km (Sukhyar,1990; Mulyana, dkk., 1994). Gunung Api Lewotobi Laki-laki dan Gunung Api Lewotobi perempuan dipisahkan oleh pelana pada ketinggian 1232m dpl. Kedua gunung api muncul di daerah perpotongan sesar berarah timur-barat, tenggara-baratlaut dan utara-selatan (Bacharudin dan Mudjiman, 1993).\r\nSecara geografis, puncak G,Lewotobi Laki-laki terletak pada koordinat antara 08°32'00\"LS, dan 122°46'30\"BT(Peta Bakosurtanal,1997,Lembar Lewotobi dan Boru ).Secara administratif, kedua gunung api termasuk ke dalam wilayah Kecamatan Wulanggitang, Kabupaten Flores Timur, Nusa Tenggara  Timur.\r\nKegiatan Gunung Api Lewotobi Laki-laki yang tercatat dalam sejarah manusia dimulai sejak tahun 1861(Neumann van Padang,1951), tercatat tidak kurang dari 13 kali kenaikan kegiatan /erupsi ,umumnya berupa erupsi abu dan erupsi aliran lava.Erupsi abu dan  aliran lava . Erupsi abu dan lontaran batu (pijar) pada tahun 1861 memakan korban 2 orang, erupsi abu dan aliran lava pada tahun 1907 memakan koban 6 orang (Kusumadinata,dkk., 1979; Tulus,1991). Interval antara dua kenaikan kegiatan /erupsi  adalah : 1-4 tahun  (Interval terpendek),6-8 tahun (Interval Menengah ),dan 20-29 tahun (Interval terpanjang). Kegiatan Gunung Api Lewotobi Perempuan yang tercatat dalam sejarah manusia hanya 2 kali, yakni pada tahun 1921 dan 1935. Tidak ada informasi tentang korban jiwa dan kerusakan harta benda akibat erupsi(Neumann Van Padang,1951).\r\nStruktur yang berkembang di kopmlek Lewotobi adalah sesar normal,struktur kawah dan kelurusan  vulkanik berarah baratlaut-tenggara dimanifestasikan olej titik-titik erupsi di sepanjang kelurusan ,yaitu mulai dari Iii Wokar (bagian tenggara),Gunung Api Lewotobi Perempuan dan Gunung Api Lewotobi Laki-laki, dan Iii Wewamara (bagian baratlaut).",
        "en": "Lewotobi Laki-laki (1584 m asl) and Lewotobi Perempuan (1726 m asl) volcanoes are the active strato volcanoes lie at East Flores  (Kusumudinata, et al. , 1979). Both of them are the twin volcanoes that lie side by side and they become ensemble in its slopes, The distance between two volcanoes is about 2 km (Sukhyar, 1990: Mulyana, et. al, 1994). Lewotobi Laki-laki and Lewotobi Perempuan volcanoes separated by a saddle of  1232 m asl in elevation. These volcanoes are forming at the fault zone with East-West, Southeast-Nothwest, and North-South directions (Bacharudin and Mudjiman, 1993).\r\nGeographically , the summit of Lewotobi Laki-laki volcano is located on the intersection between 08°32'00\" South Latitude , and 122°46'30\"  East Longitude(the  Bakosurtanal Map, 1997, Sheets Lewotobi and Boru). Administratively ,both volcanoes include in Wulanggitang District, East  Flores Regency, East Nusa Tenggara Province.\r\nThe activity of Lewotobi Laki-laki volcano in historical time  occured since 1661 (Neumann van Padang. 1951). It was rcecorded minimum 13 times increasing activities/eruptions. The eruption of ash and Rock ejected materials occurred in 1869, when two peoples were killed. Eruption of ash and lava flows occurred in 1907. when six  peoples were killed (Kusumadinata, et. al., 1979: Tulus, 1991). The repose time between two increasing activity eruption of Lewotobi Laki-laki volcano are: 1-4 years (shoetest Interval time),6-8 years (medium Interval time). and 20-29 years (longest interval time).\r\nThe activity of Lewotobi Perempuan volcano in historical time is occur two times. i.e. in 1921. and 1935. NO information about the and The damages of the property caused by the eruption (Neumann van Padang. 1951).\r\nThe geological structure in the volcano areas are normal faulst craters, and volcanic lineaments. The volcanic lineaments with Northwest -southeas direction are presented by the eruption points a long lineament, i. e.; from Ili Wokar (in the southeastern part). Lewotobi Perempuan volcano and Lewotobi Laki-laki , and Ili Wewamara (in the northwestern part).",
        "year": "2009",
        "by": "A.R MULYANA, PUJOWARSITO, Gunung Api M. SUDRAJAT & A. SOLIHIN",
        "scale": "25000",
        "map_index": "2207-334;2207-343",
        "mapped_by": "S. Hamidi",
        "year_mapped": "1972",
        "revised_by": "A.R. Mulyana, Pujowarsito",
        "year_revision": "2008",
        "text_by": "A.R. Mulyana",
        "reviewed_by": "D. Wahyudin & I. Santosa",
        "manuscript_by": "Pujowarsito, Riyadi, Purwoto",
        "digitized_by": "W. Sujana, A.D. Sumpena, Riyadi"
    },
    {
        "code": "LWP",
        "id": "Gunung Api Lewotobi Laki-laki {1584 m dpl) dan Gunung Api Lewotobi perempuan (1726 m dpl) merupakan gunung api strato aktif tipe A yang terletak di Flores Timur. Kedua gunung api tersebut merupakan gunung api kembar yang letaknya bersebelahan dan menyatu pada bagian lerengnya,jarak antara keduanya adalah 2 km (Sukhyar,1990; Mulyana, dkk., 1994). Gunung Api Lewotobi Laki-laki dan Gunung Api Lewotobi perempuan dipisahkan oleh pelana pada ketinggian 1232m dpl. Kedua gunung api muncul di daerah perpotongan sesar berarah timur-barat, tenggara-baratlaut dan utara-selatan (Bacharudin dan Mudjiman, 1993).\r\nSecara geografis, puncak G,Lewotobi Laki-laki terletak pada koordinat antara 08°32'00\"LS, dan 122°46'30BT(Peta Bakosurtanal,1997,Lembar Lewotobi dan Boru ).Secara administratif, kedua gunung api termasuk ke dalam wilayah Kecamatan Wulanggitang, Kabupaten Flores Timur, Nusa Tenggara  Timur.\r\nKegiatan Gunung Api Lewotobi Laki-laki yang tercatat dalam sejarah manusia dimulai sejak tahun 1861(Neumann van Padang,1951), tercatat tidak kurang dari 13 kali kenaikan kegiatan /erupsi ,umumnya berupa erupsi abu dan erupsi aliran lava.Erupsi abu dan  aliran lava . Erupsi abu dan lontaran batu (pijar) pada tahun 1861 memakan korban 2 orang, erupsi abu dan aliran lava pada tahun 1907 memakan koban 6 orang (Kusumadinata,dkk., 1979; Tulus,1991). Interval antara dua kenaikan kegiatan /erupsi  adalah : 1-4 tahun  (Interval terpendek),6-8 tahun (Interval Menengah ),dan 20-29 tahun (Interval terpanjang). Kegiatan Gunung Api Lewotobi Perempuan yang tercatat dalam sejarah manusia hanya 2 kali, yakni pada tahun 1921 dan 1935. Tidak ada informasi tentang korban jiwa dan kerusakan harta benda akibat erupsi(Neumann Van Padang,1951).\r\nStruktur yang berkembang di kopmlek Lewotobi adalah sesar normal,struktur kawah dan kelurusan  vulkanik berarah baratlaut-tenggara dimanifestasikan olej titik-titik erupsi di sepanjang kelurusan ,yaitu mulai dari Iii Wokar (bagian tenggara),Gunung Api Lewotobi Perempuan dan Gunung Api Lewotobi Laki-laki, dan Iii Wewamara (bagian baratlaut).",
        "en": "Lewotobi Laki-laki (1584 m asl) and Lewotobi Perempuan (1726 m asl) volcanoes are the active strato volcanoes lie at East Flores  (Kusumudinata, et al. , 1979). Both of them are the twin volcanoes that lie side by side and they become ensemble in its slopes, The distance between two volcanoes is about 2 km (Sukhyar, 1990: Mulyana, et. al, 1994). Lewotobi Laki-laki and Lewotobi Perempuan volcanoes separated by a saddle of  1232 m asl in elevation. These volcanoes are forming at the fault zone with East-West, Southeast-Nothwest, and North-South directions (Bacharudin and Mudjiman, 1993).\r\nGeographically , the summit of Lewotobi Laki-laki volcano is located on the intersection between 08°32'00\" South Latitude , and 122°46'30\"  East Longitude(the  Bakosurtanal Map, 1997, Sheets Lewotobi and Boru). Administratively ,both volcanoes include in Wulanggitang District, East  Flores Regency, East Nusa Tenggara Province.\r\nThe activity of Lewotobi Laki-laki volcano in historical time  occured since 1661 (Neumann van Padang. 1951). It was rcecorded minimum 13 times increasing activities/eruptions. The eruption of ash and Rock ejected materials occurred in 1869, when two peoples were killed. Eruption of ash and lava flows occurred in 1907. when six  peoples were killed (Kusumadinata, et. al., 1979: Tulus, 1991). The repose time between two increasing activity\\eruption of Lewotobi Laki-laki volcano are: 1-4 years (shoetest Interval time),6-8 years (medium Interval time). and 20-29 years (longest interval time).\r\nThe activity of Lewotobi Perempuan volcano in historical time is occur two times. i.e. in 1921. and 1935. NO information about the and The damages of the property caused by the eruption (Neumann van Padang. 1951).\r\nThe geological structure in the volcano areas are normal faulst craters, and volcanic lineaments. The volcanic lineaments with Northwest -southeas direction are presented by the eruption points a long lineament, i. e.; from Ili Wokar (in the southeastern part). Lewotobi Perempuan volcano and Lewotobi Laki-laki , and Ili Wewamara (in the northwestern part).",
        "year": "2009",
        "by": "A.R MULYANA, PUJOWARSITO, Gunung Api M. SUDRAJAT & A. SOLIHIN",
        "scale": "25000",
        "map_index": "2207-334;2207-343",
        "mapped_by": "S. Hamidi",
        "year_mapped": "1972",
        "revised_by": "A.R. Mulyana, Pujowarsito",
        "year_revision": "2008",
        "text_by": "A.R. Mulyana",
        "reviewed_by": "D. Wahyudin & I. Santosa",
        "manuscript_by": "Pujowarsito, Riyadi, Purwoto",
        "digitized_by": "W. Sujana, A.D. Sumpena, Riyadi"
    },
    {
        "code": "LOK",
        "id": "Gunung api Lokon (1580 m dpl) adalah salah satu gunung api yang aktif yang terdapat di lengan utara Pulau Sulawesi . Di sebelah utaranya terdapat Gunung Api Empung (1340 m dpl). Dua gunung api tersebut dihubungkan oleh sebuah punggungan (sadel)dengan jarak antar kedua puncaknya utaranya terdapat Gunung Api Empung (1340 m dpl). Dua gunung api tersebut dihubungkan oleh sebuah punggungan (sadel)dengan jarak antar kedua puncaknya kurang lebih 3,5 km. Pada sadel ini terletak kegiatan Gunung Api Lokon saat ini yang disebut kawah Tompaluan.Kawah ini juga sering di sebut kawah Lokon berukuran ±250 m x 150m. Karena posisi kawah Tompaluan terdapat di lereng Gunung Api Lokon bagian utara ,dapat diklasifikasikan sebagai kawah samping.\r\nPosisi geografi puncak Gunung Api Lokon terletak pada 1°21,5'LU dan 124°47,5BT, puncak Gunung Api Empung terletak pada 1°22,5'LU dan 124°48'BT. Kawah Tompaluan terletak pada 1°22'LU dan 124°48BT,ketinggian ± 1210m dpl,dengan ketinggian bibir terendah berada di sisi timur Berdasarkan tingkat kegiatannya,dari dahulu hingga sekarang gunung api ini masih berpotensi untuk erupsi pada waktu yang akan datang. Sebagai usaha mitigasi, pemantauan yang intensif telah dilakukan untuk melindungi para wisatawan dan penduduk yang bermukim didekatnya terhadap erupsi gunung api pada waktu yang akan datang.",
        "en": "Lokon volcano (1580 m asl) is one of active volcanoes located in the north arm of Sulawesi Island. On  the north side of this volcano.  Empung volcano lies with altitude 1340 m asl. These two volcanoes is connected by ridge (saddle) where distance between both peaks is about 3, 5 km. The present activity of Lokon is located in this saddle which is called Tompaluan crater. This crater is often called Lokon crater which is about 250 m x 150 m in size. Due to its position located at the north flank slope of Lokon edifice, therefore this crater could be classified as crater.\r\nThe geographical position of Lokon summit  lies at N 1°21.5' and E 124°47.5', Empung summit is at N 1°22'5'' and E 124°48', whereas Tompaluan crater is at N 1°22'and E 124°48'and at altitude 1210m with the lowest rim  located at the east part.\r\nBased on degree of activity up to the latest eruption, this volcano is still potential to erupt in the future. As to mitigation efforts. an intensive monitoring has been conducted in order to protect visitors and people living n of being affected by future eruptions.",
        "year": "2015",
        "by": "M.N.KARTADINATA & R.D. HADISANTONO",
        "scale": "50000",
        "map_index": "2417-13;2417-14",
        "mapped_by": "R. Hadisantono, A.D. Sumpena, M.S. Santoso",
        "year_mapped": "1998",
        "revised_by": "R. Hadisantono, A.D. Sumpena, M.S. Santoso; M.N. Kartadinata, R.D. Hadisantono",
        "year_revision": "2015",
        "text_by": "M.N. Kartadinata, R.D. Hadisantono",
        "reviewed_by": "I. Kusnadi, D.K. Syahbana",
        "digitized_by": "A.S. Prayoga"
    },
    {
        "code": "MAH",
        "id": "Gunung Api Mahawu (+1331 m)merupakan salah satu gunung api aktif strato tipe A di Sulawesi Utara.Geografis puncak  Gunung Api Mahawu terletak pada koordinat 01°21'30 BT (Atlas Trop,Nederl.,Peta Bakosurtanal,2000). Secara administratif Gunung Api Mahawu  termasuk ke dalam wilayah Kota Tomohon, Provinsi Sulawesi Utara.\r\nSebagai usaha mitigasi bencana gunung api,peta Kawasan rawan bencana yang sekarang ini merupakan publikasi paling terakhir sebagai revisi dari peta Daerah Bahaya Gunung Api Mahawu yang di buat 15 tahun silam oleh Sumpena,dan Djuhara(1992).Peta Kawasan Bencana gunung api di Indonesia. Peta Kawasan rawan bencana ini disediakan untuk umum dalam usaha mitigasi bencana erupsi gunung api. Peta ini juga berguna untuk pemerintah Daerah dalam membuat perencanaan regionalnya.",
        "en": "Mahawu volcano (1331 m a.s.l) is an active strato volcano lies at North Sulawesi. Geographically, the summit of this volcano is located on the intersection of 01°21'30 North Latitude and 124°51'30\" Eas Longitude (the Trop.Atlats Nederl., 1938; Bakosurtanal Map,2000). Adminitratively, Mahawu volcano includes in Tomohon City,North Sulawesi.\r\nAs volcano hazard mitigation effort, the present volcanic hazard map is the latest publication as revision of the Temporary Hazard Map that was issued 15 years ago by Sumpena dan Djuhara (1992).The Volcanic Hazard Map of Mahawu volcanois considered by Indonesian National Standardization for producting the volcanic Hazard map in Indonesia. This hazard map is provided for the public in the effort of safety from volcanic eruption. This map should also be useful to the Local Government for their regional planning",
        "year": "2007",
        "by": "R.D HADISANTONO, A.R. MULYANA,A. D. SUMPENA,A. MARTONO & RIYADI",
        "scale": "50000",
        "map_index": "2417-14",
        "mapped_by": "R. Hadian, A.D. Sumpena & A. Djuhara",
        "year_mapped": "1992",
        "revised_by": "R.D. Hadisantono, A. Martono, A.D. Sumpena & Riyadi",
        "year_revision": "2007",
        "text_by": "A.R. Mulyana & R.D. Hadisantono",
        "reviewed_by": "S. Rizal, I. Santosa & W. Effendi",
        "manuscript_by": "A. Martono & A.D. Sumpena",
        "digitized_by": "Purowoto, Pujowarsito & W. Sujana"
    },
    {
        "code": "MAR",
        "id": "Gunung Api Marapi(2891,3 m dpl) terletak pada posisi geografi : 0°22'47,72\" LS dan 100°2816,71\" BT, di Kabupaten Agam dan Kabupaten Batusangkar Sumatera Barat , dengan ketinggian 2000m di atas kota Bukit Tinggi, merupakan gunung api tipe A yang teraktif di Pulau Sumatera , termasuk dalam rangkaian Pegunungan Bukit Barisan pada jalur Barat Laut-Tenggara, dan terdapat banyak lubang kawah di sekitar puncaknya berupa lapangan solfatara dan fumarola dengan nama -nama kawah tersebut adalah  : Kaldera Bancah (A), Kapundan Tuo (B), Kabun Bungo (C), Kapundan Bongso (D),kawah Verbeek atau Kapundan Tenga (D4),semuanya merupakan pusat erupsi dengan lebar lubang antara 175-600m dan Panjang 1200m,sedangkan pematangan tua telah rusak akibat kegiatan yang lebih muda.\r\nKegiatannya sangat aktif ,sering terjadi letusan-letusan bertipe strombolian , dengan tinggi letusan mencapai 600 m dari bibir kawah.Titik letusannyar berpindah mengikuti kelurusan timur -baratdaya sepanjang kawah tuo dan kawah Bongso. Periode letusannya berlanggsung hanya beberapa hari ,minggu atau bulan dengan masa istirahat antara 1 tahun hingga 20 tahun(Van Padang,1938).\r\nBukaan Kawah Gunung Api Marapi agak mengarah ke sebelah selatan dan barat laut, namun secara umum tampak seperti kerucut terpancung .Kawasan Rawan Bencana III yang berpotensi dilanda oleh bahaya aliran  massa adalah berjarak sekitar 5 km dari puncak,daerah tersebut termasuk pada Peta Daerah Bahaya  Sementara Gunung Api Marapi yang pertama telah di buat oleh R.Hadian 1969 dan Pemetaan Kawasan Rawan Bencana terakhir dilakukan oleh; M.S.Santoso,Agus Karim dan Riyadi tahun 2002.\r\nPeta Kawasan Rawan Bencana Gunung Marapi ini di terbitkan untuk dapat digunakan oleh masyarakat di sekitar gunung api ini dalam upaya penyelamatan diri dari bahaya letusan gunung api,selain itu peta ini dapat  digunakan sebagai salah satu acuan bagi Pemerintah Daerah dalam penyusunan rencana umum tata ruang wilayah.",
        "en": "Marapi volcano (2891,3 m asl) is situated at Agam Regency and Batusangkar Regency, its geographic position   is 0°22'47,72\" South and 100°28'16,71 \" East, and lies on 2000 m above Bukittinggi. This volcano is the most  active one in Sumatera, that include part of Bukit Barisan Mountain in the southwestern — northeastern part. Many craters can be found at this volcano such as: Bancah Caldera (A), Kapundan Tuo(B) Kabun Bungo (C) Kapundan Bongso (D), Verbeek Crater or Kapundan Tenga (D4) all ofthem are eruption centers which is 175 - 600 m wide and 1200 m long the old ridge had damaged due to latest activity. \r\nIt is very active volcano and most of its eruptions were strombolian type, where the eruption column reached a  height of 600 m above the crater rim, The eruption center is occasionally shifting that follows an east - west  trend of lineamenta along Kawah Tuo an Kawah Bongso. The eruption period of this volcano takes place within   several days, weeks or month, with rest interval of 1 to 20 years (Van Padang, 1938).  The opening of Marapi crater is facing southward and northwestward, but in general its appearance look like  a truncated pyramid The hazaed zone III which is potentially affected by mass flows reaches a distance of 5  km from the eruption center., Temporarily Hazard Map was firstly compiled by R Hadian (1969) and the latest  Volcanic Hazard Map was mapped by M.S. Santoso, Agus Karim and Riyadi in 2003  Volcanic Hazard Map of Marapi published and used by the people around this volcano as guidance during   crisis and as refepence for the government to design regional planning.",
        "year": "2006",
        "by": "I.N. DANA, M.S.SANTOSO, A. KARIM & RIYADI",
        "scale": "50000",
        "map_index": "1815-41;1815-42",
        "mapped_by": "R. Hadian",
        "year_mapped": "1985",
        "revised_by": "M.S. Santoso, A. Karim, Riyadi",
        "year_revision": "2002",
        "text_by": "I.N. Dana",
        "reviewed_by": "M.A. Purbawinata, I.S. Sutawijaja, R.D. Hadisantono",
        "manuscript_by": "A. Martono, U. Rosadi",
        "digitized_by": "W. Sujana, Purwoto, P. Warsito"
    },
    {
        "code": "MER",
        "id": "Gunung Api Merapi (2968m dpl) di Jawa Tengah terletak pada posisi geografis 110°26'30\" BT dan 7°32'30\" LS, adalah gunung api tipe strato paling giat di Indonesia. Sejak tahun 1672 hingga 2010 tercatat lebih dari 80 kali letusan, dengan selang waktu istirahat antara 1 - 18 tahun atau rata-rata 4 tahun. Berthommier (1990), Berthommier dan kawan-kawan, (1990, 1992), Camus (1995) dan Camus, at. al. (2000) memperkirakan pertumbuhan Merapi paling sedikit dimulai pada 40.000 tahun SM dan guguran puing vulkanik (debris avalanche) terjadi pada kira-kira 2.200 tahun SM. Evolusi kegiatan Gunung Api Merapi dibagi dua periode, yaitu Merapi tua dan Merapi muda (Wirakusumah dkk, 1989).\r\nErupsi bersifat eksplosif dengan tipe sub plinian, plinian dan vulkanian yang menghasilkan awan panas yang melanda berbagai sektor. Erupsi eksplosif besar telah terjadi pada 1587, 1672, 1768, 1822, 1849, dan 1872 (Hartmann, 1935; zen, at. al., 1980; Berthommier dan Camus 1991). Pada 1882, tephra jatuh di timur laut dan barat daya, sedangkan awan panas masuk ke lembah-lembah K. Apu, K. Lamat, K. Blongkeng, K. Batang, K. Gendol, dan K. Woro (Berthommier, 1990).\r\nSebagian besar erupsi sepanjang abad ke 7-19 lebih hebat dan eksplosif dibandingkan dengan erupsi-erupsi abad ke-20. Erupsi abad ke-20 membentuk kubah lava lalu longsor menghasilkan awan panas guguran dan guguran lava. Pada tahun 1930, awan panas guguran besar (mungkin disertai erupsi eksplosif), mencapai jarak 13,5 km dari puncak ke arah K. Putih dan K. Blongkeng. Erupsi tersebut melanda daerah berpenduduk (Kemmerling, 1931; Neumann van Padang 1931, 1933, 1936, 1937; Escher, 1933 dan Hartmann, 1935). Erupsi abad 20 yang bercirikan guguran kubah lava terjadi pada tahun 1984, 1992, 1994, 1997, 1998, 2001 dan 2006, sebarannya mencapaijarak kurang dari 8 km dari puncak.\r\nErupsi eksplosif tahun 2010 menghancurkan sebagian besar kubah lava dan membentuk kawah baru berdiameter 400 m membuka ke arah selatan yaitu alur K. Gendol. Erupsi eksplosif Gunung Api Merapi pada 5 Nopember 2010 menimbulkan kolom letusan setinggi 9 km. Awan panas yang terjadi mengarah ke sektor selatan dan tenggara, dominan ke alur K. Gendol hingga mencapai jarak 15 km dari pusat erupsi. Awan panas juga mengarah ke sektor Iain mengisi hulu sungai utama yaitu K. Kuning (6 km), K. Boyong (5 km), K. Bedog (8,5 km), K. Krasak (8 km), K. Bebeng (11,5 km), K. Putih (7 km), K. Lamat (5 km), K. Senowo (6 km), K. Trising (3 km), K. Apu (4 km) dan K. Woro (6 km).\r\nLetusan Gunung Api Merapi 2010 tergolong letusan besar, dengan indeks letusan VEI 4 dimana volume material yang dikeluarkan selama proses erupsi mencapai 130 juta m 3. Sebaran awan panas dan material jatuhan telah melampaui batas Peta Kawasan Rawan Bencana yang telah diterbitkan oleh Pusat Vulkanologi dan Mitigasi Bencana Geologi pada tahun 2002. Oleh sebab itu perlu dilakukan revisi Peta Kawasan Rawan Bencana Gunung Api Merapi yang sesuai dengan perluasan wilayah terdampak akibat letusan Gunung Api Merapi 2010.\r\nDalam sejarah erupsi Gunung Api Merapi sejak abad ke 17-20, jumlah korban akibat erupsi baik awan panas maupun lahar mencapai lebih dari 5200 jiwa. Letusan Gunung Api Merapi 2010 mengakibatkan korban meninggal terkena awan panas langsung dan tidak langsung masing-masing 198 dan 188 jiwa, jumlah pengungsi mencapai 400.000 orang (BNPB, 9 Desember 2010). Awan panas merusak beberapa desa diantaranya Umbulharjo, Kepuharjo, Glagaharjo, Argomulyo dan Wukirsari, Kecamatan Cangkringan, Kabupaten Sleman dan Balerante, Kecamatan Kemalang, Kabupaten Klaten.\r\nPeta Kawasan Rawan Bencana Gunung Api Merapi bisa digunakan sebagai bahan acuan bagi Pemerintah Daerah dalam penyusunan rencana tata ruang/ wilayah, dalam rangka pengendalian tingkat kerentanan di kawasan rawan bencana Gunung Api Merapi. Disamping itu, masyarakat di sekitar Gunung Api Merapi bisa memanfaatkan sebagai pedoman/ petunjuk dalam usaha penyelamatan diri dari ancaman bahaya bila terjadi erupsi dan lahar di masa yang akan datang",
        "year": "2010",
        "by": "D.S. Sayudi, Nurnaning A.,Juliana, Dj., M. Muzani",
        "scale": "50000",
        "map_index": "1408-243;1408-244;1408-333;1408-241;1408-242;1408-331;1408-223;1408-224;1408-313",
        "mapped_by": "R.D. Hadisantono, S.D. Andreastuti, E.K. Abdurachman, D. Sayudi, I. Nurnusanto. A.D. Sumpena, Much. Muzani, A. Martono",
        "year_mapped": "2002",
        "revised_by": "D.S. Sayudi, Nurnaning A., Juliani, Dj., Moch. Muzani",
        "year_revision": "2010",
        "text_by": "Sri Sumarti, D.S. Sayudi, Nurnaning A., Juliani, Dj., Moch. Muzani, A.B. Santoso",
        "reviewed_by": "Subandriyo",
        "manuscript_by": "D.S. Sayudi, Nurnaning A., Juliani, Dj., Moch. Muzani"
    },
    {
        "code": "PAP",
        "id": "Papandayan 2665 m dpl adalah gunung api strato tipe A lk. 20 km sebelah baratlaut Garut , Jawa Barat\r\nSecara geografis gunung api ini terletak pada 107°44'00\"BT dan 07°19'42\" LS(American Map Service ,1964,Lembar Pangalengan/4521 III).\r\nPada gunung api ini terdapat 4 (empat) kawah besar,yaitu: Kawah Tegal Bungbrung,Kawah Tegal Alun-alun,Kawah Parugpug ,dan kawah Mas.Sebelum erupsi 2002 dari 4(empat) kawah ini,Kawah Mas merupakan kawah paling aktif . Dalam komplek Kawah Mas ini terdapat kawah lainnya, seperti :Kawah Nangklak dan Kawah Baru. Hembusan blazer yang cukup kuat masih terdengar dari kawah ini dengan bau belerang yang menyengat. Kawah Tegal Bungbrung adalah kawah berbentuk telapak kaki kuda,terbentuk pada 1772 yang di ikuti kegagalan lereng (sector failure).Tegal Aun-alun adalah kawah yang tidak aktif lagi,merupakan datarn rumput dan semak belukar.",
        "en": "Papandayan (2665 m asl) is an A type strato volcano, located at 20 km to the Northwest of Garut, the capital city ofGarut Regency, West Java Province. Geographically this volcano lies on 107044'00\" East Longitude and 1070 19'42\" South Latitude (American Map Service, 1964, Sheet Cikajang/ 4520-1, Sheet Bungbulang/ 4520-IV, Sheet Garut/ 4521-II,Sheet Pangalengan/4521 III). There are four big craters found in this volcano, namely: Tegal Bungbrung, Tegal Alun-alun, Parugpug, and Mas craters. From these 4 craters, Mas crater is the most active one at the present time that emits thick smoke and produces lots of sulphuric deposits. A strong blazer sound is heart from the solfatar holes. Among them Nangklak and Baru craters are found inside Mas crater. Tegal Bungbrung is a horse shoe shaped like crater  formed during 1772 eruption followed by sector failure. This crater is covered by thick  bush, and it shows no volcanic activity. Tegal Alun-alun is an inactive crater, and it is a plain grassland and hushes.",
        "year": "2010",
        "by": "A.R. MULYANA,A.SOLIHIN & PUJOWARSITO",
        "scale": "50000",
        "map_index": "4520-I;4521-II;4521-III;4521-IV",
        "mapped_by": "K. Kusumadinata, dkk",
        "year_mapped": "1970",
        "revised_by": "R.D. Hadisantono, A.D. Sumpena; P. Kasturian, S. Wikartadipura; A.D. Sumpena; R.D. Hadisantono, A.D. Sumpena; A.R. Mulyana, A. Solihin, Pujowarsito",
        "year_revision": "2010",
        "text_by": "A.R. Mulyana",
        "reviewed_by": "S. Hamidi, R. Bacharudin, S. Bronto",
        "manuscript_by": "A. Martono, Purwoto, U. Rosadi",
        "digitized_by": "W. Sujana, Pujowarsito"
    },
    {
        "code": "PEU",
        "id": "Gunung Api Peut Sague (2512 meter d.p.l) adalah Salah satu dari tiga gunung api strato aktif tipe A di Kabupaten pidie, Provinsi Nanggroe Aceh Darussalam. Peut Sague mempunyai arti gunung api Yang mempunyai empat puncak. Dibandingkan dengan dua gunung api Iainnya di N A D, penduduk Yang bermukim di daerah lereng dan kakinya boleh dikatakan tidak ada. Pemukiman/kampung terdekat adalah Lutuang 25 km sebelah haraldayanya merupakan satuan pemukiman para transmigran dan daerah sekelilingnya mempakan hutan alam lebat_ Gunung api ini terakhir meletus pada tahun 2000_ Dari geomorfologi komplek G Peut Sague dapat dilihat bahwa ke empat kerucut tersebut berada dalam suatu kaldera.\r\nSecara geografis G Peut Sague terletak pada 40         30\" LU dan 960 20' 00\" BI', sedangkan secara administratiftermasuk dalam wilayah Kecamatan Mcurcudu Selatan, Kahupaten Pidie Provinsi Nanggroc Aceh Darusallam,\r\nUsaha mitlgasi Yang telah dilakukan untuk menganusipasi letusan, pada waktu lampau telah dibuat Peta Daerah Bahaya Sementara G Peut Sague oleh Hamidi drr (1976). Gerhubunæ peta tersebut belum sesuai dengan Standard Nasional Indonesia dan adanya perubahan nama dari Peta Daerah Bahaya menjadl Peta Kawasan Rawan Bencana Gunung api, maka peta daerah bahaya tersehut perlu dievaluasi dan direvisi disesuaikan dengan Standardisasi Nasional Indonesta (SNI 13-4689-1998) Dalam peta Kawasan Rawan Bencana Gunung api ditamhahkan tanda-tanda arah pengungsian. tempat penampungan pengungsi, lokasi-lokasi pertolongan pertama PuskesmasiRumah Sakil dan lokasi-lokasi Kantor Pemerintahan Desa hingga Kabupaten Yang termasuk dalam cakupan kawasan rawan bencana Yang semula dalam Peta Daerah Bahaya tidak ada. Peta kuwasan rawan bencana ini dipersiapkan untuk digunakan Oleh musyrakat dalum usaha untuk menyelamatkan diri dari bahaya letusan gunung api_ Disamping itu peta kawasan rawan bencana gunung api ini juga dapat dipakai sebagai acuan bagi Pemerintah Daerah dalam pengembangan Wilayah ataupun penyusunan tata ruang Wilayah di kawasan gunung api.",
        "en": "Peut Sague (2512 m a.s.l.) is one of three A-type active strato volcanoes in the Province of Nanggroe Aceh Darussalam (NAD).Peut Sague means a volcano which has four peaks. There is no villagers who live around Peut Sague volcano. The nearest village is Lutuang which is located about some 25 km to the southwest. lt is a transmigration location which is surrounded by jungle. The latest eruption of Mt. Peut Sague was in 2000. Geomorphologically, Peut Sague volcanic complex which has four peaks is built in a caldera. Geographically, the peak of Mt. peut Sague lies on 4°55'30 \" North and 96°20'00\" East. This volcano is included to the District of South : Mereuede, Pidie Regency of Nanggroe Aceh Darussalam  Province. As volcanic hazard mitigation  effort the first temporary volcanic hazard map of Peut Sague volcano was provided by Hamidi et al., (1968).This Volcanic Hazard  Map is the Iatest publication of the implementation of the National Standard of Volcanic Hazard Map (SNI 13-4689-1998). This volcanic hazard map is equipped directions of evacuation, barracks of evacuation, locations of emergency aid (PUSKESMAS/Center for Public Health) and local government offices which are included to the Volcanic hazard map. This Volcanic Hazard Map is provided for the public in the effort of safety  measure from volcanic eruption. This map should also be useful for the Local Government to design regional development planning in volcanic region.",
        "year": "2007",
        "by": "S. RIZAL, A.D.SUMPENA & PUJOWARSITO",
        "scale": "50000",
        "map_index": "0520-43;0520-44",
        "mapped_by": "K. Kusumadinata",
        "year_mapped": "1971",
        "revised_by": "S. Rizal, A.D. Sumpena & Pujowarsito",
        "year_revision": "2006",
        "text_by": "R.D. Hadisantono",
        "reviewed_by": "M.N. Kartadinata",
        "manuscript_by": "A. Martono & U. Rosadi",
        "digitized_by": "Riyadi, Purworto & W. Sujana"
    },
    {
        "code": "RAU",
        "id": "Gunung Api Raung (+332S m dpl) yang mempunyai nama Iain Gunung Api Rawon merupakan gunung api strato aktif berbentuk kerucut terpancung, muncul di komplek Kaldera Ijen. Dominasi produknya berupa lava dan piroklastik sehingga morfologi hasil bentukannya menyajikan  suatu bentangalam kasar.\r\nAdminitratif Gunung Api Raung termasuk ke dalam wilayah Kabupaten Situbondo, Bondowoso, Jember, dan Lumajang, provinsi Jawa Timur. Geografis  puncak Gunung Api Raung berada pada koordinat 08° 07' 30' LS dan 114° 02 '30 BT(Atlas Trop  Nederl. 1938; Peta BAKOSURTANAL,2000)\r\nDalam waktu sejarah tercatat setidaknya lima kalí letusan besar yakni pada tahun 1586, 1597. 1638. 1953, dan 1956, Letusan dahsyat tahun 1638 diikuti  dengan banjir besar dan aliran lahar yang melanda daerah antara K.StaiI dan K.Klatak. korban jiwa mencapai  ribuan orang. Sementara letusan kecil berupa letusan abu dan letusan strombolian? (yang menghasilkan aliran lava) tercatat tidak kurang dari 23 kali Letusan terakhir terjadi pada 1989 berupa letusan abu.\r\nMenurut Neumann van Padang (1951, dalam Kusumadinata, dkk, 1979). sektor barat G Raung mntuh dan mengakibatkan munculnya sekelompok bukit di kaki barat sehagai Sisa suatu longsoran besar 1k. 60 km. Daerah distribusi bukit seribu tidak memberi kesan longsoran mendadak dari suatu sektor gunung api, tersebarnya bukit seribu Itu lebih cenderung merupakan hasil letusan terarah yang maha dahsyat (M.T Zen,1969 dalam Lukmantara. 1983) Kemungkinan mekanisme terjadinya gumuk-gumuk piroklaslik di dataran Jember adalah karena banjir masa batuan Lukmantara (1983). Tlidak ada informasi tentang kapan terjadinya pemhentukan perbukitan seribu di sektor barat Gunung Api Raung  itu.\r\nGunung Api Raung merupakan Salah satu gunung api aktif yang berada di wilayah berpenduduk. Unit pemukiman dengan kerapatan penduduk sedang rendah terkonsentrasi di sektor utara,baratlaut, baratdaya, selatan, dan tenggara,\r\nUntuk pelayanan umum sekaligus untuk mengantisipasi kemungkinan meletusnya Gunung Api Raung pada waktu yang akan datang, maka perlu penataan lebih baik tentang infrastruktur ,sarana komunikasi dan fasiilitas umum Iainnya. Kesemuanya disajikan dalam Peta Kawasan Rawan Bencana Gunung api Raung. Peta ini sekaligus sebagai revisi dari Peta Daerah Bahaya Gunung api Raung yang telah dibuat 37 tahun silam, tepatnya pada tahun 1970.",
        "en": "Raung volcano (3328 m asl) is also called Rawon volcano is an active strato volcano form a sharpted cone, it lies al western flank Of ljen caldera Its dominantly products are lava flows and deposits, cause morphological shape a nearly roughed. Administratively, Raung volcano is located at Situbondo, Bondowoso, Jember, and Lumajang Regencies. East Java Province. Geographically, the summit of Raung volcano lies on 08°07 30\" South Latitude. and 114' 02 30 \" East Longitude (Atla.s Trop. Nederl., 1938; Bakosurtanal Map,2000)\r\nRaung volcano is also located at inhabitant populated area, which concentration of population vary from low to moderately dense populated at north. northwest, west, south, and southeastern flanks.\r\nIn historical time, it was recorded minimum five times of big eruptions, i.e.: on 1586, 1597. 1638, 1953, and 1956. The gigantic eruption on 1638 was followed by major overflows and lahar flows that affeected an area between K. Stail and K. Klatak. The victim caused that eruption was in thousands peoples. Meanwhile, the small eruption of volcanic ash and strombolian type? it was recorded 23 times, The last ash eruption took place in 1989. In another side. Explosive magmatic eruption in the past which produced pyroclastic flow deposits damaged agriculture lands at western, northwestern. southwestern, and southreastern parts.\r\nAfter Neumann padang (1951 in Kusumadinata, 1979), considered western flank Of Raung volcano collapsed and appeared influenced severals of hills as a residual ofbig landslide of about along 90 km from eruption center.Distribution area Of ten thousands hills give not impressions of a suddenly landslide from a part of volcano, produced by a catastrophic eruption (M. T. Zen. 1969 in Lukmantara, 1983) It is possibly That mechanism of occurrence of pyrolastic cones Which distributed  a flat plain of Jember coused  by overflowing of mudflows (Lukmantara, 1983). There no information Of about when occurence Of ten thousand hills formation at western flank of Raung volcano,\r\nTo anticipate the future eruption and to give better public services, a good disaster management Of infrastructure edifice, communication equipment, and to give better public facilities should be established. Those are shown in Volcanic Hazar Map Of \tvolcano. This Volcanic Hazard is a revision of the Temporary Hazard Map that produced 37 years ago (in 1970)",
        "year": "2007",
        "by": "A.R. MULYANA,A.D. SUMPENA , PUJOWARSITO, I. RIDWAN & T. RUKADA",
        "scale": "100000",
        "map_index": "1608-321;1608-322;1708-111;1708-112;1607-643;1607-644;1707-433;1707-434;1607-641;1607-642;1707-431;1707-432;1607-623;1607-624;1707-413;1707-414",
        "mapped_by": "R.L. Djoharman",
        "year_mapped": "1970",
        "revised_by": "A.R. Mulyana, A.D. Sumpena, Pujowarsito, I. Ridwan & T. Rukada",
        "year_revision": "2007",
        "text_by": "A.R. Mulyana",
        "reviewed_by": "D. Wahyudin, I.S. Sutawidjaja & R. Bacharudin",
        "manuscript_by": "A. Martono & U. Rosadi",
        "digitized_by": "Purwoto, Riyadi & U. Rosadi"
    },
    {
        "code": "RIN",
        "id": "Rinjani (3726 m dpl) adalah gunung api aktif majemuk tipe A (Van Padang, 1951) Yang terdapat di P. Lombok. Nusa Tenggara Barat. Posisi geografi 116°25'22\" LS dan 08° 24'42\" BT (Atlas Trop. Nederl.,1938, Lembar 22). Di sebelah baratnya terdapat Kaldera Segara Anak berbentuk lonjong (3500 x 4800 m) Yang di dalamnya terdapat danau dan di sebelah timur danau ini terdapat kerucut gunung api muda disebut Barujari atau Tenga (2376m: Kusumadinata. 1979) Yang titik kegiatan Gunung Api Rinjani Saat ini. terakhir Gunung Api Barujari terjadi Pada tahun 2004. Berdasarkan sejarah kegiatannya, masa istirahat terpendek adalah 1 tahun dan masa istirahat terpanjang adalah 50 tahun.",
        "en": "Rinjani (3726 m a.s.l) is an active A type poly genic volcano (Van Padang,1951) located at Lombok Island, West Nusa Tenggara. Geographic position 116°25'22\"E and 08°24'42\"S (Atlas Trop. Nederl.,1938, Lembar 22). There is an oval shaped of Segara Anak Caldera 3500 x 4800) which is situated to the west of Rinjani volcano. The caldera contains an E-W trend of lake, whereas to the east of the lake there is a young volcanic cone called Barujari or Tenga (2376 m; Kusumadinata,1979), the present activity center os Rinjani. The latest eruption of Barujari volcano occurred in 2004. Based on it eruptive history, its repose period varies from 1 year as the shortest and 50 years for the longest one",
        "year": "2008",
        "by": "R.D. HADISANTONO, A. HERIWASESO, PUJOWARSITO, RIYADI & A. DAHLAN",
        "scale": "100000",
        "map_index": "1807-541;1807-542;1807-523;1807-524;1807-613;1807-521;1807-522;1807-611;1807-243;1807-244;1807-244;1807-333",
        "mapped_by": "H. Rachmat. dkk",
        "year_mapped": "1999",
        "revised_by": "R.D. Hadisantono, A. Heriwaseso, Pujowarsito & Riyadi",
        "year_revision": "2008",
        "text_by": "R.D. Hadisantono",
        "reviewed_by": "D. Wahyudin, A. Zaenudin & M. Hendrasto",
        "manuscript_by": "Pujowarsito, Riyadi & Purwoto",
        "digitized_by": "W. Sujana, A.D. Sumpena & Purwoto"
    },
    {
        "code": "ROK",
        "id": "Gunung Api Rokatenda dengan nama lain adalah Gunung Api Gapirok/Gunung Api Palowe/Gunung Api Luca Raya/Gunung Api Rusa Raja/Gunung Api Nusa Kua/Gunung Api Nusa Kua (875m dpl) merupakan gunung api strato aktif tipe A yang terletak di Pulau Palue/Paluweh (Kusumadinata, dkk. 1979). Secara geografis, puncak G, Rokatenda terletak pada koordinat antara 08°32'00\" LS, dan 122°46'30\" BT (Peta Bakosurtnal, 1979, Lembar Uwa).  Secara administratif termasuk ke dalam wilayah Kecamatan Palue (berada di P.Palue), Kabupaten Sikka, Nusa Tenggara Timur. Gunung Api Rokatenda yang mempunyai ketinggian 3000 m di atas dasar laut (Kusumadinata, dkk., 1979) merupakan gunung api aktif yang tumbuh dan berkembang di lingkungan laut, membentuk salah satu pulau gunung api, berposisi di bagian utara Flores Tengah. Menurut Neumann van Padang (1951), pulau hasil bentukan kegiatan Gunung Api Rokatenda ini mempunyai luas 39,5km2.\r\nAktivitas vulkanik Gunung Api Rokatenda yang tercatat dalam sejarah manusia dimulai antara tahun 1600-1700 (Neumann van Padang, 1951). Peristiwa erupsi terbesar dalam waktu sejarah yang memakan korban jiwa sebanyak 266 orang teriadi pada tahun 1928. Erupsi 1928 ini menghasilkan empat buah kawah dan sebuah Kubah Lava, posisinya terdapat di puncak Gunung Api Rokatenda. Erupsi besar lainnya terjadi pada tahun 1964 yang mengakibatkan satu (1) orang korban meninggal dunia dan tiga (3) orang luka-luka. Sejak tahun 1928 hingga saat ini di G Rokatenda telah terjadi tidak kliľang dari 9 kali peningkatan aktivitas/erupsi. Kenaikan kegiatan terkini terjadi pada awal-pertengahan April 2009, sehingga Gunung Api Rokatenda statusnya dinaikkan menjadi Waspada (Level-2).\r\n Menurut Effendi dan Chaniago (1998), periode vulkanisme Gunung Api Rokatenda dibagi menjadi  empat periode, yakni Periode I (erupsi efusif yang menghasilkan aliran lava), Periode II (campuran erupsi efusif dan erupsi eksplosif yang menghasilkan aliran lava dan aliran piroklastik), Periode III (erupsi efusif dari erupsi samping di sekitar Gunung Api Rokatenda), Periode IV (erupsi efusif yang menghasilkan aliran lava, dan pembentukan kubah-kubah lava di sekitar tubuh Gunung Api Rokatenda, serta pembentukan lahar dan aluvial). Keempat periode diawali oleh erupsi efusif yang menghasilkan aliran lava dari pembentukan Pra Rokatenda. Struktur yang berkembang di sekitar Gunung Api Rokatenda adalah sesar normal, struktur kawah dan kelurusan vulkanik (Sutawidjaja, dkk. 2000).",
        "en": "Rokatenda volcano (875m asl) which has several names Gapirok/Paluwe Luca Raya/Rusa Raja/Nusa Kua\\Nuha Lua volcano, is an active strato volcano located on Palue island (Kusumadinata et.al., 1979). Geographically, the summit of Rokatenda volcano is located on the intersections between 08°32 '00 South Latitude and 122°46 '30 \" East Longitude (the Bakosurtanal Map, 1997, Sheet Uwa). Adninistrativey, Rokatenda volcano lies within Palue District, Sikka Regency, East Nusa Tenggara Province. Rokatenda volcano that rises an altitude of about 3000 meter above the sea floor (Kusumadinata, et.al., 1979), is an active volcano that's grows at the sea environment, it contructs a volcano island located at the northern part of the Central Flores. The approximately totak area of that volcano island is about 39,5 km 2 (Neunmann van Padang 1951). \r\nThe historical recorded of volcanic activity of Rokatenda was begun during period of years 1600-1700 (Neumann van Padang, 1951).The gigantic eruption of Rokatenda volcano occurred in 1928, when 266 peoples were killed. The eruption generated craters, and lava donme. Another big eruption of Rokatenda volcano occurred in 1964, when four peoples were killed Since 1928 untill now at Rokatenda volcano has already 9 times increasing activities/ eruptions. The present one occurs in the middle of April 2009, so the status of Rokatenda volcano became Alert Level (Level 2), The repose time between increasing activities/ eruptions are. 1-2 years (shortest interval time), 6-14 years (medium, interval time), and > 36 years (longest interval time). \r\nThe volcanism period of Rokatenda volcano is divided into four periods (Effendi, and Chaniago, 1998), that are: Period-I (epusive eruption, produced lava flows), Period-Il (combination between effusive and explosive eruptions, produce lava and pyroclastic flows), Period-Ill (flank effusive eruption around the Rokatenda volcano), and Period-IV (elfusive eruption, produced lava flows, lava domes around the Rokatenda  volcano, lahar and alluvial), Those periods were  begun by an effusive eruption that produce lava flows from Pre Rokatenda forming. The geological structures in around the volcano are normal faults, craters, and volcanic lineaments (Sutawidjaja, et. al., 2000).",
        "year": "2013",
        "by": "O. PRAMBADA, S. PRIMULYANA,A. ZAENNUDIN, KRISTIANTO A.R. MULYANA, A. HERIWASESO, PUJOWARSITO, PURWOTO, & I. RIDWAN",
        "scale": "25000",
        "map_index": "2207-414",
        "mapped_by": "Hamidi, S., dkk",
        "year_mapped": "1970",
        "revised_by": "O. Prambada, S. Primulyana & Kristianto",
        "year_revision": "2013",
        "reviewed_by": "M. Hendrasto",
        "manuscript_by": "M. Hendrasto, O. Prambada & Kristianto",
        "digitized_by": "O. Prambada"
    },
    {
        "code": "RUA",
        "id": "Gunung Api Ruang (714 m dpl) merupakan gunung api strato soliter berbentuk kerucut terpancung. tumbuh di lingkungan Iaut. membentuk sebuah pulau yang tingginya dari dasar Iaut lk. 1700 m (Kemmerling, 1923).\r\nAdministratif Gunung Api Ruang termasuk ke dalam wilayah Kecamatan Tagulandang, Kabupaten Sitaro provinsi Sulawesi Utara. Secara geografis, posisi puncak Gunung Api Ruang berada pada koordinat 02017'00\" LU, dan 125030' 00\" BT (Atlas Trop Nederl., 1938; Peta Bakosurtanal, 2000). Gunung Api Ruang merupakan salah satu gunung api aktif yang berada di wilayah berpenduduk. Unit pemukiman P. Ruang dengan kerapatan penduduk rendah-sedang terkonsentrasi di sektor barat, baratlaut, dan utara, yakni di sekitar Kp. Laingpatehi, Lihongga, dan Pumpente. Sedangkan di P. Tagulandang unit pemukiman yang acapkali terkena jatuhan piroklastik (lontaran batu pijar diameter<2 cm dan hujan abu) terkotsentrasi di pesisir sedang-padat.\r\nTiga letusan yang terjadi pada tahun 1940,1914, dan 1949 walaupun hanya menghasilkan aliran         lava berkomposisi andesit basaltik dan basalt sebagai implementasi berperannya kegiatan erupsi epusif magmatik perlu diperhatikan. Ketiga Ietusan tersebut cukup mempengaruhi bentuk morfologi dan Iahan pertanian/ perkebunan rakyat di sektor selatan dan timur. Sementara erupsi esplosif magmatik yang terjadi di masa silam (tahun kegiatannya tidak diketahui) yang menghasilkan endapan aliran piroklastik telah banyak merugikan harta benda dan merusak lahan pertanian/perkebunan rakyat di sektor barat, baratlaut, baratdaya dan tenggara.\r\n Letusan terakhir pada 22 September 2002 berupa magmatik disertai dengan lontaran batu(pijar), diikuti dengan letusan yang menghasilkan aliran piroklastik/ awan panas. Letusan abu dan lontaran batu (pijar) terutama mengarah ke sektor baratlaut Gunung Api Ruang merusak, total lahan pertanian\\perkebunan dan unit pemukiman di Kp. Laingpatehi. Sementara di sektor lain yakni di sekilar Kp. Pumpente dan Kp. Lihongga kerusakan lahan pertanian\\perkebunan rakyat dan unit permukiman tidak separah seperti di Kp. Laingpatehi, Sedangkan aliran piroklastik\\awan panas lebih mengarah ke sektor baratdaya Gunung Api Ruang. Pelemparanya hingga ke garis pantai. Sejak terjadinya letusan tersebut, semua penduduk dievakuasi ke P. Tagulandang.Penduduk P. Ruang baru diperbolehkan kembali lagi secara resmi dari tempat pengungsian pada tanggal 25 September 2005. Kembalinya mereka ke P. Ruang setelah dikeluarkannya SK Bupati Kabupaten Kepulauan Sangie dengan beberapa persyaratan yang mengikat.\r\nSecara umum kegiatan Gunung Api Ruang dapat di bagi menjadi 9 periode letusan. Masing-masing periode letusan di awali dengan erupsi eksplosif (yang menghasilkan endapan aliran\\jatuhan piroklastik) dan di akhiri dengan erupsi epusif magmatic yang menghasilkan aliran lava atau pembentukan kubah lava di sekitar puncak Gunung Api Ruang. Dari pengalaman masa lampau setiap periode letusan selalu diawali dengan erupsi eksplosif, maka tidak tertutup kemungkinan pada erupsi mendatang Gunung Api Ruang berpotensi menghasilkan ancaman bahaya bagi penduduk berikut harta bendanya serta lahan penanian di sekitar Gunung Api Ruang.\r\nUntuk pelayanan umum sekaligus untuk mengantisipasi kemungkinan meletusnya Gunung Api Ruang pada waktu yang akan datang, maka perlu penataan lebih baik tentang infra Struktur, Sarana komunikasi dan fasilitas umum lainnya. Kesemuanya disajikan dalam bentuk Peta Kawasan Rawan Bencana Gunung api Ruang.Peta ini sekaligus sebagai revisi dari peta Daerah Bahaya Gunung api Ruang yang telah dibuat 27 tahun Silam, tepatnya pada tahun 1980.",
        "en": "Ruang volcano (714 m asl) is a strato volcano lies at marin facies, construct an islands has about 1700 m above of the bottom of sea (Kemmerling,1923.) Administratively, Raung volcano is located Tagulandang district. Sangihe Regencies. North Sulawesi Province. Geographically, the summit of Ruang volacano lies on 02°17'00\" North Lalitude,and 125°30'00\" East Longitude (Atlas Trop. Nederl., 1938; Bakosurtanal Map, 2000).Ruang volcano is also located in densely populated area, which concentration of population vary from low to densely populated at western, northwestern and northen part , such as at Laingpatehi, Lihongga and Pumpente villages . Meanwhile , at Tagulandang  island the settlement unit which damage of air fails (ballistic of <2 cm in diameter and ash ), concentrated at a long of the seashore , vary from moderately to densely populated.\r\nAlthough the last three eruptions in 1904,1914, and 1949 produced only by lava flows which basaltic andesite and basalt in composition as implementation of epusive magmatic eruption much beeng concentred. The three eruptions influence morphological form  and agriculture area at southern and eastern part. Meanwhile , explosive magmatic eruption in the past which produced pyrolatic flows damaged agriculture land at western,northwestern,southwestern, and southwestern part. The last eruption in 22 September 2002 is an eruption produced ash and ballistic materials, followed by an eruption produced pyroclactic flows. Its produces dominantly that totally damage agriculture plantations and settlement units flows to northwestern part of Ruang Volcano at Laingpatehi village. In other part, such as at Pumpente and Lihongga villages , the agriculture areas and settlement units not damaged like as at Laingpatehi village.  Meanwhile, pyroclatic flow is dominantaly and it flows toward southwestern part of Ruang volcano . Its distribution reaches at seashore are. Since that eruption, the whole peoples were evacuated to Tagulandang islands, The population of Ruang islands was back legally permitted from evacuation barracks om 25 September 2005 with several requirements.\r\nGenerally, activity of Ruang volcano is divided in 9 eruption periods . Each eruption periodis began by an explosive eruption (produced pyroclastic flows and pyroclastic air falls), and is finished by a magmatic effusive eruption( produced lava flows or form a lava dome) at the summit of Ruang volcano. Depend on the past activity , in each eruption period is began by an explosive eruption , so it is possible activity of Ruang volcano. To anticipate the future eruption and to give better public services, a good disaster management and Volcanic Hazard Map os Ruang volcano should be established. This Volcanic Hazard Map is a revision of the Temporary Hazard Map of Ruang volcano that was produced 27 years ago (in 1980).",
        "year": "2007",
        "by": "A.R. MULYANA, E.K. ABDURACHMAN, E. KANDERSETIA, M.N. FIRMANSYAH & PUJO WARSITO",
        "scale": "25000",
        "map_index": "2418-24",
        "mapped_by": "M.S. Santoso, S. Wirasaputra & A.D. Sumpena",
        "year_mapped": "1980",
        "revised_by": "A.R. Mulyana, E.K. Abdurachman, E. Kadarsetia, M.N. Firmansyah & Pujowarsito",
        "year_revision": "2006",
        "text_by": "A.R. Mulyana",
        "reviewed_by": "S. Rizal, I.N. Dana & A. Zaenudin",
        "manuscript_by": "A. MArtono & U. Rosadi",
        "digitized_by": "Riyadi & W. Sujana"
    },
    {
        "code": "SAL",
        "id": "Gunung Api Salak (2210 m.dpl) salah satu gunung api strato Tipe A. yang secara administratif termasuk dalam wilayah Kabupaten Bogor di sebelah timurlaut dan Kabupaten Sukahumi di sebelah tenggara. Secarageografi Gunung Api Salak puncaknya terletak pada 106°44'BT dan 6°43' LS. G Salak merupakan gunung api yang mengalami beberapa kali letusan, sehingga bentuk aslinya telah rusak dan mengalami erosi yang kuat. Gunung api ini terdiri atas beberapa puncak antara lain: Gunung Api Salak I atau Kawah Ciapus (2190 m.dpl), Gunung Api Salak II atau Kawah Cikuluwung (2211 m. dpl). G, Sumbul yang merupakan kubah lava (1918 m. dpl), Gunung Api Salak III (1400 m. dpl) terletak pada lereng Gunung Api Sumbul saat merupakan daerah solfatala (kawah).\r\nSecara regional daerah Gunung Api Salak ini merupakan deretan pegunungan di dataran tinggi Bogor dan terdiri atas Gunung Api Salak, Gunung Api Ipis, Gunung Api Endut (Perbakti), sedangkan Gunung Api Salak sendiri dan rangkaian perbukitan di bagian baratdaya dipisahkan oleh struktur yang berarah baratlaut -tenggara. Bagian  puncak merupakan kawah berbentuk sepatu kuda yang terbuka ke arahbaratdaya.\r\nBerdasarkan peta geologi gunung api yang dibuat oleh D. Aswin dkk (1983), produk erupsi Gunung Api Salak terdiri dari lava, endapan jatuhan piroklastik, endapan aliran piroklastik dan endapan lahar, Lava merupakan satuan batuan yang paling dominan, Adanya endapan aliran dan jatuhan piroklastik serta lava yang dominan dengan sebaran luas menunjukkan bawa pada waktu lampau erupsi magmatik Gunung Api Salak cukup besar. Dari studi petrokimia diketahui bahwa batuan andesit basaltik lebih umum didapatkan dibandingkan dengan andesit dan basalt (Irianto dkk, 1996).",
        "en": "Mt. Salak (2210 m.asl) is an A-type strato volcano. Administratively, it is located in Bogor District, at the northeast, and Sukabumi District at the southeast. Geographical position it's located on 106°44'E and 6°43'S. Mt. Salak represented many times of eruptions, which destroy its original shape and showing a strong erosion. It has some peaks which are still recognized well, such as: Mt. Salak I or Ciapus Crater (2190 m.asl), Mt. Salak II or Cikuluwung Crater (2211 m.asl), Mt. Sumbul (lava dome, 1918 m.asl), and Mt. Salak III (1400 m.asl) which is lies on Mt. Sumbul's slope, that now present as solfataras field crater area. Regional setting of Mt. Salak is part of Bogor Highland Mountains Ridge, comprising of: Mt. Salak, Mt. Ipis, and Mt. Endut (Perbakti). Mt. Salak is separated with other hills by a northwest-southeast structure. The summit shows a horse-shoe shape caldera which open to the southwest. Volcanological map of Mt. Salak had been carried out by D. Aswin et.al (1983), who describe eruption products, comprising of: lava, pyroclastic fall, pyroclastic flow, and lahar deposits, where lavas are dominant products. They are widely distributed at the surrounding of volcano, indicating a quite big magmatic eruption had occurred during the past time. Rock geochemistry of Mt. Salak consist of andesitic to basaltic rocks which commonly basaltic andesites (Irianto et. al., 1996).",
        "year": "2006",
        "by": "N. HAERANI, R.D. HADISANTONO, A. MARTONO & A.D. SUMPENA",
        "scale": "50000",
        "map_index": "1209-134;1209-143;1209-132;1209-141;1209-114;1209;123",
        "mapped_by": "M.S. Santoso, S. Wikartadipura & A.D. Sumpena",
        "year_mapped": "1982",
        "revised_by": "R.D. Hadisantono, A. Martono & A.D. Sumpena",
        "year_revision": "2000",
        "text_by": "N. Haerani",
        "reviewed_by": "A. Nasution, E.K. Abdurachman & A. Zaenuddin",
        "manuscript_by": "P. Warsito & U. Rosadi",
        "digitized_by": "Purwoto, Riyadi & W. Sujana"
    },
    {
        "code": "SAN",
        "id": "Gunung Api Sangeang Api atau dengan nama lain Gunung Api Sangiang (1909 m diatas permukaan laut) adalah salah satu gunung api strato aktif tipe A  di Pulau Sangiang (15 km sebelah timur laut pulau Sumbawa).Secara  admistratif,Gunung Api sangiang Api terletak dalam Kecamatan Wera Timur Kabupaten Bima,Provinsi Nusa Tenggara Barat ,Secara Geografis puncak Gunung Api Sangiang Api terletak pada kordinat (08°11'48\" LS dan 199°04'08\" BT.)\r\nBerdasarkan tingkat kegiatannya,hingga saat ini gunung api ini masih berpotensi untuk erupsi pada waktu yang akan datang. Sebagian usaha mitigasi,pemantauan yang intensif telah dilakukan untuk melindungi para wisatawan dan penduduk yang bermukim di dekatnya terhadap bahaya erupsi gunung api pada waktu yang akan datang",
        "en": "Sangeang Api volcano,also called Sangiang volcano (1909m above sea level) is one \"A\" type active strato volcanos located at Sangeang island, 15 km northeast of sumbawa island Administratively it lies in Wera Timur Regency,Distric of Bima,West Nusatenggara Province.The geographical position of Sangeang aoi summit lies at S 08 °11'48\" and E 119 °04'08'\r\nBased on historical activity,this volcano is still potensial to erupt in the future. As to mitigation eefforts,an intensive monitoring has been conducted in order to project the visitors and people living nearby of being affected by future eruptions",
        "year": "2016",
        "by": "M.N.KARTADINATA  & KRISTIANTO",
        "scale": "25000",
        "map_index": "2207-243",
        "mapped_by": "P. Katurian & S. Wikartadiputra",
        "year_mapped": "1985",
        "revised_by": "M.N. Kartadinata",
        "year_revision": "2016",
        "text_by": "M.N. Kartadinata",
        "reviewed_by": "I.S. Sutawidjaja",
        "digitized_by": "Heruningtyas D.P., A.S. Prayoga"
    },
    {
        "code": "SMR",
        "id": "Gunung Api semeru di Jawa Timur adalah salah satu dari gunung api-gunung api paling aktif di Indonesia Puncaknya disebut Gunung Api Mahemeru berketinggian 3676 m dl atau 3620 m di atas dataran Lumajang dan merupakan puncak tertingggi di P. Jawa.Lereng Gunung Api Semeru terbentangke timur sampai dataran Lumajang dan Pasiran Ke arah barat,lereng terhampar hingga dataran Malang dan Pasirian, Kea arah barat, lereng terhampar hingga dataran Malang dan Turen. Kea rah utara lerengnya dibatasi oleh pegunungan Jambangan yang terdiri dari Gunung Api Ayek-Ayek,Ranu Kumbolo dan Gunung Api Kepolo . Ke selatan perkembangan kaki Gunung Api Semeru terhalang oleh pegunungan Selatan (pegunungan berumur Tersier)\r\nKeadaan puncaknya tidak teratur adalah disebabkan oleh seringnya perpindahan pusat kegiatan dari barat laut ke tenggara.Pusat kegiatan saat ini adalah Kawah Jonggring Seloko muncul di sebekah tenggara Maheru ,yang dipisahkan oleh pelana sempit.Kolom letuusan berbentuk bunga kol senantiasa diletuskan melalui kawahnya. Sejarah letusan Gunung Api semeru tercatat sejak abad ke-19 yaitu mulai 1818.Letusan sering kali terjadi ,sedikitnya 1818 sampai sekarang telah terjadi 82 kali letusan. \r\nUmumnya tiang asap letusan mencapai ketinggian antara 300 m- 500 m diatas kawah,Awan letusan ini biasanya hilang tertiup angin.Kadang-kadang warna awan letusan berkisar dari putih atau kelabu,dapat juga hitam-hitaman , tergantung  pada kandungan abu di dalamnya.pada waktu malam pecahan batuan membara sering terlihat pada bagian bawah dari kolom letusannya .Bila kegiatannya meningkat tampak bahwa tipe letusan volcano diselingi oleh tipe stromboli,sehingga dapat mencapai ketinggian 400 m di atas puncak,sedangkan bahan gunung api mwmbara terlempar sampai 100 m diatas kawah kemudian jatuh kembali di sekitar kawah, dan meluncur mengikuti lereng sampai sejauh 1500 m dari tepi kawah\r\nLetusan besar sering sering diikuti oleh awan panas letusan.Selama periode kegiatan atau bila kegiatan menurun , aliran lava mengalir keluar dari kawah sehingga membentuk lidah lava. Karena lereng Semeru terjal , sebagian dari ujung  lava longsor dan guguran lava pijar terjadi kadang -kadang disertai  oleh awan panas guguran .Kenaikan kegiatan Gunung Api semeru biasanya berlangsung singkat, sedangkan fase letusan berlangsung dari beberapa hari sampai beberapa bulan.Periode kegiatan diselingi oleh periode istirahat.",
        "en": "Semeru volcano in East Java is one of the most active volcanoes in Indonesia. Its summit is called Mt.Mahemeru which is 3676 m above sea level or 3620 m above the plain of Lumajang , and is the highest peak in Java Island.\r\nThe flank of Semeru stretching estward,reaches the plain of Lumajang and Pasirian .Wesward,the flanks spread over the plain of Malang and Turen.Nothward,the flank is bounded by the Jambangan complex that consists of:Ayek-Ayek ,Ranu Kumbolo and Mt.Kepolo. Southward,the foot of Semeru is bounded by southem mountain (Tertiary mountain range).\r\nThe irregular shaped of its summit is caused by frequent shifting of its eruption centre in northwest-southeast direction.The present activity centre is a Joggring Seloko,a crater that appears in the southeast part of Mahemeru ,and it is separated by a narrow saddle,Cauli flower like eruption column is always erupted through its crater.\r\nThe eruption history of Semeru was recorded since the 19th century,started in 1818.The eruption occurs frequently, at least once a year.Since the 1818 until now there have been 82 time of eruptions.Normally the eruption column reaches a height of 300-500 m above the crater.The eruption cloud is usually blown away by the wind.Sometimes the colour of eruption cloud varies from white or greyish and blackish depends on the ash content. At night,increases it seens that the \"volcano eruption type\" is intrupted by \"strombolian eruption type\".,and Semeru activity can be classfield into a \"combination type\". The ash cloud may reach a height of 4000 m above the summit,whereas the ejected glowing rocks were thrown up to 1000 m high above the crater,and then fall back around the creater and rolled down as far as 1500 m from the creter rim.\r\nBig eruption is often followed by eruption generated pyroclastic flows. During active period or when the activity decreases lava flows may come out of the eruption vent,and lava tongue is formed.Because  of the steep flank of Semeru,part of the lava front rolls down and glowing lava avalanche occurs,which is sometimes accompanied by \"lava collapse generated pyroclastic flows\" (nu*e ardente). The activity of Semeru volcano usually takes place in a short period of times,whereas the eruption phase takes place from several days to several month.The activity period is often interrupted by rest period.",
        "year": "1996",
        "by": "SUTIKNO BRONTO,SUMARNA HAMIDI & AGUS MARTONO",
        "scale": "50000",
        "map_index": "5518-I;5518-II;5618-III;5618-IV",
        "mapped_by": "S. Hamidi, D. Setiadarma, I. Suryo, W. Samud, D. Ato, M. Agus",
        "year_mapped": "1986",
        "text_by": "S. Hamidi, Rdy D.H.",
        "reviewed_by": "W. S. Modjo, S.C. Effendi, I. Pardyanto"
    },
    {
        "code": "SEU",
        "id": "Seulawah Agam (1.809,8meter d.p.l) adalah salah satu dari tiga gunung api strato aktif tipe A di Nanggroe Aceh Darussalam.Secara geografis Gunung Api Seulawah Agam terletak pada 05°25'30\" LU dan 9636'00\"BT,sedangkan secara administratif termasuk kedalam wilayah Kecamatan Seulimeum,Kabupaten Aceh Besar,Provinsi Nanggroe Aceh Darussalam.\r\nSeiring dengan perkembangan pembangunan termasuk infrastruktur di daerah sekelilingnya dan mengingat Seulah Agam adalah gunung api aktif yang sewaktu-waktu dapat meletus,maka perlu kiranya mengantisipiasi bahaya yang ditimbulkannya.Untuk mengantisipiasi letusan tersebut,pada waktu lampau telaj dibuat Peta Daerah Bahaya sementara Gunung Api Seulawah Agam oleh Kasturian dan Wirasaputra,(1981).Dari sejarah kegiatannya diketahui bahwa masa istirahat terpanjang gunung api tersebut adalah 239 tahun,dan yang terpendek adalah 136 tahun\r\nBerdasarakan hal tersebut diatas, berhubung peta Daerah Bahaya Sementara belum sesuai dengan Standard Gunung api , serta mengkomodasi perubahan akibat pembangunan dan sebagainya,maka peta daerah bahaya tersebut perlu dievaluasi dan direvisi disesuaikan dengan standardisasi Nasional Indonesia (SNI 13-4686-1998)Dalam peta Kawasan Rawan bencana Gunung api ditambahkan tanda-tanda pengungsian tempat penampungan pengungsi,lokasi-lokasi  pertolongan pertama Puskesmas/Rumah sakit dan lokasi-lokasi Kantor Pemerintahan Desa Hingga Kabupaten.\r\nPeta Kawasan rawan berencana ini dipersiapkan untuk digunakan oleh masyrakat dalam usaha menyelamatkan diri dari bahaya letusan gunung api .Peta Kawasan rawan bencana gunung api ini juga dpat dipakai sebagai acuan bagi Pemerintah Daerah dalam pengembanan wilayah ataupun penyusun tata ruang di kawasan gunung api.",
        "en": "M.S. Santoso, S. Wikartadipura & A.D. Sumpena",
        "year": "2007",
        "by": "M.N.KARTADINATA ,C.PATRIA & PURWOTO",
        "scale": "50000",
        "map_index": "0421-61;0421-33",
        "mapped_by": "M. Kusumadinata",
        "year_mapped": "1971",
        "revised_by": "M.N. Kartadinata, C. Patria & Purwoto",
        "year_revision": "2006",
        "text_by": "M.N. Kartadinata",
        "reviewed_by": "R.D. Hadisantono",
        "manuscript_by": "A. Martono & U. Rosadi",
        "digitized_by": "W. Sujana, Pujowarsito & Riyadi"
    },
    {
        "code": "SIN",
        "id": "Secara administartif Gunung Api Sinabung (2451 meter dpl) termasuk ke dalam wilayah Kabupaten Karo,Provinsi Sumatera Utara.Geografis puncaknya terletak pada kordinat 03 °10'00\" LU dan 98 °'23'30\"BT (Peta Rupabumi Indonesia,Lembar Kabanjahe/Lembar 0619-22/tahun 2013,skala 1:50.000,Badan Informasi Geospasial).\r\nSebelum terjadi erupsi ditahun 2010,G Sinabung diklasifikasikan ke dalam gunung api aktif Tipe B karena sejarah erupsinya tidak diketahui.Sejak tanggal 27 Agustus 2010 gunung api ini diklasifikasikan kedalam gunung api aktif Tipe A,Menyusul terjadinya erupsi freatik dan erupsi abu.Erupsi ini tidak  menimbulkan korban jiwa manusia tetapi abu erupsinya telah merusak lahan perkebunan/pertanian,kontaminasi sumber air,serta menganggu kesehatan penduduk seperti iritasi kulit dan mata,ISPA dan diare,terutama penduduk yang bermukim dibagian Selatan ,Tenggara,dan Timur gunung api.Sejak itu pemantauan,penyelidikan, dan sosialisasi tentang kegiatan gunung api ini terus dilakukan secara intensif oleh pihak Pusat Vulkanologi dan Mitigasi Bencana Geologi(PVMBG)bekerjasama dengan berbagai pihak terkait seperti Badan Penanggulangan Bencana Daerah(BPBD).",
        "en": "Administratively,Sinabung volcano (2451 n a.s.l)includes in karo Regency,North Sumatera Province.Geographically.the summit is located on the intersections between 03 °10'00\"South Latitude,and 98 °23'30\"East Longitude (Indonesia Digital Map,Number sheet 0619-22/2013,Scale 1 : 50.000,Indonesia Geospatial Information Agency).Before 2010 eruption,Sinabung volcano is classified to B type volcano,because the history of the eruption is unknow.Since August 27TH,2010,this volcano was classified into A type,following the phreatic eruption and ash eruption.This eruption did not cause human casualties,but the ash eruption has ruined plantation / agriculture,contamination of water resources,and damage the health of the population such as skin and eye irritation,respiratory infection and diarrhea especially for the people who live in the south,south eastern of the volcano.\r\nSince then,monitoring ,investigation,and dissemination of this volcanic activity being conducted intensively by the Center for Volcanic and Geological Hazard Mitigation(PVMBG)in collaboration with various stakeholders such as the Regional Disaster Management Agency(RDMA).",
        "year": "2015",
        "by": "H.GUNAWAN,A.R.MULYANA,A.SOLIHIN,PUJOWARSITO & RIYADI",
        "scale": "50000",
        "map_index": "0619-54",
        "mapped_by": "A.R. Mulyana, Agus Solihin, Pujowarsito & Riyadi",
        "year_mapped": "1990",
        "revised_by": "Hendra Gunawan",
        "year_revision": "2014",
        "text_by": "A.R. Mulyana, Agus Solihin & Sofyan Primulyana",
        "reviewed_by": "Agus Budianto, Sofyan Primulyana"
    },
    {
        "code": "SIR",
        "id": "Sirung yang sering  disebut Pantar Api ataupuun Gunung Sereh,merupakan salah satu gunung api aktif di Pulau Pantar,Kabupaten Alor,Provinsi Nusa Tenggara Timur.Secara regional,gunung api di pulau ini memiliki   kemiripan karakteristik dengan rangkaian gunung api Kepulauan Banda.Sebagai gunung api termuda diantara kerucut gunung api lainnya di Pulau Pantar,Sirung memperlihatkan tembusan solfatara yang cukup kuat dan bualan air panas pada dasar kawahnya dengan air danau yang sangat asam.\r\nSebagai gunung api muda di Pulau Pantar,Sirung masih memperlihatkan aktifitas vulkaniknya.Letusan terkini terjadi pada tahun 1998 dan 2004.kondisi geografis Sirung yang berada di dekat pantai dengan pertumbuhan penduduk yang semakin meningkat dan membawa konsekuensi meningkatnya nilai risiko bencana yang di akibatkan letusan Sirung pada masa yang akan datang.Sebagai salah satu upaya mitigasi benaca gunung api untuk mengurangi risiko bencana,perlu dilakukan pembuatan Peta Kawasan Rawan Bencana Gunung api Sirung.",
        "en": "Sirung, or also Pantar Api or Gunung Sereh,is one of the active volcano in Pantar Island.Alor Regency of East Sunda Lesser Province.This strato-volcano,has a similar character dealing with other active volcanoes of Banda Islands.As the youngest volcano in Pantar,Sirung shows a strong hydrothermal activity,such as solfatara and acidic-boiling hot spring in the crater.\r\nReferring to history eruption,the recent activity of Sirung was accured in1998 and 2004.Population growth within prone area has greatly increased impact of the volcanic disaster around Sirung volcano in the near future.In order minimize loose of my life and properties due to the volcanic eruption,the volcanic hazard mapping conducted relying on the Indonesia National Standardisation code.",
        "year": "2010",
        "by": "M.SURMAYADI,A.HERIWASESO,RIYADI, & A.KARIM",
        "scale": "25000",
        "map_index": "2307-611;2307-612;2307-333;2307-334",
        "mapped_by": "R. Hadian",
        "year_mapped": "1990",
        "revised_by": "M. Surmayadi & A. Heriwaseso, Riyadi & A. Karim",
        "year_revision": "2009",
        "text_by": "M. Surmayadi",
        "reviewed_by": "D. Wahyudin & E. Kadarsetia",
        "manuscript_by": "Riyadi",
        "digitized_by": "W. Sujana & Riyadi"
    },
    {
        "code": "SLA",
        "id": "Gunung api Slamet (3.436 m dpl) adalah salah satu gunung api aktif yang terletak di Provinsi Jawa Tengah Secara geografis ,puncak gunung api Slamet berada pada kordinat at 7 °14'30\" Linting Selatan dan 109 °12'30\" Bujur Timur.Kota terdekat adalah Purwokerto,Bumiayu dan Purbalingga.\r\nLetusan tercatat dalam sejarah kegiatan Gunung Api slamet dimulai pada tahun 1772,dan yang terbaru terjadi pada tahun 1992.Segabai Gunung api aktif yang masuk klasifikasi tipe A,Gunung Api slamet terletak pada suatu wilayahnya cukup luas yaitu meliputi 5 Kabupaten.Berdasarkan catatan sejarah kegiatannya,masa istirahat terpendek 1 tahun dan terpanjang adalah 53 tahun.Sebagai salah satu antisipasi yang dilakukan dalam memperkecil korban jiwa dan harta benda yang diakibatkan oleh letusan Gunung api Slamet maka korban jiwa dan harta benda yang.diakibatkan oleh letusan Gunung api Slamet maka diterbitkan Peta Kawasan Rawan Bencana Gunung api Slamet.",
        "en": "Slamet volcano (3.436m asl) is the one active volcano in central java with geographic position of the summit lies at 7 °14'30\" South and 109 °12'30\" East.Nearest city are Purwekerto,Bumiayu and Purbalingga.The Eruption of Slamet Volcano has been recorded since 1772 and the latest in 1992.As an active volcaao,Slamet Volcano classified A-Type eruption and placed in dense population area an five regency.According  to activity historical record the short rest period is one year and the longest is 53 years.Volcanic hazard map is provided as attempt to minimize casualties or property loss caused by Slamet Volcanic eruption.",
        "year": "2006",
        "by": "E.K.ABDURACHMAN,R.D.HADISANTONO,A.D.SUMPENA,P.WARSITO & E.KADARSETIA",
        "scale": "50000",
        "map_index": "1308-633;1308-634;1308-643;1208-631;1308-632;1208-641;1208-513;1308-614;1308-623;1308-611;1208-612;1308-621",
        "mapped_by": "S. Hamidi, S. Dirasutisna, Samud W., A.D. Wirasaputra, A. Martono & A.D. Sumpena",
        "year_mapped": "1989",
        "revised_by": "R.D. Hadisantono, A.D. Sumpena, P Warsito, E. Kadarsetia & A. Martono",
        "year_revision": "2006",
        "text_by": "E.K. Abdurachman",
        "reviewed_by": "R. Bacharuddin, D. Wahyudin & A.R. Mulyana",
        "manuscript_by": "A. Martono & U. Rosadi",
        "digitized_by": "W. Sujana, P. Warsito, Purwoto & Riyadi"
    },
    {
        "code": "SOP",
        "id": "Gunung api soputon merupakan gunung api strato type A.Secara geografi Gunung Api Soputan terletak pada 106 °30' LU dan 124 °43' BT (Atlas Trop. Nederl 1938), deangan ketinggian 1.783,7 meter di atas permukaan laut.Secara administrative gunung api ini termasuk dalam wilayah Kecamatan Kawangkoan dan Kecamatan Tompasa di sebelah utara,Kecamatan Tereran di sebelah utara barat-laut,Kecamatan Langowan 1& Langowan 2 di sebelah timur laut,Kecamatan Ratahan di sebelah tenggara ,Kecamatan Tombatu di sebelah selatan, Kecamatan Tombasian dan Kecamatan Tumbaan disebelah barat laut Kabupaten Minahasa, Provinsi Sulawesi Utara.Dibandingkan dengan gunung api lainnya di wilayah minahasa-Sulawesi Utara,G Soputan merupakan gunung api sangat giat dan sering metelus baik secara ekslosif maupun efusif. Jangka waktu antara dua letusannya pada masa lampau berturut-turut berkisar antara satu atau dua tahun,sedangkan interval terpanjang antara dua letusannya adalah 45 Tahun ( Kusumadinata, 1976).Volume kubah lava Gunung Soputan pada tahun 2002 telah bertambah,sehingga tinggi puncak  Gunung Api Soputan mencapai 250-300 meter dari bibir kawahnya.Akibat penambahan volume dan pertumbuhan kubah lava yang semakin besar,maka bila terjadi letusan diperkirakan akan mendobrak kubah lava yang ada sekarang atau kemungkinan dapat terjadi terjadi erupsi samping sebagaimana pernah terjadi pada masa lalu.Ketebalan Lavanya tipis karena lavanya encer.\r\nLuas daerah Kawasan rawan bencana mencapai 56.7 km² untuk Kawasan Rawan Bencana III ( warna merah ),257.3 km² untuk Kawasan Rawan Bencana II ( merah muda ) dan 3.8 km ² untuk Kawasan Rawan Bencana I ( warna kuning ). Peta Kawasan Rawan Bencana ini dapat digunakan oleh masyarakat dalam usaha menyelamatkan diri dari ancaman bahaya letusan gunung api Soputan dan juga dapat digunakan sebagai bahan acuan untuk Pemerintah Daerah Setempat dalam menyusun rencana tata ruang wilayah.",
        "en": "Soputan volcano is one of several A-type strato volcanos in North Sulawesi. Geographically is located on 106°30'N and 124°43' E (the Trop Atlas.Nederl. 1938), with the height of 1.783,7 meters above sea level .Administratively this volcano includes to the kawangkoan and the Tompasa sub districts on the north, the Tareran Sub district in the north-west,The langowan 1 & Langowan 2 Sub districts in the north-east side,the Ratahan Sub districts in the northwest of Minahasa Regency, North Sulawesi Province.Compared with the other volcnos in the Minahasa-North Sulawesi province, Soputan is the most active one which erupts both exsplosively and effusively. The short between repose time its two eruptions ranges between one to two years,whereas the longest interval is 45 years(Kusumadinata,1979).Due to the increase in volume of the dome during 2002 activity,the peak of Soputan reached a height of 300 m above the crater rim. The growth of lava dome has cause its volume of the dome has cause its volume increased markedly,consequently the future eruption may break the present dome or flank eruption occurs as it used to be. Because of liquid magma, thin lava flows were formed.The area of the volcanic hazard zone III reached about 56,7 km² (the red color),267.3 km² for the hazard zone II (the pink color) and 3.8 km² for the hazard zone I (the yellow color).The community can used the volcanic hazard map in an effort to escape from the threat of theeruption of Soputon volcano. More over this volcanic hazard map is also expected to be used by the Local Government as one of the references to design regional planning.",
        "year": "2006",
        "by": "R.D.HADISANTONO,E.K.ABDURACHMAN,M.SURMAYADI & A.MARTONO",
        "scale": "50000",
        "map_index": "2417-12;2417-21",
        "mapped_by": "O.K. Suganda & A. Djuhara",
        "year_mapped": "1991",
        "revised_by": "R.D. Hadisantono, M. Surmayadi & A. Martono",
        "year_revision": "2000",
        "text_by": "E.K. Abdurachman",
        "reviewed_by": "S. Rizal, D. Wahyudin, Zaenuddin",
        "manuscript_by": "A. Martono & U. Rosadi",
        "digitized_by": "Iwan, P. Warsito, Riyadi, Purwoto & W. Sujana"
    },
    {
        "code": "SOR",
        "id": "Gunung Api Sorik Merapi sebagai gunung api aktif yang masuk klasifikasi tipe A, dimana daerah dengan kepadatan penduduk yang relative tinggi berada di bagian timur laut. Secara geografis puncaknya terletak pada posisi 0°40'27\" LU dan 99°30'24\" BT dengan ketinggian sekitar 2145 m di atas permukaan laut,kawahnya bersifat tertutup. Secara administratif termasuk wilayah Kabupaten Mandailing Natal (Madina),Sumatra Utara.\r\nSeperti halnya gunung api aktif lain Indonesia,gunung api ini di pantau oleh Pusat Vulkanologi dan Mitigasi Bencana Geologi.Kegiatan gunung api ini pada Masa Kuarter Muda menghasilkan produk-produk primer seperti lava,dan jatuhan piroklastik, serta produk sekunder berupa lahar. Dengan demikian sifat erupsinya bervariasi dari magmatic,fretomagmatik Tahun 1830- terjadi letusan yang menghasilkan abu,lumpur dan bom gunung api, endapan abu mencapai jarak 52 km. Kegiatan dianggap sebagai letusan freatik. Sebuah letusan besar 18892 Terjadi pada tahun 1892 yang mengakibatkan timbulnya dua buah lubang.Akibatnya air hujan terjadi lahar hujan yang menimbulkan 180 orang meninggal dunia. Tahun 1917 terjadi letusan freatik dikawah pusat, menimbulkan hujan abu, tiang asap tebal dalam upaya untuk memperkecil korban jiwa dan kerusakan harta benda yang diakibatkan oleh letusan gunung api,maka disusunlah Peta Kawasan Rawan Bencana Gunung api sesuai dengan Standat Nasional tentang penyusunan Kawasan rawan bencana gunung api. Disamping membagi zonasi kerawanan bencana, tingkat kerawanan dan jenis ancaman dicantumkan pula arah penyelamatan diri, tempat pengungsian sementara , lokasi pertolongan pertama  seperti Puskesmas dan Rumah Sakit, serta lokasi lokasi kantor pemerintahan dari tingkat desa hingga kecamatan yang berada dalam cakupan daerah Kawasan rawan bencana Gunung Api Sorik Marapi",
        "en": "Sorik Marapi is an active A Type stravo volcano, located at Mandailing Natal(Madina) District,North Sumatra Province. Geographic position of the volcano is 0°41'02\" S and 99°32'13\" E, with the elevation of 2145 m (asl), the crater is a closed system, Fertile land around the volcano has been attracted the people to live near by, especially around norrhern,north east and east of the flank and foothill.\r\nAs an active volcano, Sorik Marapi activities during Young Quarterary produced lava and pyroclastic fall as primary produce and also lahar as secondary produce. This the eruption types are magmatic, phreatomagmatic and phreatic. In 1830 an eruption occurred to produce ash, mud, volcanic bomb. Ash deposit distributed up to of 52 km distance from the crater.The eruption was suggested as a phreatic style.Big eruption occurred in 1892 caused two holes formed.In the est flank of the volcano a landslide occurred. The rain lahar caused 180 of victims. In 1917 a phreatic eruption occurred at central crater, caused ash fall, dark ash column from Danau Merah, a hard blasting sound heared until Kotanopan.The last is in 1970, ash eruption was occurred.\r\nIn order to minimize eruption risk of Sorik Marapi Volcano, Volcanic Hazard Mapping had been carried out,and Volcanic Hazard Map was made based on Indonesia National Standarization. The map is a guidance which identifies the degree of hazard, volcanic hazard area, direction and location and location of evacuation and Disaster Relief Posts.",
        "year": "2008",
        "by": "E.KADARSETIA,R.CHANIAGO,A.NASUTION,PURWOTO.T.RUKADA & A. DAHLAN",
        "scale": "50000",
        "map_index": "0716-44;0716-53;0716-42;0716-51",
        "mapped_by": "L.R. Djoharman",
        "year_mapped": "1972",
        "revised_by": "E. Kadarsetia, R. Chaniago, Purwoto, T. Rukada & A. Dahlan",
        "year_revision": "2008",
        "text_by": "E. Kadarsetia",
        "reviewed_by": "R. Bacharuddin, I.N. Dana, A. Zainuddin",
        "manuscript_by": "Pujowarsito & Riyadi",
        "digitized_by": "W. Sujana & Purwoto"
    },
    {
        "code": "SBG",
        "id": "Gunung Api Sumbing (3.360 m dpl) dan Gunung Api Sundoro merupakan dua buah gunung api saling berdekatan dengan kerucut relatif simetris. Di daerah puncak terdapat struktur kawah dengan dinding terjal setinggi 400 m, berukuran 1000 m x 800 m, berbentuk telapak kaki kuda terbuka ke arah timurlaut. Di dalamnya terdapat kubah lava dengan permukaan bergelombang, sedangkan di sekitar kubah lava terdapat bekas-bekas kawah seperti Segorowedi dan Segorowedang terdapat hembusan solfatar dan fumarol yang asapnya cukup tebal. Titik ketinggian Gunung Api Sumbing terletak di dinding kawah sebelah barat. Secara geografis Gunung Api Sumbing terletak pada 110°30'15\" BT dan 7023 '00\" LS,sedangkan secara administratif gunung api ini termasuk dalam wilayah Kabupaten\r\nWonosobo di sebelah barat, dan Kabupaten Temanggung di sebelah timurlaut, Propinsi Jawa Tengah. Dalam Data Dasar Gunung api Indonesia (Kusumadinata, 1979), Gunung Api Sumbing belum dibahas, karena datanya dianggap belum lengkap sehingga masih meragukan untuk mengklasifikasikan gunung api tersebut ke dalam gunung api aktiftipe A. Neumann van Padang (1937) menyatakan bahwa pada tahun 1730 telah terjadi letusan pada kawah pusat yang menghasilkan Ieleran lava berbongkah. Oleh karena itu Gunung Api Sumbing dapat dikelompokkan dalam gunung api strato tipe A. Daerah Bahaya G Sumbing telah dipetakan oleh Hamidi dkk pada 1989 yang membagi daerah bahayanya menjadi Daerah Bahaya dan Daerah Waspada. Data geologi gunung api Sumbing (Erfan dkk, 1985) menunjukkan bahwa secara stratigrafi endapan hasil erupsi Gunung Api Sumbing relatif lebih muda daripada perbukitan tua di sekitamya seperti Gunung Api Tidar, Gunung Api Kekep, dan Gunung Api Petarangan, sedangkan produk G Sundoro dengan produk G Sumbing umumnya berselang - seling.",
        "en": "Sumbing 3.360 m high a s I and Sundoro are two volcanoes which are similar in shaped and close to each other. Its summit has a horse shoe shaped crater with steep wall which is about 400 m high, dimension 1000 m x 800 m, facing northeastward. A big lava dome is found inside the horseshoe shaped crater. A remnant ofsolfatara andfumarolafields called Segorowedi and Segorowedang arefound around the lava dome. Geographically the summit ofSumbing is located on 110°30'15'JS \"E avd 7023'00\"S whereas.adutiaistrnti,ve/p this volcano includes to Wonosobo Regency to the west, and Temanggung Regency to the northeast, Central Java Province. Due to insufficient data the Sumbing volcano has not been classified into the A-type, therefore it is not recorded in Data Base of Indonesian Active Volcanoes (Kusumadinata, 1979). But, according to van Padang (1937), a blocky lava producing eruption has occurred in 1730, This event is used as an evidence that Sumbing can be classified as an A-type strato volcano. Volcanic hazard map ofSumbing wasfirstly mapped by Hamidi et.al. (1989), where he divided the volcanic hazard map of Sumbing into Hazard Zone and Alert Zone.",
        "year": "2006",
        "by": "R.D.HADISANTONO,A MARTONO,A.D SUMPENA & A.DAHLAN",
        "scale": "50000",
        "map_index": "1408-424;1408-513;1408-514;1408-422;1408-511;1408-512;1408-144;1408-233;1408-234",
        "mapped_by": "S. Hamidi, A. Djuhara & A. Martono",
        "year_mapped": "1989",
        "revised_by": "R.D. Hadisantono. A. Martono, A.D. Sumpena & A. Dahlan",
        "year_revision": "2001",
        "text_by": "R.D. Hadisantono",
        "reviewed_by": "I.S. Sutawdijaja, I.N. Dana & A.R. Mulyana",
        "manuscript_by": "A. Martono & U. Rosadi",
        "digitized_by": "Purwoto, Riyadi, P. Warsito & W. Sujana"
    },
    {
        "code": "SUN",
        "id": "Gunung Api Sundoro merupakan salah satu gunung api strato aktif A yang terdapat di Jawa Tengah. Puncak Gunung Api Sundoro berposisi pada koordinat 07°18' 00''LS, dan 109°59'30\" BT ( Atlas trop, Nederl., 1938, Lembar 21; Peta Bakosurtanal, 200). Puncak tertinggi Gunung Api Sundoro adalah 3150,7 m dpl ( Jaarb.Topog. Dienst., 1900), sedangkan menurut Peta Topografi adalah 3136 m dpl ( US Army Service). Secara administrative, Gunung Api Sundoro termasuk ke dalam dua wilayah kabupaten, yakni Kabupaten Temanggung (di sebelah timur), dan Kabupaten Wonosobo ( di sebelah barat), Provinsi Jawa Tengah.Dalam waktu sejarah (1808-1970) hanya terjadi 11 kali letusan/kenaikan kegiatan, umumnya berupa letusan abu.Letusan terakhir terjadi pada 29 Oktober 1970 berupa letusan abu yang mengikuti kegiatan gempa terasa pada 21 Oktober 1970.Gempa terasa ini menggetarkan Desa Sigedang yang terletak 1k. 4,5 km di sebalah utara-baratlaut Gunung Api Sundoro.Beberapa kerucut parasite yang tersebar di sekitar Gunung Api Sundoro, antara lain adalah: Gunung Api kembang (+2339), G .Kekep (+1650 m), Gunung Api Watu (+1650 m), Gunung Api Arum (+2100 m), Gunung Api Kebonan (+1692 m), dan kerucut parasit lainnya.",
        "en": "Sundoro volcano is an A type active strato volcano located in Central Java. The peak of 07°18'00 S and 109°59'30\" E ( Atlas Trop. Nederl., 1938,Sheet 21; Map of National Coordination Agency of Suervey and Mapping,2000). The peak of Sundoro volcano is 3150.7 m (Jaarb. Topog. Diesnt. 1900), but according to US Army Service tophographic map it is 3136 m asl high. Administratively, Sundoro volcano is included to two regencies,namely Temanggung regency ( at eastern part) and Wonosobo regency ( at southwestern part), Central Java.\r\nAccording to historical activity (1808-1970) there were only 11 times of eruption/activity increase occurred ( generally ash explosions). The latest eruption took place on October 29,1970,it was an ash esplosion followed by earthquake on October 21,1970. Earthquake shake Sigedang village, 4.5 km north-northwest Sundoro volcano.Some parasitic cones around Sundoro volcano are Kembang  volcano (+2339 m), Kekep volcano (+1650 m), Watu volcano (+1650 m), Arum volcano (+2100 m), Kebonan volcano (+1692 m), and the other cones.",
        "year": "2007",
        "by": "A.R.MULYANA,A.A.MARTONO,A.D.SUMPENA,RIYADI & W.SUHERMAN",
        "scale": "50000",
        "map_index": "1408-442;1408-531;1408-532;1408-424;1408-513-1408-514;1408-422;1408-511;1408-512",
        "mapped_by": "M.S. Santoso, S. Dirasutisna, A. Djuhara & A. Martono",
        "year_mapped": "1984",
        "revised_by": "A.R. Mulyana, A. Martono, A.D. Sumpena, Riyadi & W. Suherman",
        "year_revision": "2007",
        "text_by": "A.R. Mulyana & N.N. Afatia",
        "reviewed_by": "M.N. Kartadinata, R. Bacharudin & R.D. Hadisantono",
        "manuscript_by": "A. Martono & A.D. Sumpena",
        "digitized_by": "Purwoto & W. Sujana"
    },
    {
        "code": "TAL",
        "id": "Gunung Api Talang (2.597 m d p l) disebut juga Gunung Api Soelasih adalah gunung api strato aktif tipe A yang terletak di Kecamatan Kota Anau, Kabupaten Solok, Provinsi Sumatra Barat. Posisi geografi puncak Gunung Api Talang terletak pada 00 58' 42,24\" L S dan 1000 40' 19\", BT.\r\nGunung Api Talang merupakan suatu komplek gunung api yang terdiri atas kencut Gunung Api Batino dan kerucut Gunung Api Jantan, jarak antara titik tertinggi kedua kencut gunung api tersebut adalah sekitar 1 km Komplek gunung api ini tumbuh di zona bagian tengah Sesar Semangko yang aktif.Menurul Neuman van Padang (1951; Kusumadinala, 1979), gunung api ini adalah kembar dengan Pasar Arbaa yang telah padam.\r\nLetusan yang tercatat dalam sejarah kegiatan Gunung Api Talang dimulai pada tahun 1833, dan yang terbaru terjadi pada tahun 2005 yang menyebabkan terbentuknya rekahan berarah timurlaut-baratdaya dengan azimuth N300E di daerah puncak.\r\nDi daerah lereng selatan, barat, barat daya, tenggara, sedikit di timurlaut dan litara G Talang terdapat beberapa pemukiman berpenduduk cukup padat yang merupakan daerah pedataran sepanjang Lembah Solok\r\nSejak terjadinya gempa tektonik yang menimbulkan tsunami di Aceh, bila di daerah Sumatera Barat terjadi gempa bumi biasanya diikuti meningkatnya aktifitas gunung api Talang walaupun lidak selalu terjadi erupsi. Berdasarkan analisis kimia, kandungan silika (Si02) Gunung Api Talang adalah 59,65% atau berkomposisi andesitis (Darsadudin, 1973; Kusumadinata, 1979).\r\nBila pada waktu mendatang Gunung Api Talang bererupsi, informasi yang terdapat dalam peta Kawasan Rawan Bencana ini dapat dipakai untuk membantu mitigasi bencana gunung api dalam usaha mengurangi korban jiwa dan harta benda.\r\nPeta kawasan rawan bencana gunung api Talang yang ditunjukkan dalam peta ini dihasilkan dari peta kompilasi topografi Jawatan Topografi Angkatan Darat dan BAKOSURTANAL skala 1 : 50.000 edisi 1976, dan hasil penyelidikan lapangan Tim Pemetaan Kawasan Rawan Bencana Pusat Vulkanologi dan Mitigasi Bencana Geologi pada Iahun 2006.",
        "en": "Mt, Talang (2.597 m dp l) is also called Mt, Soelasih is an type active strato volcano located at Kota Anau District, Solok rgency, West Sumaiera Province; geographic position of its summit is 58'42,24\" Sand 40'46 19\" E.\r\nMt, Talang is a volcanic complex consists ofMt, Batino andMt, Jantan volcanic cones; the distance between the highest of the both volcanic cones is about 1 km. This volcanic complex grows at the middle part of the Seeming activefault.\r\nAccording to Neuman van Padang (1951; Kusumadinata, 1979), Ihat the Talang and PasarArbaa are twin volcanoes, ofwhich the Pasar Arbaa is an extinct volcano. \r\nThe recorded eruptions of Mt. Talang started in 1833, and the latest one took place in 2005 where a fracture oriented in N300E occurred on the summit region,\r\nThere are several densely populated settlements found in the south, west, southwest, south-east and the rests are located in the northeast and north flanks of Talang which is part ofLembah Solok plain. Since the devastating tsunami generating tectonic earthquake in Aceh, it seems that when any time tectonic earthquakes occurs mainly in West Sumatera, the activity of Talang increases eventhough it is not always followed by eruption.\r\nBased on chemical analysis, the silica content (Si02) of Talang is 59, 65% or andesite composition (Darsadudin, 1973; Kusumadmata, 1979).\r\nIn the evenl that Talang erupts in the near future, the information on this Volcanic Hazard Map can be used to help prevent the loss oflife andproperty. Volcanic hazard zones shown on this map were prepared from compilation oftopographic map of the Topographical Survey of National Army and BAKOSURTANAL (Coordination Agency of Survey and National Mapping) of scale l: 50.000 edition 1976, and the result offield investigation of Volcanic Hazard Mapping Team of the Center for Volcanology and Geological Hazard Mitigation.in 2006.",
        "year": "2007",
        "by": "R.D.HADISANTONO,A.D.SUMPENA,A.MARTONO,P.WARISITO & E.KADARSETIA",
        "scale": "50000",
        "map_index": "0815-11;0814-43",
        "mapped_by": "Kusumadinata K",
        "year_mapped": "1971",
        "revised_by": "R.D. Hadisantono, A.D. Sumpena, E. Kadarsetia, A. Martono & Pujowarsito",
        "year_revision": "2006",
        "text_by": "R.D. Hadisantono",
        "reviewed_by": "I.N. Dana, R. Bacharudin & M.N. Kartadinata",
        "manuscript_by": "A. Martono & U. Rosadi",
        "digitized_by": "W. Sujana & Riyadi"
    },
    {
        "code": "TAM",
        "id": " Tambora adalah gunung aktif strato tipe A yang mempunyai kaldera. Gnnung api ini terletak di P.Sumbawa, Provinsi Nusa Tenggara Barat. Posisi geografis 08°14'48,7\" LS dan 117°57'29,6\" BT. Ketinggian puncak 2.851 m di atas permukaan laut.Letusan terkini dan terbesar terjadi pada tahun 1815, ketika terjadi pembentukan kaldera dengan korban 92,000 orang yang merupakan korban jiwa terbesar pada abad ke 19.",
        "en": "Tombora (2.815 m a.s.l) is on A type active starato volcano with a caldera on is summit. This volcano is located in Sumbawa Isaland Wes Nusa Tenggara. Geographic position 08ׄׄ°14'48'7\" S and 117°57'29,6\" E. The latest and largest eruption occurred in 1815, during caldera formation with 92000 people killed and it is the biggest live loss during the 19 century.",
        "year": "2008",
        "by": "R,D.HADISANTONO,M.N.KARTADINATA,A.D.SUMPENA,A.NURSALIM & RIYADI",
        "scale": "100000",
        "map_index": "1907-534;1907-543;1907-544;1907-633;1907-532;1907-541;1907-542;1907-631;1907-632;1907-514;1907-523;1907-524;1907-613;1907-614;1907-512;1907-521;1907-522;1907-611;1907-612",
        "mapped_by": "S. Hamidi",
        "year_mapped": "1969",
        "revised_by": "R.D. Hadisantono, M.N. Kartadinata, A.D. Sumpena, A. Nursalim dan Riyadi",
        "year_revision": "2008",
        "text_by": "R.D. Hadisantono",
        "reviewed_by": "I.N. Dana, I.S. Sutawidjaja & I. Santosa",
        "manuscript_by": "Riyadi & A.D. Sumpena",
        "digitized_by": "Pujowarsito, Purwoto & W. Sujana"
    },
    {
        "code": "TAN",
        "id": "Gunung Api Tandikat (2.437,6 m dpl) adalah gunung api strato tipe A yang terletak di dataran tinggi Padang, Sumatera Barat. Gunung Api Singgalang yang terletak  kira-kira 6 kilometer di sebelah selatannya adalah gunung api yang telah padam, dan keduanya disebut gunung api kembar. Posisi geografis gunung api ini terletak pada kordinat 0°25\"57,30\" LS dan 100°19'01,67\"BT ( BAKOSURTANAL dan Jawatan Topografi AD-Jakarta, Edisi 1984/1985).\r\nPemukiman di sekitar gunung api  Tandikat terdepat di lereng dan kaki timur,tenggara,timurlaut,baratlaut,sebagian di barat,barat daya dan selatan. Kota besar terdekat adalah Padang Panjang di kaki tenggara.Data geologi menunjukan bahwa pada waktu lampau hasil erupsi Gunung Api Tandikat terdiri atas jatuhan proklastik dan lontaran batu (pijar)/bom vulkanik.\r\nSangat dimungkinkan bahwa episode letusan yang akan datang masih akan mempunyai tipe dan skala letusan sama seperti beberapa waktu lalu. Erupsi mendatang mungkin akan diawali oleh erupsi freatik, dan kemudian berkembang menjadi tipe volcano atau Stromboli. Namun demikian, suatu erupsi mungkin saja tidak mengikuti pola atau siklus pada waktu lampau.Peta Kawasan rawan bencana gunung api Tandikat merupukan revisi dari Peta Daerah Bahaya Sementara Gunung Api Tandikat (Hamidi dkk,1970). Peta ini disiapkan untuk digunakan oleh masyarakat dalam usaha menyelamatkan diri dari ancaman dari bahaya erupsi gunung api Tandikat, dan juga dapat digunakan sebagai acuan bagi Pemerintah Daerah setempat dalam menyusun rencana tata ruang wilayah.",
        "en": "Tandikat (2.437,6m a.s.l) is an A type strato volcano located about 6 kilometer to the south is an extinct an extinct volcano, and both are called as twin volcanoes. Geographic position of this volcano is at 0°25\"57,30\" S and 100°19'01,67\" E (BAKOSURTANAL and Topographical Survey of the Indonesian Army-Jakarta Edition 1984-1985)\r\nSettlements are found around the E,SE,NE,NW, and the W,SW and S slopes of the volcano. The nearest big town is Padang Panjang to the SE of the volcano.Geological data of the volcano shows that the previous eruptions of Tadika consisted of pyroclastic air falls, ballistic rock fragments,pyroclastic flows,lava flows and lahars. Meanwhile,the recorded historic eruptions produced ash falls and ballistic rock fragments/volcanic bomb. It is possible the future eruption periods would have the same eruption type and scale as it used to be. The future eruption may be initiated by phreatic eruption, and then develops into volcano and strombolian eruption types. Nevertheless, volcanic eruptions may not always follow the pattern or cycle, ash falls, ballistic rock fragments, and lava flows are the common products of previous eruptions of Tandikat.\r\nThe volcanic Hazard Map of Tandikat is a revision map of the Temporary Volcanic Hazard Map of Tandikat (Hamidi, 1970). This map is provided to be used by the local people in their attempt to escape from Tandikat eruption, and this map is also useful for the Local Government as reference to organize the regional plan.",
        "year": "2007",
        "by": "R.D.HADISANTONO,PUJOWARSITO & I.RIDWAN",
        "scale": "50000",
        "map_index": "1224-III;1224-II;1223-IV;1223-I",
        "mapped_by": "S. Hamidi & A.R. Sumailani",
        "year_mapped": "1970",
        "revised_by": "R.D. Hadisantono, Pujowrsito & I. Ridwan",
        "year_revision": "2006",
        "text_by": "R.D. Hadisantono",
        "reviewed_by": "I.N. Dana, A.R. Mulyana & I. Santosa",
        "manuscript_by": "A. Martono & U. Rosadi",
        "digitized_by": "W. Sujana & Purwoto"
    },
    {
        "code": "TGK",
        "id": "Gunung Api Tangkoko atau nama lainnya Tonkoko adalah gunung api aktif type A, secara geografis terletak pada posisi 01°31'00\" BT,dengan ketinggian puncak 1.099 meter diatas muka laut (dml). Gunung api ini sudah beristirahat selama 57 Tahun. Aktifitas terakhir terjadi pada tahun 1880 berupa erupsi samping dari kerucut sinder Gunung Api Batuangus,yang diakhiri dengan leleran lava. Sebelumnya telah tercatat beberapa kali erupsi yaitu tahun 1680,1683,1694,1801,1821,dan 1843-1845. Selain itu pada tahun 1952 tercatat adanya peningkatan kegiatan.\r\nBerdasarkan derajat aktifvitas sampai letusan terakhir gunung api ini masih berpotensi untuk Meletus dimasa datang. Oleh karena itu usaha-usaha mitigasi berupa penyelidikan/pemantauan tentang kegiatan gunung api ini perlu terus dilakukan dalam upaya untuk memperkecil korban jiwa dan harta benda yang diakibatkan oleh erupsi gunung api.",
        "en": "Tangkoko Volcano is A type located in Sulawesi Island. North Sulawesi Province. Geographic position of the summit is N 01°31'00\" and E 125°11'30\", with altitude of 1,009 meter above sea level. The volcano is in dormant for the past 57 years. The last eruption occurred in 1880 from Batuangus cinder cone (flank eruption) which ended up with lava effusion. Long before the eruptions took place in 1680, 1683, 1694, 1801, 1821, and 1843-1845. There was an increasement of activity recorded in 1952.\r\nBased on its degree of activity up to the latest eruption, this volcano is still potensial to erupt in the future. As to mitigation efforts, an intensive monitoring has been conducted in order to protect visitors and people living nearby of being affected by future eruptions.",
        "year": "2010",
        "by": "M.N.KARTADINATA,A.HERIWASESO,A.KARIM & I.RIDWAN",
        "scale": "50000",
        "map_index": "2417-52;2417-61;2417-24;2417-33",
        "mapped_by": "Reksowirogo, dkk",
        "year_mapped": "1981",
        "revised_by": "M.N. Kartadinata, A. Heriwaseso, A. Karim & I. Ridwan",
        "year_revision": "2009",
        "text_by": "M.N. Kartadinata",
        "reviewed_by": "A. Solihin, I. Santosa & A.R. Mulyana",
        "manuscript_by": "I. Ridwan",
        "digitized_by": "W. Sujana & Riyadi"
    },
    {
        "code": "TPR",
        "id": "Gunung Api Tangkubanparahu (2.084 m dpl) adalah gunung api strato tipe A yang terlertak di Jawa Barat, mempunyai komposisi andesit basaltis hingga andesit. Posisi geografi puncaknya terletak pada 6°46'LS dan 107°36' BT. Data geologi menunjukkan bahwa erupsi-erupsi magmatic besar yang mebnghasilkan  jatuhan pitoklastik dan lava tidak tercatat dalam masa sejarah. Beberapa peneliti lain telah melakukan pentarikhan umur absolut produk erupsi gunung api lebih tua termasuk Gunung Api Sunda dan Tangkubanparahu sendiri sebagai gunung api termuda yang ada di sekitar Bandung. Berdasarkan pentarikhan karbon 14(14C) terhadap arang  kayu dalam endapan aliran piroklastik yang diperkirakan hasil pembentukan kaldera Sunda adalah 38.300 tahun (Dalimin,1988). Pentarikhan umur yang pernah dilakukan terhadap endapan abu di sebelah timur Lembang berdasarkan karbon 14(14C) berkisar antara 17.700 dan 8.700 tahun BP (Charters dan van Reuler, 1985;Dam, 1994). Adapun pentarikhan umur dengan metode K/Ar yang dilakukan terhadap batuan lava Gunung Api Sunda menghasilkan umur antara 200.000 - 500.000 tahun (Sunardi and Kimura, 1998). Meskipun dalam hal ini tidak dijelaskan dari lapisan jatuhan piroklastik dan satuan lava yang mana dalam korelasi stratigrafi vulkanik komplek Gunung Api Tangkubanparahu.\r\nData diatas menunjukkan bahwa erupsi yang menghasilkan lapisan abu dengan sebaran cukup jauh dengan kisaran umur antara 17.700 dan 8.700 tahun yang lalu (BP), merupakan erupsi magmatic termuda yang dapat diketahui.Jadi erupsi freatik yang endapannya tersingkap di daerah puncak dan sekitarnya berumur lebih muda dari 8.700 tahun.\r\nPeta Kawasan Rawan Bencana ini dapat digunakan oleh masyarakat dalam usaha menyelamatkan diri dari ancaman bahaya letusan gunugapi Tangkubanparahu dan juga dapat digunakan sebagai bahan acuan untuk Pemerintah Daerah setempat dalam menyusun rencana tata ruang wilayah.",
        "en": "Tangkubanparahu  (2.084 m a.s.l) is one of several A-type strato volcanoes located in West Java and it has basaltic andesite to andesite composition. Geographically its summit is located on 6°46'S and 107°36'E. The geologic data show that lava flows and pyroclastic flows producing eruption has never occurred during historic time. Several earh scientist who carried out age determination of some eruption  rock products of Sunda and Tangkubanparahu proposed that the Sunda caldera formation occurred about 38.300 years ago (Dalimin, 1988). Meanwhile, Based on the carbon 14 dating (14C) of ash layers found in east of Lembang yield an age of 17.700 and 8.700 years BP (Charters dan van Reuler, 1985; Dam, 1994). Another age determination by using K/Ar of Sunda lava flows shows an age of 200.000 - 500.000 years (Sunardi and Kimura, 1998). Unfortunately, it is not explained which lavas or pyroclastic deposits related to the volcanic statigraphy of Tangkubanparahu and Sunda volcanic complex. The above data shows that the ash producing eruption which is 17.700 and 8.700 years old (BP) is assumed as the youngest magmatic eruption that can be recognized. Thus, the age of the phreatic deposits exposed on the summits and the surroundings areas is younger than 8.700 year.\r\nThis volcanic hazard map is useful for the people living around the flanks of Tangkubanparahu volcano during the crisis in their attempt from being affected by volcanic eruption. Moreover, this volcanic hazard map is also expected to be used by the Local Government as one of the references to design regional planning.",
        "year": "2005",
        "by": "R.D HADISANTONO, A.D. SUMPENA, P. WARSITO & A. MARTONO",
        "scale": "50000",
        "map_index": "1209-313;1209-314;1209-331;1209-332",
        "mapped_by": "S. Hamidi, A. Martono",
        "year_mapped": "1989",
        "revised_by": "R.D. Hadisantono, A.D. Sumpena",
        "year_revision": "1999",
        "text_by": "R.D. Hadisantono",
        "reviewed_by": "A. Nasution, I.N. Dana, R. Bacharudin, E. Kusdinar A."
    },
    {
        "code": "WUR",
        "id": "Gunung Api Wurlali  dengan nama lain adalah Gunung Api Damer (812 m dpl) merupakan gunung api strato aktif tipe A yang tumbuh dan berkembang di lingkungan laut banda/busur Banda Dalam, berposisi dibagian utara P. Kisar (Kusumadinata, dkk,. 1979).\r\nPosisi geografis puncak Gunung Api Wurlali terletak pada koordinat 07°07'30\" LS dan 128°40'30\" BT ( Bakosurtanal,1982, Lembar Damer). Administratif Gunung Api Wurlali termasuk kedalam wilayah Kecamatan Damer (berada di P. Damer, Kabupaten Maluku Baratdaya, Provinsi Maluku.\r\nAktivitas Gunung Api Wurlali yang tercatat dalam sejarah manusia hanya satu kali, yakni pada tahun 1892 (Neumann van Padang, 1951 dalam Kusumadinata, dkk., 1979). Tidak ada informasi rinci tentang  jenis produk erupsinya, korban jiwa manusia dan kerusakan harta benda penduduk di sekitar gunung api. Hingga saat ini (2010), Gunung Api Wurlali sudah beristirahat hamper 118 tahun. Waktu istirahat yang Panjang ini merupakan waktu yang sangat signifikan bagi Gunung Api Wurlali untuk mengakumulasikan energinya.\r\nKegiatan yang masih terus berlangsung hingga kini adalah berupa hembusan solfatara dan fumarole, sublimasi belerang di lereng atas bagian selatan, dan pemunculan sejumlah mata air panas di lereng dan kaki selatan dan baratdaya Gunung Api Wurlali.\r\nGunung Api Wurlali merupakan gununugapi aktif yang muncul di lingkungan Laut Banda, berada di wilayah berpenduduk. Unit pemukiman dengan kerapatan penduduk sedang-rendah dan lahan pertanian terkonsentrasi di bagian selatan- baratdaya, baratdaya, utara, timurlaut, dan baratlaut pada bagian kaki dan lereng bawah gunung api.\r\nProduk dominan Gunung Api Wurlali di masa silam adalah awan panas dan aliran lava berkomposisi andesit-basaltik dan basalt, sedangkan produk minornya adalah jatuhan piroklastik (Zainuddin, dkk., 2010)_.",
        "en": "Wurlali volcano that called Damer volcano (912 m asl) is an A-type strato volcano, it rises and grows at the Banda Sea environtmen, it is located at northern part of Kisar Island (Kusumadinata, dkk., 1979). Geographically, the summit of Wurlali volcano is located on the intersection between 07°07'30\" South Latitude, and 128°40'30\" East Longitude (the Bakosurtanal Map, 1982, sheet Damer). Administratively, Wurlali volcano lies within Damer District (it is located at Damer Island), Southwest Maluku Regency, Maluku Province.\r\nIn the historical activity of Wurlali volcano is only once time recorded, that is in 1892 (Neumann van Padang, 1951 un Kusumadinata, et al., 1979). No details information about its eruption  product, the human being victim, and also the damage of the people's properties around the volcano.\r\nUntill now (2010) Wurlali volcano has about 118 years repose time. This long repose time is very significant time of Wurlali volcano for doing a cumulative its energy.\r\nThe actual activity of Wurlali volcano are solfataric and fumarolic edificies, sulphuric sublimation at the southern part of the upper flank, and there are several hot springs sources at the southern an southwestern flank and the foot of Wurlali volcano.\r\nWurlali volcano is an active volcano that grows at the Banda ocean environment and it lies at a population area. The settlement units which a rarely-moderately densed and agriculture area are concentrated at the south-southwestern, southwestern, northern, northeastern, and northwestern foot and the bottom flank of Wurlali volcano.\r\nThe dominantly product of Wurlali volcano are pyroclastic flow, basaltic-andesite and basalt lava, whereas the minor product is pyroclastic fall (Zainuddin, et al., 2010)",
        "year": "2010",
        "by": "A.R. MULYANA, PURWOTO, A. DAHLAN, D ROCHNEDI & H. SUPARTONO",
        "scale": "25000",
        "map_index": "2608-633;2608-634;2608-631;2608-632",
        "mapped_by": "R. Hadian, S. Hamidi & Reksowirogo",
        "year_mapped": "1979",
        "revised_by": "A.R. Mulyana, Purwoto & A. Dahlan",
        "year_revision": "2010",
        "text_by": "A.R. Mulyana",
        "reviewed_by": "I.N. Dana, S.D. Andreastuti & M.N. Kartadinata",
        "manuscript_by": "Purwoto",
        "digitized_by": "W. Sujana & Purwoto"
    }
]